Repository: Kesco-m/Kesco.Lib.Localization
Catalog: ResContainer.*.resx
Languages: de, et, fr, it, ru

source: one
de: eins
et: üks
fr: un
it: uno
ru: один

source: ten
de: zehn
et: kümme
fr: dix
it: dieci
ru: десять

source: hundred
de: einhundert
et: sada
fr: cent
it: cento
ru: сто

source: thousand
de: tausend
et: tuhat
fr: mille
it: mille
ru: тысяча

source: million
de: millionen
et: miljon
fr: un million
it: milione
ru: миллион

source: billion
de: milliarden
et: miljard
fr: des milliards
it: miliardo
ru: миллиард

# 1000000000_2
source: billion
de: milliarden
et: miljardit
fr: milliard
it: miliardo
ru: миллиарда

# 1000000000_5
source: billion
de: milliarden
et: miljardit
fr: des milliards
it: miliardi
ru: миллиардов

# 1000000_2
source: million
de: millionen
et: miljonit
it: milione
ru: миллиона

# 1000000_5
source: million
de: millionen
et: miljonit
it: milioni
ru: миллионов

# 1000_2
source: thousand
de: tausende von
et: tuhat
fr: des milliers de
it: migliaia di
ru: тысячи

# 1000_5
source: thousand
de: Tausend
et: tuhat
fr: mille
it: mille
ru: тысяч

source: eleven
de: elf
et: üksteist
fr: onze
it: undici
ru: одинадцать

source: twelve
de: zwölf
et: kaksteist
fr: douze
it: dodici
ru: двенадцать

source: thirteen
de: dreizehn
et: kolmteist
fr: treize
it: tredici
ru: тринадцать

source: fourteen
de: vierzehn
et: neliteist
fr: quatorze
it: quattordici
ru: четырнадцать

source: fifteen
de: fünfzehn
et: viisteist
fr: quinze
it: quindici
ru: пятнадцать

source: sixteen
de: sechzehn
et: kuusteist
fr: seize
it: sedici
ru: шестнадцать

source: seventeen
de: siebzehn
et: seitseteist
fr: dix-sept
it: diciassette
ru: семнадцать

source: eighteen
de: achtzehn
et: kaheksateist
fr: dix-huit
it: diciotto
ru: восемнадцать

source: nineteen
de: neunzehn
et: üheksateist
fr: dix-neuf
it: diciannove
ru: девятнадцать

# 1_she
source: one
de: eins
et: üks
fr: un
it: uno
ru: одна

source: two
de: zwei
et: kaks
fr: deux
it: due
ru: два

source: twenty
de: zwanzig
et: kakskümmend
fr: vingt
it: venti
ru: двадцать

source: two hundred
de: zweihundert
et: kakssada
fr: deux cents
it: duecento
ru: двести

# 2_she
source: two
de: zwei
et: kaks
fr: deux
it: due
ru: две

source: three
de: drei
et: kolm
fr: trois
it: tre
ru: три

source: thirty
de: dreißig
et: kolmkümmend
fr: trente
it: trenta
ru: тридцать

source: three hundred
de: dreihundert
et: kolmsada
fr: trois cents
it: trecento
ru: триста

source: four
de: vier
et: neli
fr: quatre
it: quattro
ru: четыре

source: forty
de: vierzig
et: nelikümmend
fr: quarante
it: quaranta
ru: сорок

source: four hundred
de: vierhundert
et: nelisada
fr: quatre cents
it: quattrocento
ru: четыреста

source: five
de: fünf
et: viis
fr: cinq
it: cinque
ru: пять

source: fifty
de: fünfzig
et: viiskümmend
fr: cinquante
it: cinquanta
ru: пятьдесят

source: five hundred
de: fünfhundert
et: vissada
fr: cinq cents
it: cinquecento
ru: пятьсот

source: six
de: sechs
et: kuus
it: sei
ru: шесть

source: sixty
de: sechzig
et: kuuskümmend
fr: soixante
it: sessanta
ru: шестьдесят

source: six hundred
de: sechshundert
et: kuussada
fr: six cents
it: sessanta
ru: шестьсот

source: seven
de: sieben
et: seitse
fr: sept
it: sette
ru: семь

source: seventy
de: siebzig
et: seitsekümmend
fr: soixante-dix
it: settanta
ru: семьдесят

source: seven hundred
de: siebenhundert
et: seitsesada
fr: sept cents
it: settecento
ru: семьсот

source: eight
de: acht
et: kaheksa
fr: huit
it: otto
ru: восемь

source: eighty
de: achtzig
et: kaheksakümmend
fr: achtzig
it: ottanta
ru: восемьдесят

source: eight hundred
de: quatre-vingt
et: kaheksasada
fr: quatre-vingt
it: ottocento
ru: восемьсот

source: nine
de: neun
et: üheksa
fr: neuf
it: nove
ru: девять

source: ninety
de: neunzig
et: üheksakümmend
fr: quatre-vingt dix
it: novanta
ru: девяносто

source: nine hundred
de: neunhundert
et: üheksasada
fr: neuf cents
it: novecento
ru: девятьсот

# add
source: Add existing
de: Vorhandene hinzufügen
et: Lisa olemasolev
fr: Ajouter existant
it: Aggiungi esistente
ru: Добавить существующий

# alertError
source: Bug
de: Fehler
et: putukas
fr: Erreur
it: Errore
ru: Ошибка

# alertMessage
source: Message
de: Erreur
et: sõnum
fr: Fehler
it: Il tuo messaggio
ru: Сообщение

# alertWarning
source: Warning
de: Die Prävention
et: Hoiatus
fr: La prévention
it: La prevenzione
ru: Предупреждение

# BtnClose
source: Close
de: Schließen
et: Sulge
fr: Fermer
it: Vicino
ru: Закрыть

# BtnConfirm
source: Confirm
de: Ich bestätige es
et: Kinnitan
fr: Je confirme
it: Confermo
ru: Подтверждаю

# btnDelete
source: Delete
de: Entfernen
et: Kustuta
fr: Supprimer
it: Cancellare
ru: Удалить

# BtnFormAgain
source: Rebuild text
de: Erstelle neu
et: Loo uuesti
fr: Recréer
it: Formare di nuovo
ru: Сформировать заново

# btnHelp
source: Help
de: Hilfe
et: Abi
fr: Aide
it: Informazioni
ru: Справка

# BtnRebuild
source: Completely rebuild
de: Komplett neu aufgebaut
et: Loo täielikult uuesti
fr: Complètement reconstruire
it: Completamente ricostruito
ru: Полностью перестроить

# BtnRebuildPrevDoc
source: Rebuild on the previous document
de: Rebuild gemäß dem vorherigen Dokument
et: Luua uuesti eelmise dokumendi alusel
fr: Reconstruire selon le document précédent
it: Ricostruisci secondo il documento precedente
ru: Перестроить по предыдущему документу

# BtnUpdateData
source: Refresh data
de: Details aktualisieren
et: Uuenda andmeid
fr: Mise à jour
it: Aggiorna i dettagli
ru: Обновить данные

# cmdCopy
source: Copy
de: Kopieren
et: Koopia
fr: Copier
it: Copia
ru: Копировать

# cmdCopyTooltip
source: Create a new document is identical to this
de: Erstellen Sie ein neues Dokument ist identisch mit diesem
et: Loo uus dokument on identne selle
fr: Créez un nouveau document identique à celui-ci
it: Creare un nuovo documento è identico a questo
ru: Создать новый документ идентичный данному

# cmdCreateDescription
source: Generate class for the document type:
de: Generieren Sie eine Klasse für den Dokumenttyp:
et: Loo klassi dokumendi tüüp:
fr: Générer une classe pour le type de document:
it: Genera una classe per il tipo di documento:
ru: Сгенерировать класс для типа документа:

# cmdHelp
source: Help
de: Hilfe
et: viide
fr: Aide
it: Aiuto
ru: Справка

# cmdOpenDoc
source: open documents in the archive
de: öffnen Sie im Dokumentenarchiv
et: avatud dokumentide arhiiv
fr: ouvrir dans l'archive des documents
it: aperto nell'archivio documenti
ru: открыть в архиве документов

# cmdRefresh
source: Refresh
de: Aktualisierung
et: Värskendama
fr: Rafraîchir
it: Ricaricare
ru: Обновить

# cmdRefreshDescription
source: Completely reload the form, load the actual data.
de: Laden Sie das Formular vollständig neu, laden Sie die tatsächlichen Daten.
et: Laadige vorm uuesti, laadige tegelikud andmed.
fr: Rechargez complètement le formulaire, chargez les données réelles.
it: Carica completamente il modulo, carica i dati effettivi.
ru: Полностью перегрузить форму, загрузить актуальные данные.

# cmdSave
source: Save
de: Sparen
et: Salvesta
fr: Sauvegarder
it: Salvare
ru: Сохранить

# cmdSaveDelSign
source: , Removing signatures
de: , Entfernen von Signaturen
et: , Eemaldamine allkirjad
fr: , enlever des signatures
it: , rimuovendo le firme
ru: , удаляя подписи

# cmdSign
source: sign off
de: zeichen
et: märk maha
fr: signer
it: abbonarsi
ru: подписать

# cmdSignFinal
source: performed, the work is completed
de: abgeschlossene Arbeit abgeschlossen
et: läbi, tööd on lõpetatud
fr: terminé-travail terminé
it: completato-lavoro completato
ru: выполнено-работа завершена

# create
source: Create new document
de: Erstellen Sie ein neues Dokument
et: Loo uus dokument
fr: Créer un nouveau document
it: Crea un nuovo documento
ru: Создать новый документ

# errCopyData
source: Copy error! Unable to get data for copy!
de: Fehler kopieren! Fehler beim Abrufen der zu kopierenden Daten!
et: "Viga kopeerimisel!Ei saanud andmeid kopeerimiseks!"
fr: Erreur de copie Impossible d'obtenir des données à copier!
it: Copia errore! Impossibile ottenere i dati da copiare!
ru: Ошибка копирования! Не удалось получить данные для копирования!

# errWithoutBuyer
source: No buyer.
de: Der Käufer ist nicht angegeben.
et: Ostja ei ole määratud.
fr: L'acheteur n'est pas spécifié.
it: L'acquirente non è specificato.
ru: Не указан покупатель.

# errWithoutDatePred
source: No date in upfront payment document.
de: Das Datum der Rechnung für die Vorauszahlung ist nicht angegeben.
et: Ettemaksuarve kuupäev on määramata
fr: La date de la facture pour le prépaiement n'est pas indiquée.
it: La data della fattura per il pagamento anticipato non è indicata.
ru: Не указана дата счета на предоплату.

# errWithoutSeller
source: No seller.
de: Kein Verkäufer angegeben.
et: Müüja ei ole määratud.
fr: Aucun vendeur spécifié.
it: Nessun venditore specificato.
ru: Не указан продавец.

# EUR_J1
source: cent
et: sent
it: centesimo
ru: цент

# EUR_J2
source: cents
de: cent
et: senti
it: centesimi
ru: цента

# EUR_J5
source: cents
de: mit dem
et: senti
it: centesimi
ru: центов

# EUR_S2
source: euros
de: euro
et: eurot
it: euro
ru: евро

# EUR_S5
source: euros
de: euro
et: eurot
it: euro
ru: евро

# exDocUnavailable
source: Coded document {0} is not available.
de: Dokument mit Code {0} ist nicht verfügbar.
et: Kodeeritud dokumendi {0} ei ole kättesaadav.
fr: Le document avec le code {0} n'est pas disponible.
it: Il documento con il codice {0} non è disponibile.
ru: Документ с кодом {0} не доступен.

# generateNumberOfDocument
source: generate
de: Erzeugen
et: tekitama
fr: Générer
it: Generare
ru: Сгенерировать

# generatingNumberOfDocument
source: will be generated when you save
de: wird beim Speichern generiert
et: tekivad, kui salvestate
fr: sera généré en économisant
it: sarà generato durante il salvataggio
ru: будет сгенерирован при сохранении

# lbladdString
source: Transportation services in the price
de: Transportleistungen im Preis
et: Transporditeenused hind
fr: Services de transport dans le prix
it: Servizi di trasporto nel prezzo
ru: Услуги транспортировки в цене

# lblApplication
source: Application
de: Anwendung
et: Taotlus
fr: Note:
it: Applicazione
ru: Приложение

# lblAssignClaims
source: Cession
de: Abtretung des Anspruchsanspruches
et: Loovutamine
fr: Cession du droit de revendication
it: Assegnazione del diritto di ricorso
ru: Уступка права требования

# lblBaseName
source: Document sales
de: Stiftung
et: Baas
fr: Fondation
it: Basi
ru: Основание

# lblBasis
source: Delivery basis
de: Lieferbasis
et: Toimetaja alusel
fr: Base de livraison
it: Base di consegna
ru: Базис поставки

# lblBasisName
source: Name basis
de: Basisname
et: Nimi alusel
fr: Avec le
it: Nome di base
ru: c

# lblBillLading
source: Bill Of Lading
de: Frachtbrief
et: Konossement
fr: Connaissement
it: Polizza di carico
ru: Коносамент

# lblBtnPrint
source: Print document
de: Ein Dokument drucken
et: Trüki dokument
fr: Impression d'un document
it: Stampa di un documento
ru: Печать документа

# lblBtnTexPreview
source: View Text
de: Text anzeigen
et: Vaata tekst
fr: Voir le texte
it: Visualizza il testo
ru: Просмотр текста

# lblBtnTextEditor
source: Text editor
et: Teksti redaktor
fr: Éditeur de texte
it: Editor di testo
ru: Редактор текста

# lblBuyer
source: Buyer
de: Käufer
et: Ostja
fr: Acheteur
it: Acquirente
ru: Покупатель

# lblBuyerRS
source: Account buyer
de: R/s des Käufers
et: Konto ostja
fr: R/s de l'acheteur
it: R/s del compratore
ru: Р/с покупателя

# lblChoosePP
source: choose payment docs
de: wählen Sie Zahlungsbelege
et: valige maksedokumendid
fr: choisir les documents de paiement
it: scegli i documenti di pagamento
ru: выбрать платежные документы

# lblCostOutNDS
source: Price without VAT
de: Preis ohne Mehrwertsteuer
et: Hind KM-ta
fr: Prix sans TVA
it: Prezzo senza IVA
ru: Цена без НДС

# lblDate
source: Date
de: Datum
et: Kuupäev
it: Data
ru: Дата

# lblDateDue
source: Date of payment
de: Zahlungstermin
et: Makse kuupäev
fr: Date de paiement
it: Data di pagamento
ru: Дата оплаты

# lblDescription
source: Description of the document in the archive
de: Beschreibung des Dokuments im Archiv
et: Arhiivdokumendi kirjeldus
fr: Description du document dans l'archive
it: Descrizione del documento nell'archivio
ru: Описание документа в архиве

# lblDocName
source: Document Title
de: Dokumenttitel
et: Dokumendi pealkiri
fr: Titre du document
it: Titolo del documento
ru: Название документа

# lblDueData
source: Payment date is not specified
de: Zahlungsdatum ist nicht angegeben
et: Maksekuupäev ei ole määratud
fr: La date de paiement n'est pas spécifiée
it: La data di pagamento non è specificata
ru: Дата оплаты не указана

# lblGO
source: shipper
de: Versender
et: saatja
fr: Expéditeur
it: Mittente
ru: Грузоотправитель

# lblGP
source: consignee
de: Empfänger
et: Kaubasaaja
fr: Destinataire
it: Destinatario
ru: Грузополучатель

# lblInvByOsn
source: provide data invoice in accordance with the document base
de: Bringen Sie die Rechnungsdaten in Einklang mit dem Dokument
et: viia invoice'I andmed vastavusse alusdokumendiga
fr: rapprocher les données de la facture du document
it: portare i dati della fattura in linea con il documento
ru: привести данные инвойса в соответствие с документом основанием

# lblInvoiceProforma
source: Expense, proforma invoice
de: Konto, Rechnungsproforma
et: Kulu, proforma arve
fr: Compte, formulaire de facture
it: Conto, fattura proforma
ru: Счет, инвойс проформа

# lblItogo
source: Total
de: Summe
et: Kokku
it: In totale
ru: Итого

# lblItogoClaim
source: Total claims
de: Insgesamt für Pritenziyam
et: Kokku pretensioonide kohta
fr: Total pour pritenziyam
it: Totale per pritenziyam
ru: Итого по притензиям

# lblItogoInv
source: Total invoice
de: Summe für das Konto
et: Arve kokku
fr: Total pour le compte
it: Totale per l'account
ru: Всего по счету

# lblItogoProduct
source: Total Product
de: Insgesamt nach Produkten
et: Kokku kaupade kohta
fr: Total par produits
it: Totale per prodotti
ru: Итого по товарам

# lblItogoUsl
source: Total for services rendered
de: Summe für erbrachte Dienstleistungen
et: Kokku osutatud teenuste kohta
fr: Total pour pritenziyam
it: Totale per servizi resi
ru: Итого по оказанным услугам

# lblKurator
source: Curator
de: Kurator
et: Kuraator
fr: Conservateur
it: Curatore
ru: Куратор

# lblLangField
source: Pattern printing forme
de: Formularvorlage drucken
et: Muster trükkimine forme
fr: Imprimer le modèle de formulaire
it: Stampa il modello di modulo
ru: Шаблон печатной формы

# lblLetterCredit
source: Letter of credit
de: Akkreditiv
et: Akreditiiv
fr: Lettre de crédit
it: Lettera di credito
ru: Аккредитив

# lblNameTitle
source: The name on the original document does not match the specified type of document
de: Der Titel im Originaldokument stimmt nicht mit dem angegebenen Dokumenttyp überein
et: Nimi originaaldokumendi ei vasta nimetatud dokumendi tüüp
fr: Le titre du document d'origine ne correspond pas au type de document spécifié
it: Il titolo sul documento originale non corrisponde al tipo di documento specificato
ru: Название на оригинале документа не соответствует указанному типу документа

# lblNDS
source: VAT
de: Mehrwertsteuer
et: KM
fr: TVA
it: IVA
ru: НДС

# lblNDSRate
source: VAT rate
de: MwSt.-Satz
et: KM määr
fr: Taux de TVA
it: Aliquota IVA
ru: Ставка НДС

# lblNoNum
source: The basis of the document is missing, the provision of services or delivery of goods is planned in the future
de: Die Grundlage des Dokuments fehlt, die Bereitstellung der Dienstleistung oder Lieferung der Ware ist in der Zukunft geplant
et: Alusdokument ei ole kättesaadav, teenuste osutamisel või kaupade tarnimine on kavas tulevikus
fr: La base du document est absente, la fourniture du service ou la livraison des marchandises est prévue à l'avenir
it: La base del documento è assente, la fornitura del servizio o la consegna della merce è prevista in futuro
ru: Основание документа отсутствует, предоставление услуги или поставка товара планируется в будущем

# lblNotes
source: Note
de: Hinweis
et: Märkus
it: Osservazione
ru: Примечание

# lblPaymentDocuments
source: vouchers
de: Zahlungsdokumente
et: Kinkepiletid
fr: Documents de paiement
it: Documenti di pagamento
ru: Платежные документы

# lblPosCol1
source: Product / Service
de: Produkt / Dienstleistung
et: Toode / Teenus
fr: Produit / Service
it: Prodotto / Servizio
ru: Товар / Услуга

# lblPosCol10
source: Amount
de: Betrag
et: Summa
fr: Montant
it: Somma
ru: Сумма

# lblPosCol2
source: Qty
de: Anzahl von
et: Kogus
fr: Nombre de
it: Numero di
ru: Кол-во

# lblPosCol3
source: Unit
de: Einheit.
et: Ühik
fr: Unité.
it: U
ru: Ед.

# lblPosCol4
source: Price without VAT
de: Preis ohne Mehrwertsteuer
et: Hind KM-ta
fr: Prix sans TVA
it: Prezzo senza IVA
ru: Цена без НДС

# lblPosCol5
source: Summa excluding VAT
de: Betrag ohne Mehrwertsteuer
et: Summa KM-ta
fr: Montant sans TVA
it: Importo senza IVA
ru: Сумма без НДС

# lblPosCol6
source: VAT
de: Mehrwertsteuer
et: KM
fr: TVA
it: IVA
ru: НДС

# lblPosCol7
source: Total
de: Summe
et: Kokku
it: Solo
ru: Всего

# lblPosCol8
source: Claim
de: Anspruch erheben
et: Pretensioon
fr: Revendication
it: Affermazione
ru: Претензия

# lblPosCol9
source: Cost
de: Preis
et: Hind
fr: Prix
it: Prezzo
ru: Цена

# lblPositionCaption
source: Position on the document base
de: Positionen auf dem Dokument zu den Gründen
et: Alusdokumendi positsioonid
fr: Positions sur le document aux motifs
it: Posizioni sul documento per i motivi
ru: Позиции по документу основанию

# lblPosKol
source: Amount
de: Anzahl von
et: Kogus
fr: Nombre de
it: Numero di
ru: Количество

# lblPosNo
source: no
de: nein
et: puuduvad
fr: non
it: non ci sono
ru: отсутствуют

# lblPosResource
source: Resource
de: Wählen Sie eine Ressource
et: Ressursi valik
fr: Choisissez une ressource
it: Scegli una risorsa
ru: Выбор ресурса

# lblPosResourceName
source: Resource name
de: Ressourcenname
et: Ressursi nimetus
fr: Nom de la ressource
it: Nome della risorsa
ru: Название ресурса

# lblPosResourceNameLat
source: Resource name lat
de: Ressourcenname (lat)
et: Ressursi nimetus (lat.)
fr: Nom de la ressource (lat)
it: Nome della risorsa (lat)
ru: Название ресурса (лат)

# lblPosTitle
source: Invoice-proforma position
de: Die Position des Rechnungsproforma
et: Invoice-proforma positsioon
fr: La position de la facture-pro forma
it: La posizione della fattura pro forma
ru: Позиция инвойса-проформы

# lblPosUnavaible
source: not available
de: nicht verfügbar
et: ei ole kättesaadavad
fr: pas disponible
it: non disponibile
ru: не доступны

# lblPosНеРеализовано
source: not implemented
de: nicht implementiert
et: ei ole realiseertiud
fr: pas implémenté
it: non implementato
ru: не реализовано

# lblPrnDescription
source: printed forms
de: zum Drucken von Formularen
et: trükivormide jaoks
fr: pour imprimer des formulaires
it: per stampare moduli
ru: для печатных форм

# lblSeller
source: Seller
de: Verkäufer
et: Müüja
fr: Vendeur
it: Venditore
ru: Продавец

# lblSellerRS
source: Account seller
de: R/s vom Verkäufer
et: Konto müüja
fr: R/s du vendeur
it: R/s dal venditore
ru: Р/с продавца

# lblSign1
source: First signatory
de: Erster Unterzeichner
et: Esimene allkirjastaja
fr: Premier signataire
it: Primo firmatario
ru: Первый подписант

# lblSign2
source: Second signatory
de: Der zweite Unterzeichner
et: Teine allkirjastaja
fr: Le deuxième signataire
it: Il secondo firmatario
ru: Второй подписант

# lblSigners
source: The signatories of printed forms
de: Signaturen von gedruckten Formularen
et: Allakirjutanud vormid
fr: Signatures de formulaires imprimés
it: Firme di moduli stampati
ru: Подписанты печатных форм

# lblSummaOutNDS
source: Summ without VAT
de: Betrag ohne Mehrwertsteuer
et: Summa KM-ta
fr: Montant sans TVA
it: Importo senza IVA
ru: Сумма без НДС

# lblTitleAdmin
source: Setting the corresponding table FieldsDocument fields with the logical entity
de: Festlegen der Felder der Felder des Dokumentfelds, damit sie mit einer logischen Entität übereinstimmen
et: Setting vastava tabeli väljad dokumendi väljad loogiline üksus
fr: Définition des champs des champs du champ de document à associer à une entité logique
it: Impostazione dei campi dei campi del campo del documento da abbinare a un'entità logica
ru: Установка соответствия полей таблицы ПоляДокументов с логической сущностью

# lblToBePaid
source: Must be paid
de: Es ist notwendig zu bezahlen
et: Tuleb pöörata
fr: Il est nécessaire de payer
it: È necessario pagare
ru: Необходимо оплатить

# lblTypeDoc
source: Select document type
de: Wählen Sie den Dokumententyp
et: Valige dokumendi tüüp
fr: Sélectionnez le type de document
it: Seleziona il tipo di documento
ru: Выберите тип документа

# LBL_ПоПолю
source: on the field
de: nach Feld
et: põllule
fr: par champ
it: per campo
ru: по полю

# lCancelSign
source: To cancel the signature
de: eine Unterschrift stornieren
et: tühista allkiri
fr: annuler une signature
it: cancella una firma
ru: отменить подпись

# listComplete
source: completed
de: abgeschlossen
et: lõpetatud
fr: terminé
it: completato
ru: завершен

# listFollowType
source: Resulting documents
de: Fließende Dokumente
et: Tulemuseks dokumentide
fr: Documents fluides
it: Documenti fluenti
ru: Вытекающие документы

# listNewDoc
source: create a document
de: erstellen Sie ein Dokument
et: dokumendi loomiseks
fr: créer un document
it: creare un documento
ru: создать документ

# listNotSigned
source: not signed
de: nicht unterschrieben
et: ei ole allkirjastanud
fr: pas signé
it: non firmato
ru: не подписан

# listSigned
source: signed
de: unterschrieben
et: allkirjastatud
fr: signé
it: firmato
ru: подписан

source: minus
et: miinus
fr: moins
it: meno
ru: минус

# msgAs
source: as
de: als
et: nagu
fr: comme
it: come
ru: как

# msgBtn1
source: Do not have a document
de: ja! Dokumentennummer:
et: Ei ole dokumenti
fr: Le document n'a pas de numéro
it: Il documento non ha un numero
ru: У документа нет номера

# msgBtn2
source: Yes I Do! Document Number:
de: Ja! Dokumentennummer:
et: Jah ma teen! Dokumendi number:
fr: Oui! Numéro de document:
it: Sì! Numero del documento:
ru: Да! Номер документа:

# msgBtn3
source: Correct document number
de: Korrekte Dokumentennummer
et: Õige numbri
fr: Corriger le numéro de document
it: Numero di documento corretto
ru: Исправить номер документа

# msgConfirm
source: Confirm
de: Bestätigen Sie
et: Kinnitama
fr: Confirmer
it: Confermare
ru: Подтвердите

# msgConfirm1
source: not like a number of the document!
de: nicht wie die Dokumentennummer!
et: ei meeldi dokumendi number!
fr: pas comme le numéro de document!
it: non come il numero del documento!
ru: не похоже на номер документа!

# msgConfirm2
source: Are you sure you document number -
de: Sind Sie sicher, dass die Dokumentnummer -
et: Oled sa kindel numbri -
fr: Êtes-vous sûr que le numéro de document -
it: Sei sicuro che il numero del documento -
ru: Вы уверены, что номер документа -

# MsgConfirmRebuild
source: Are you sure you want to rebuild text?
de: Sind Sie sicher, dass Sie den Text neu erstellen möchten?
et: Kas olete kindel, et soovite teksti täielikult uuesti luua?
fr: Êtes-vous sûr de vouloir reconstruire le texte?
it: Sei sicuro di voler ricostruire il testo?
ru: Вы уверены, что хотите перестроить текст?

# msgDelFinishSign
source: You remove the final signature.
de: Sie löschen die endgültige Signatur.
et: Sa eemaldada lõpliku allkirja.
fr: Vous supprimez la signature finale.
it: Stai cancellando la firma finale.
ru: Вы удаляете завершающую подпись.

# msgDelFinishSign1
source: This will remove finoperatsy on this document ({0} items).
de: Dies führt zum Löschen der Finch-Operationen in diesem Dokument ({0} PC).
et: See eemaldab finoperatsy see dokument ({0} toodet).
fr: Cela entraînera la suppression des opérations Finch sur ce document ({0} pcs).
it: Ciò comporterà la cancellazione delle operazioni di finch su questo documento ({0} pcs).
ru: Это приведет к удалению финопераций по этому документу ({0} шт).
