Repository: Kesco-m/Kesco.Lib.Localization
Catalog: ResContainer.*.resx
Languages: de, et, fr, it, ru

# RUB_S2
source: roubles
de: rubel
et: rubla
fr: rouble
it: rublo
ru: рубля

# RUB_S5
source: roubles
de: rubel
et: rubla
it: rubli
ru: рублей

# RUR_J1
source: copeck
de: kopeke
et: kopikas
fr: kopeck
it: copeco
ru: копейка

# RUR_J2
source: copecks
de: fennige
et: kopikat
fr: quelques centimes
it: dime
ru: копейки

# RUR_J5
source: copecks
de: kopeken
et: kopikat
fr: kopecks
it: copechi
ru: копеек

# RUR_S1
source: rouble
de: rubel
et: rubla
it: rublo
ru: рубль

# RUR_S2
source: roubles
de: rubel
et: rubla
fr: rouble
it: rublo
ru: рубля

# RUR_S5
source: roubles
de: rubel
et: rubla
it: rubli
ru: рублей

# String1
source: provide data in accordance with the invoice document base
de: Bringen Sie die Rechnungsdaten in Einklang mit dem Dokument
et: esitama andmed vastavalt arve dokumendi alus
fr: rapprocher les données de la facture du document
it: portare i dati della fattura in linea con il documento
ru: привести данные инвойса в соответствие с документом основанием

# title
source: Create/choose outgoing document
de: Erstellen / wählen Sie einen Abgangsbeleg
et: Loo / vali sissetulnud dokumenti
fr: Créer / sélectionner un document de sortie
it: Crea / seleziona un documento di deflusso
ru: Создание/выбор вытекающего документа

# titleHelp
source: Help
de: Hilfe
et: aitama
fr: Aide
it: Aiutare
ru: Помощь

# titleSave
source: Save the document
de: Speichern Sie das Dokument
et: dokumendi salvestamine
fr: Enregistrer le document
it: Salva il documento
ru: Сохранить документ

# ttlFIO
source: IOF employee
de: Mitarbeiter-IOF
et: IOF töötaja
fr: Employé IOF
it: Dipendente IOF
ru: ИОФ сотрудника

# ttlPOST
source: officer
de: Position des Mitarbeiters
et: ohvitser
fr: Position de l'employé
it: Posizione del dipendente
ru: Должность сотрудника

# typeNumberOfDocument
source: manually set
de: manuell angeben
et: käsitsi seadistada
fr: spécifier manuellement
it: specificare manualmente
ru: указать вручную

# USD_J1
source: cent
et: sent
it: centesimo
ru: цент

# USD_J2
source: cents
de: cent
et: senti
it: centesimi
ru: цента

# USD_J5
source: cents
de: cent
et: senti
it: centesimi
ru: центов

# USD_S1
source: US Dollar
et: USA dollar
fr: dollar américain
it: dollaro USA
ru: доллар США

# USD_S2
source: US Dollars
de: der US-Dollar
et: USA dollarit
fr: le dollar américain
it: dollaro USA
ru: доллара США

# USD_S5
source: US Dollars
de: USD
et: USA dollarit
fr: USD
it: dollaro USA
ru: долларов США

# _Msg_Cmd_НеСохраняется
source: The document can not be saved.
de: Das Dokument kann nicht gespeichert werden.
et: Dokumendi salvestamine ei ole võimalik
fr: Le document ne peut pas être enregistré.
it: Il documento non può essere salvato.
ru: Сохранение документа невозможно.

# _Msg_ВыборТекста
source: Fill in to a preceding document?
de: Auf der Grundlage des vorherigen Dokuments ausfüllen?
et: Täita eelmise dokumendi alusel?
fr: Remplir sur la base du document précédent?
it: Compilare sulla base del documento precedente?
ru: Заполнить на основании предыдущего документа?

# _Msg_ДоговорВалюта
source: currency of payment does not match the currency of payment in the contract
de: die Zahlungswährung entspricht nicht der Zahlungswährung im Vertrag
et: maksevaluuta ei vasta lepingu maksevaluutale
fr: la devise de paiement ne correspond pas à la devise de paiement du contrat
it: la valuta di pagamento non corrisponde alla valuta di pagamento nel contratto
ru: валюта оплаты не соответствует валюте оплаты в договоре

# _Msg_ДокументНеДоступен
source: document is not available
de: dokument ist nicht verfügbar
et: dokument ei ole kättesaadav
fr: le document n'est pas disponible
it: il documento non è disponibile
ru: документ не доступен

# _Msg_ДокументНетЭФ
source: Document does not have e-forms
de: Das Dokument hat keine E-Mail. Formulare
et: Dokumendil puudu elektrooniline vorm
fr: Le document n'a aucun el. formes
it: Il documento non ha el. forma
ru: Документ не имеет электронной формы

# _Msg_ЕдИзмерения
source: Unit should be specified for product
de: Für Produkte ist die Maßeinheit obligatorisch
et: Toodete jaoks on mõõteühik kohustuslik
fr: Pour les produits, l'unité de mesure est obligatoire
it: Per i prodotti, l'unità di misura è obbligatoria
ru: Для товаров единица измерения является обязательной

# _Msg_Количество
source: Not specified amount
de: Keine Menge angegeben
et: Kogus ei ole määratud
fr: Aucune quantité spécifiée
it: Nessuna quantità specificata
ru: Не указазано количество

# _Msg_Количество0
source: Amount should be greater then 0
de: Die Nummer muss größer als 0 sein
et: Kogus peab olema 0-st suurem
fr: Le nombre doit être supérieur à 0
it: Il numero deve essere maggiore di 0
ru: Количество должно быть больше 0

# _Msg_ЛицоАдрес
source: no address
de: keine Adresse angegeben
et: aadress on määramata
fr: aucune adresse spécifiée
it: nessun indirizzo specificato
ru: не указан адрес

# _Msg_ЛицоАдресЮридический
source: the person is not the legal address
de: die Person hat keine legale Adresse
et: isikul puudub juriidiline aadress
fr: la personne n'a pas d'adresse légale
it: la persona non ha un indirizzo legale
ru: у лица отсутствует юридический адрес

# _Msg_ЛицоИНН
source: the person is missing ITN
de: die Person hat kein INN
et: isikul puudub ИНН
fr: la personne n'a pas de DCI
it: la persona non ha una INN
ru: у лица отсутствует ИНН

# _Msg_ЛицоКПП
source: the person is absent CAT
de: die Person hat keinen Checkpoint
et: isikul puudub КПП
fr: la personne n'a pas de point de contrôle
it: la persona non ha un checkpoint
ru: у лица отсутствует КПП

# _Msg_ЛицоНазвание
source: the person is not a short title
de: die Person hat keinen kurzen Namen
et: isikul puudub lühinim
fr: la personne n'a pas de nom court
it: la persona non ha un nome breve
ru: у лица отсутствует краткое название

# _Msg_ЛицоНеДоступно
source: person is not available
de: person ist nicht verfügbar
et: isik ei ole kättesaadav
fr: personne n'est pas disponible
it: la persona non è disponibile
ru: лицо не доступно

# _Msg_ЛицоНеПроверено
source: person has not been tested
de: person nicht verifiziert
et: isik ei ole kontrollitud
fr: personne non vérifiée
it: persona non verificata
ru: лицо не проверено

# _Msg_ЛицоПолноеНазвание
source: the person is not the full name
de: die Person hat nicht den vollständigen Namen
et: isikul puudub täisnimi
fr: la personne n'a pas le nom complet
it: la persona non ha il nome completo
ru: у лица отсутствует полное название

# _Msg_ЛицоРеквизиты
source: the person is missing details at {0}
de: die Person verfügt nicht über die Voraussetzungen für {0}
et: isikul puuduvad rekvisiidid {0}
fr: la personne n'a pas les conditions requises pour {0}
it: la persona non ha i requisiti per {0}
ru: у лица отсутствует реквизиты на {0}

# _Msg_НетВсего
source: Not specified field 'Total'
de: Das Feld 'Summe' ist leer
et: Väli 'Kokku' ei ole täidetud
fr: Le champ "Total" est vide
it: Il campo "Totale" è vuoto
ru: Не заполнено поле 'Всего'

# _Msg_НетВсего0
source: Total should be greater then 0
de: Summe muss größer als 0 sein
et: Kokku peab olema 0-st suurem
fr: Le total doit être supérieur à 0
it: Il totale deve essere maggiore di 0
ru: Всего должно быть больше 0

# _Msg_НетОснования
source: Not specify the document base
de: Kein Dokument gefunden.
et: Alusdokument ei ole määratud
fr: Aucun document trouvé.
it: Nessun documento trovato.
ru: Не указан документ основание.

# _Msg_ОснованиеВалюта
source: currency of payment does not match the currency of the base document
de: die Zahlungswährung entspricht nicht der Dokumentenwährung der Basis
et: maksevaluuta ei vasta alusdokumendi maksevaluutale
fr: la devise de paiement ne correspond pas à la devise du document de la base
it: la valuta di pagamento non corrisponde alla valuta del documento della base
ru: валюта оплаты не соответствует валюте документа основания

# _Msg_ОснованиеГО
source: person does not meet the shipper in the document under
de: person entspricht nicht dem Versender im Dokument
et: isik ei vasta kaubasaatjale alusdokumendis
fr: personne ne correspond pas à l'expéditeur dans le document
it: persona non corrisponde allo speditore nel documento
ru: лицо не соответствует грузоотправителю в документе основании

# _Msg_ОснованиеГОРеквизиты
source: details of the person does not meet the requisites of the shipper in the document under
de: die Anforderungen der Person entsprechen nicht den Anforderungen an den Versender in dem Dokument zu den Gründen
et: isiku rekvisiidid ei vasta kaubasaatja dokumentidele põhjendustele
fr: les conditions de la personne ne correspondent pas aux conditions exigées à l'expéditeur dans le document aux motifs
it: i requisiti della persona non corrispondono ai requisiti per lo speditore nel documento per i motivi
ru: реквизиты лица не соответствуют реквизитам грузоотправителю в документе основании

# _Msg_ОснованиеГП
source: person does not meet the consignee in the document under
de: person entspricht nicht dem Empfänger im Dokument
et: isik ei vasta dokumendi saajale
fr: personne ne correspond pas au destinataire dans le document
it: persona non corrisponde al destinatario nel documento
ru: лицо не соответствует грузополучателю в документе основании

# _Msg_ОснованиеГПРеквизиты
source: details of the person does not meet the requisites of the consignee in the document under
de: die Anforderungen der Person entsprechen nicht den Anforderungen des Empfängers in dem Dokument zu den Gründen
et: isiku rekvisiidid ei vasta kaubasaaja rekvisiitidele alusdokumendis
fr: les conditions de la personne ne correspondent pas aux conditions requises du destinataire dans le document aux motifs
it: i requisiti della persona non corrispondono ai requisiti del destinatario nel documento ai motivi
ru: реквизиты лица не соответствуют реквизитам грузополучателя в документе основании

# _Msg_ОснованиеЗаказчик
source: person does not meet the customer in the document under
de: die Person entspricht nicht dem Kunden in dem Dokument
et: isik ei vasta tellijale alusdokumendis
fr: la personne ne respecte pas le client dans le document
it: La persona non rispetta il cliente nel documento
ru: лицо не соответствует заказчику в документе основании

# _Msg_ОснованиеИсполнитель
source: person does not meet the artist in a document based on
de: die Person entspricht nicht dem Darsteller im Dokument
et: isik ei vasta täitjale alusdokumendis
fr: la personne ne correspond pas à l'interprète du document
it: La persona non rispetta il cliente nel documento
ru: лицо не соответствует исполнителю в документе основании

# _Msg_ОснованиеНеДоступно
source: The document base is not available!
de: Das Gründungsdokument ist nicht verfügbar!
et: Alusdokument ei ole kättesaadav!
fr: Le document de base n'est pas disponible!
it: La persona non rispetta il cliente nel documento
ru: Документ основание не доступен!

# _Msg_ОснованиеНетФормы
source: Document base does not have an electronic form
de: Die Dokumentenbasis ist nicht in elektronischer Form
et: Alusdokumendil puudub elektrooniline vorm
fr: La base de document n'est pas sous forme électronique
it: La base del documento non è in formato elettronico
ru: Документ основание не имеет электронной формы

# _Msg_ОснованиеПокупатель
source: person does not meet the buyer in the document under
de: die Person entspricht nicht dem Käufer in dem Dokument
et: isik ei vasta ostjale alusdokumendis
fr: La personne ne correspond pas à l'acheteur dans le document
it: La persona non corrisponde all'acquirente nel documento
ru: лицо не соответствует покупателю в документе основании

# _Msg_ОснованиеПокупательАдрес
source: address of the person does not match the address of the buyer to document the basis
de: die Adresse der Person stimmt nicht mit der Adresse des Käufers im Dokument überein
et: isiku aadress ei vasta ostja aadressile alusdokumendis
fr: l'adresse de la personne ne correspond pas à l'adresse de l'acheteur dans le document
it: l'indirizzo della persona non corrisponde all'indirizzo del compratore nel documento
ru: адрес лица не соответствует адресу покупателя в документе основании

# _Msg_ОснованиеПродавец
source: person does not meet the seller in a document based on
de: die Person entspricht nicht dem Verkäufer in dem Dokument
et: isik ei vasta müüjale alusdokumendis
fr: La personne ne se conforme pas au vendeur dans le document
it: La persona non rispetta il venditore nel documento
ru: лицо не соответствует продавцу в документе основании

# _Msg_ОснованиеПродавецАдрес
source: address of the person does not match the address of the seller to document the basis
de: die Adresse der Person stimmt nicht mit der Adresse des Verkäufers im Internet überein
et: isiku aadress ei vasta müüja aadressile alusdokumendis
fr: l'adresse de la personne ne correspond pas à l'adresse du vendeur dans le
it: l'indirizzo della persona non corrisponde all'indirizzo del venditore nel documento
ru: адрес лица не соответствует адресу продавца в документе основании

# _Msg_ОснованиеУжеЕсть1
source: There is already document
de: Es gibt bereits ein Dokument
et: Dokument juba eksisteerib
fr: Il y a déjà un document
it: C'è già un documento
ru: Уже существует документ

# _Msg_ОснованиеУжеЕсть2
source: base is
de: dessen Grundlage ist
et: mille aluseks on
fr: dont la base est
it: la base di cui è
ru: основанием которого является

# _Msg_ПриложениеВалюта
source: currency of payment does not match the currency of payment in the annex
de: Die Zahlungswährung entspricht nicht der Zahlungswährung in der Anwendung
et: maksevaluuta ei vasta lisa maksevaluutale
fr: la devise de paiement ne correspond pas à la devise de paiement dans l'application
it: la valuta di pagamento non corrisponde alla valuta di pagamento nella domanda
ru: валюта оплаты не соответствует валюте оплаты в приложении

# _Msg_Ресурс
source: Resource is not specified
de: Nicht angegebene Ressource
et: Ressurs on määramata
fr: Ressource non spécifiée
it: Risorsa non specificata
ru: Не указазан ресурс

# _Msg_РесурсИмя
source: Not specified resource name
de: Der Ressourcenname ist nicht angegeben
et: Ressursi nimetus ei ole määratud
fr: Le nom de la ressource n'est pas spécifié
it: Il nome della risorsa non è specificato
ru: Не указазано название ресурса

# _Msg_РесурсНетЛатНазвания
source: Unspecified Latin name of the resource
de: Der Name der lateinischen Ressource wurde nicht angegeben
et: Ressursi ladinatähestikuline nimetus on määramata
fr: Le nom de la ressource latine n'est pas spécifié
it: Il nome della risorsa latina non è specificato
ru: Не указано латинское название ресурса

# _Msg_СоответствиеСлужебке
source: does not correspond to memorandum
de: passt nicht zum Service
et: ei vasta teenistuskirjale
fr: ne correspond pas au service
it: non corrisponde al servizio
ru: не соответствует служебке

# _Msg_СтавкаНДС
source: Not specified VAT rate
de: Nicht angegebener Mehrwertsteuersatz
et: KM määr ei ole määratud
fr: Taux de TVA non spécifié
it: Aliquota IVA non specificata
ru: Не указазана ставка ндс

# _Msg_СуммаБезНДС
source: Not specified summ without VAT
de: Kein Betrag ist ohne Mehrwertsteuer angegeben
et: Summa KM-ta ei ole määratud
fr: Aucun montant n'est spécifié sans TVA
it: Nessun importo è specificato senza IVA
ru: Не указазана сумма без ндс

# _Msg_СуммаБезНДС0
source: Summ without VAT should be greater then 0
de: Der Betrag ohne Mehrwertsteuer muss größer als 0 sein
et: Summa KM-ta peab olema 0-st suurem
fr: Le montant sans TVA doit être supérieur à 0
it: L'importo senza IVA deve essere maggiore di 0
ru: Сумма без ндс должна быть больше 0

# _Msg_СуммаНДС
source: VAT summ is not specified
de: Der Betrag der Mehrwertsteuer ist nicht angegeben
et: KM summa ei ole määratud
fr: Le montant de la TVA n'est pas spécifié
it: L'importo dell'IVA non è specificato
ru: Не указазана сумма ндс

# _Msg_СуммаНДС0
source: VAT summ should be greater or equal then 0
de: Die Summe der Mehrwertsteuer muss größer oder gleich 0 sein
et: KM summa peab olema suurem või võrdne 0
fr: La somme de la TVA doit être supérieure ou égale à 0
it: La somma dell'IVA deve essere maggiore o uguale a 0
ru: Сумма ндс должна быть больше или равна 0

# _Msg_СчетSWIFTБанка
source: the bank is not swift
de: die Bank hat keine schnelle
et: pangal puudub SWIFT
fr: la banque n'a pas de rapidité
it: la banca non ha un rapido
ru: у банка отсутствует swift

# _Msg_СчетБанкНеПроверен
source: bank has not been verified
de: bank nicht verifiziert
et: pank ei ole kontrollitud
fr: banque non vérifiée
it: banca non verificata
ru: банк не проверен

# _Msg_СчетБИКБанка
source: the bank has no BIC
de: die Bank hat kein Fahrrad
et: pangal puudub BIC
fr: la banque n'a pas de vélo
it: la banca non ha una bicicletta
ru: у банка отсутствует бик

# _Msg_СчетВалютаДокумента
source: bank account currency does not match the currency of the document
de: die Währung des Bankkontos entspricht nicht der Dokumentwährung
et: pangakonto valuuta ei vasta dokumendi valuutale
fr: la devise du compte bancaire ne correspond pas à la devise du document
it: la valuta del conto bancario non corrisponde alla valuta del documento
ru: валюта банковского счета не соответствует валюте документа

# _Msg_СчетКСБанка
source: the bank has no korr. account
de: die Bank hat kein Bankkonto
et: pangal puudub korr. Konto
fr: la banque n'a pas de compte bancaire
it: la banca non ha un conto bancario
ru: у банка отсутствует кор.счет

# _Msg_СчетНазваниеБанка
source: the bank has no short name
de: die Bank hat keinen kurzen Namen
et: pangal puudub lühinimetus
fr: la banque n'a pas de nom court
it: la banca non ha un nome breve
ru: у банка отсутствует краткое название

# _Msg_СчетНеБанк
source: person is not a bank
de: die Person ist keine Bank
et: isik ei ole pank
fr: personne n'est une banque
it: la persona non è una banca
ru: лицо не является банком

# _Msg_СчетНеДействует
source: bank account is not valid
de: bankkonto ist nicht gültig
et: pangakonto ei kehti
fr: compte bancaire n'est pas valide
it: conto bancario non è valido
ru: банковский счет не действует

# _Msg_СчетНеДоступен
source: bank account is not available
de: bankkonto ist nicht verfügbar
et: pangakonto ei ole kättesaadav
fr: compte bancaire n'est pas disponible
it: il conto bancario non è disponibile
ru: банковский счет не доступен

# _Msg_СчетНеПоДатеДоговора
source: term of the contract does not correspond to the date the invoice
de: Die Laufzeit der Vereinbarung entspricht nicht dem Rechnungsdatum
et: lepingu kehtivustähtaeg ei vasta invoice'I kuupäevale
fr: la durée de la convention ne correspond pas à la date de la facture
it: il termine dell'accordo non corrisponde alla data della fattura
ru: срок действия договора не соответствует дате инвойса

# _Msg_СчетНеПоДоговору
source: bank account does not match the account in the contract
de: das Bankkonto entspricht nicht dem Konto im Vertrag
et: pangakonto ei vasta pangakontole dokumendis
fr: le compte bancaire ne correspond pas au compte dans le contrat
it: il conto bancario non corrisponde all'account nel contratto
ru: банковский счет не соответствует счету в договоре

# _Msg_СчетНеПоПриложению
source: bank account does not match the account in the application
de: das Bankkonto entspricht nicht dem Konto in der Anwendung
et: pangakonto ei vasta pangakontole lisas
fr: le compte bancaire ne correspond pas au compte dans l'application
it: il conto bancario non corrisponde all'account nell'applicazione
ru: банковский счет не соответствует счету в приложении

# _Msg_СчетПокупателя
source: bank account does not meet the buyer
de: das Bankkonto stimmt nicht mit dem käufer überein
et: pangakonto ei vasta ostjale
fr: le compte bancaire ne correspond pas à l'acheteur
it: il conto bancario non corrisponde all'acquirente
ru: банковский счет не соответствует покупателю

# _Msg_СчетПродавца
source: bank account does not match the seller
de: bankkonto stimmt nicht mit dem Verkäufer überein
et: pangakonto ei vasta müüjale
fr: compte bancaire ne correspond pas au vendeur
it: il conto bancario non corrisponde al venditore
ru: банковский счет не соответствует продавцу

# _Msg_СчетРеквизитыБанка
source: the bank has no details at {0}
de: die Bank verfügt nicht über die Voraussetzungen für {0}
et: pangal puuduvad rekvisiidid: {0}
fr: la banque n'a pas les conditions requises pour {0}
it: la banca non ha i requisiti per {0}
ru: у банка отсутствуют реквизиты на {0}

# _Msg_ТекстИзменен
source: The text of the document has been changed! Record?
de: Der Text des Dokuments wurde geändert! Aufschreiben?
et: Dokumendi tekst on muudetud! Salvestada?
fr: Le texte du document a été changé! Pour écrire?
it: Il testo del documento è stato cambiato! Per scrivere?
ru: Текст документа был изменен! Записать?

# _Msg_ЦенаБезНДС
source: Not specified cost without VAT
de: Kein preis ist ohne mehrwertsteuer angegeben
et: Hind KM-ta ei ole määratud
fr: Aucun prix n'est spécifié sans TVA
it: Nessun prezzo è specificato senza IVA
ru: Не указазана цена без ндс

# _Msg_ЦенаБезНДС0
source: Cost without VAT should be greater then 0
de: Der Preis ohne Mehrwertsteuer muss größer als 0 sein
et: Hind KM-ta peab olema 0-st suurem
fr: Le prix sans TVA doit être supérieur à 0
it: Il prezzo senza IVA deve essere maggiore di 0
ru: Цена без ндс должна быть больше 0

# lblStatus
source: status
et: seisund
fr: Statut
it: Stato
ru: Статус

# lblUser
source: User
de: Benutzer
et: Kasutaja
fr: Utilisateur
it: Utente
ru: Пользователь

# lblDocUser
source: The document work:
de: Die folgenden Dokumente funktionieren mit dem Dokument:
et: Dokumendi tööd:
fr: Les documents suivants fonctionnent avec le document:
it: I seguenti documenti funzionano con il documento:
ru: С документом работают:

# lblEdit
source: editing
de: Bearbeiten
et: Toimetajad
fr: Modification
it: redazione
ru: Редактирование

# lblView
source: review
de: nach Feld
et: ülevaade
fr: Regardez à l'intérieur
it: Guarda dentro
ru: Просмотр

# lblDateDelivery
source: Term of payment to the date of delivery
de: Zahlungsfrist ab dem Tag der Lieferung
et: Maksetähtaeg kuni üleandmise kuupäevast
fr: Délai de paiement à compter de la date de livraison
it: Termine di pagamento dalla data di consegna
ru: Срок оплаты со дня поставки

# lblDateFrom
source: Date of accommodation
de: Datum des Aufenthalts von
et: Kuupäev majutust
fr: Date de séjour de
it: Data del soggiorno da
ru: Дата проживания с

# lblDateTo
source: Date of stay
de: Datum des Aufenthalts
et: Külastuse aeg
fr: Date de séjour
it: Data del soggiorno
ru: Дата проживания по

# lblPayAcc
source: Payment for accommodation
de: Zahlung für die Unterkunft
et: Makse majutust
fr: Paiement pour l'hébergement
it: Pagamento per l'alloggio
ru: Оплата за проживание

# lblPercentagePrepaid
source: The percentage of prepaid
de: Prozentsatz der Vorauszahlung
et: protsent ettemakstud
fr: Pourcentage de prépaiement
it: Percentuale di pagamento anticipato
ru: Процент предоплаты

# msgCallContact
source: Contact by contact
de: Kontakt nach Kontakt
et: Võta kontakti
fr: Contact par Contact
it: Contatto per contatto
ru: Связаться по контакту

# msgNoContact
source: No contacts
de: Keine Kontakte
et: No kontaktid
fr: Aucun contact
it: Nessun contatto
ru: Нет контактов

# msgCall
source: Call
de: Ruf an
et: Üleskutse
fr: Appeler
it: Chiamata
ru: Позвонить

# msgPhoneSelect
source: Select the phone from which to make a call to the number
de: Wählen Sie das Telefon aus, von dem aus Sie die Nummer anrufen möchten
et: Valige telefon, millest helistada number
fr: Sélectionnez le téléphone à partir duquel appeler le numéro
it: Seleziona il telefono da cui effettuare una chiamata al numero
ru: Выберите телефон, с которого осуществить вызов на номер
