Repository: Kesco-m/Kesco.Lib.Localization
Catalog: ResContainer.*.resx
Languages: de, et, fr, it, ru

# Cfi_lblTypeCashFlow
source: Type of Cash Flow
de: Art des Cashflows
et: Rahavoo liik
fr: type de flux de trésorerie
it: Tipo di flusso di cassa
ru: Вид движения денежных средств

# Cfi_ ERRMoveCashInitialized
source: The Object "Movement of Cash Funds" has not been initialized. Reopen the edited position.
de: Das Objekt "Bewegung von Barmitteln" wurde nicht initialisiert. Öffnen Sie die bearbeitete Position erneut.
et: Objekti "Rahaliste vahendite liikumine" ei ole alustatud. Avage muudetud asukoht uuesti.
fr: L'objet "Mouvement de moyens de paiement" n'est pas initialisé. Rouvrez la position modifiée.
it: L'oggetto "Movimento di mezzi monetari" non è inizializzato. Riapri la posizione modificata.
ru: Не инициализирован объект "Вид Движений Денежных Средств". Откройте редактируемую позицию повторно.

# lblGridAdd
source: Add
de: Hochladen
et: Lisama
fr: Télécharger
it: Aggiungere
ru: Добавить

# Cfi_msgIdDubl
source: There is already an entry with this code.
de: Es gibt bereits einen Eintrag mit diesem Code.
et: Il y a déjà une entrée avec ce code.
fr: Il y a déjà une entrée avec ce code.
it: C'è già una voce con questo codice.
ru: Уже существует запись с таким кодом.

# Cfi_lblCashFlowItems
source: Cash flow items
de: Cashflow-Positionen
et: Rahavoogude kirjed
fr: Éléments de flux de trésorerie
it: Elementi del flusso di cassa
ru: Статьи движения денежных средств

# Bp_lblBusinesProjects
source: Busines projects
de: Geschäftsprojekte
et: Äriprojektid
fr: Projets d'entreprise
it: Progetti imprenditoriali
ru: Бизнес-проекты

# Bp_btnSave
source: Save
de: Speichern
et: Salvesta
fr: Enregistrer
it: Conservare
ru: Сохранить

# Bp_btnCancel
source: Cancel
de: Abbrechen
et: Tühista
fr: Annuler
it: Cancellazione
ru: Отмена

# Cfi_lblSave
source: Save
de: Speichern
et: Salvesta
fr: Enregistrer
it: Conservare
ru: Сохранить

# Cfi_lblCancel
source: Cancel
de: Abbrechen
et: Tühista
fr: Annuler
it: Cancellazione
ru: Отмена

# Cfi_msgTypeCashFlow
source: type of cash flow
de: art des Cashflows
et: rahavoogude liik
fr: type de flux de trésorerie
it: tipo di flusso di cassa
ru: вида движения денежных средств

# Cfi_msgCashFlowTypeNotFilled
source: not filled type of cash flow
de: nicht gefüllter Cashflow
et: rahavoogude tüüp ei ole täidetud
fr: type de trésorerie non renseigné
it: tipo di flusso di cassa non riempito
ru: не заполнен вид движения денежных средств

# Cfi_lblModesMovement
source: Modes of movement
de: Bewegungsarten
et: Liikumisviisid
fr: Modes de mouvement
it: Modalità di movimento
ru: Виды движения

# lblSearch
source: Search
de: Suche
et: Otsi
fr: Recherche
it: Ricerca
ru: Поиск

# BProject_errFailedGenerateButtons
source: Failed to generate form buttons
de: Fehler beim Generieren von Formularschaltflächen
et: Vormi nuppude genereerimine ebaõnnestus
fr: Échec de la génération des boutons de formulaire
it: Impossibile generare i pulsanti del modulo
ru: Не удалось сформировать кнопки формы

# Cfi_lblSearch
source: To find
de: Zu finden
et: Leidmiseks
fr: Trouver
it: Per trovare
ru: Найти

# lblFiltered
source: filtered
de: herausgefiltert
et: filtreeritakse
fr: filtré
it: filtrato
ru: отфильтровано

# lblOver100
source: Found more than {0} records. Only {0} are displayed, specify the search criteria.
de: Gefunden mehr als {0} Datensätze. Es werden nur {0} angezeigt. Geben Sie die Suchkriterien an.
et: Leitud rohkem kui {0} kirjet. Kuvatakse ainult {0}, määrake otsingukriteeriumid.
fr: Trouvé plus de {0} enregistrements. Seulement {0} sont affichés, spécifiez les critères de recherche.
it: Trovato più di {0} record. Vengono visualizzati solo {0}, specificare i criteri di ricerca.
ru: Найдено более {0} записей. Отображаются только {0}, уточните критерии поиска.

# ExRate_lblExRates
source: Exchange rates
de: Wechselkurse
et: Vahetuskursid
fr: Taux de change
it: Tassi di cambio
ru: Курсы валют

# ExRate_lblExRateDetail
source: Exchange rates
de: Wechselkurse
et: Vahetuskursid
fr: Taux de change
it: Tassi di cambio
ru: Курсы валют

# ExRate_lblExRateAverage
source: Average exchange rate
de: Durchschnittlicher Wechselkurs
et: Keskmine vahetuskurss
fr: Taux de change moyen
it: Tasso di cambio medio
ru: Средние курсы

# ExRate_errFailedGenerateButtons
source: Failed to generate form buttons
de: Fehler beim Generieren von Formularschaltflächen
et: Vormi nuppude genereerimine ebaõnnestus
fr: Échec de la génération des boutons de formulaire
it: Impossibile generare i pulsanti del modulo
ru: Не удалось сформировать кнопки формы

# ExRate_msgEmptyData
source: No exchange rate found for the selected period
de: Für den ausgewählten Zeitraum wurde kein Wechselkurs gefunden
et: Valitud perioodil ei leitud vahetuskurssi
fr: Aucun taux de change trouvé pour la période sélectionnée
it: Nessun tasso di cambio trovato per il periodo selezionato
ru: За выбранный период не найдено курса валют

# ExRate_btnDeletePosition
source: Delete exchange rate
de: Währungskurs löschen
et: Kustutage valuutakurss
fr: Supprimer le taux de change
it: Elimina il tasso di cambio
ru: Удалить курс

# ExRate_btnEditPosition
source: Edit exchange rate
de: Währungskurs bearbeiten
et: Valuutakurssi muutmine
fr: Modifier le taux de change
it: Modifica il tasso di cambio
ru: Редактировать курс

# ExRate_lblSelect
source: Select
de: Wählen
et: Valige
fr: Sélectionner
it: Selezionare
ru: Отобразить

# ExRate_btnAddPosition
source: Add exchange rate
de: Wechselkurs hinzufügen
et: Lisage vahetuskurss
fr: Ajouter le taux de change
it: Aggiungi tasso di cambio
ru: Добавить курс

# ExRate_lblAddingRate
source: Adding exchange rate
de: Wechselkurs hinzufügen
et: Vahetuskursi lisamine
fr: Ajout du taux de change
it: Aggiunta del tasso di cambio
ru: Добавление курса

# ExRate_lblCurrency
source: Currency
de: Währung
et: Valuuta
fr: La monnaie
it: Valuta
ru: Валюта

# ExRate_lblRateDate
source: Exchange date
de: Austauschdatum
et: Vahetuspäev
fr: Date d'échange
it: Data di scambio
ru: Дата торгов

# ExRate_lblRateValueRub
source: Value, RUB
de: Betrag, RUB
et: Summa, RUB
fr: Montant, RUB
it: Somma, RUB
ru: Сумма, руб.

# ExRate_lblRateUnits
source: Units
de: Einheiten
et: Ühikud
fr: Unités
it: Unità
ru: За сколько

# ExRate_lblRateChangedPerson
source: Changed person
de: Geänderte Person
et: Muutunud isik
fr: Personne changée
it: Persona cambiata
ru: ФИО

# ExRate_lblRateChangedDate
source: Changed date
de: Geändertes Datum
et: Muudetud kuupäev
fr: Date modifiée
it: Data modificata
ru: Изменено

# ExRate_lblExRateRub
source: Exchange rate, RUB
de: Tauschrate, RUB
et: Vahetuskurss, RUB
fr: Taux de change, RUB
it: Tasso di cambio, RUB
ru: Курс, руб.

# ExRate_lblExRateCross
source: Cross exchange rate
de: Cross-Wechselkurs
et: Risti vahetuskurss
fr: Taux croisé de change
it: Tasso di cambio incrociato
ru: Кросс-курсы

# STORE_SP_Lbl_Data
source: Select company details you want to include in the report
de: Wählen Sie Firmendetails aus, die Sie in den Bericht aufnehmen möchten
et: Valige ettevõtte andmed, mida soovite aruandesse lisada.
fr: Sélectionnez les détails de l'entreprise
it: Seleziona i dettagli della società che desideri includere nel rapporto
ru: Выберите реквизиты компании, которые хотите включить в отчет

# STORE_SP_Btn_Report
source: Generate a report
de: Einen Bericht erstellen
et: Loo aruanne
fr: Générer un rapport
it: Genera un rapporto
ru: Сформировать отчет

# STORE_SP_Btn_Clear
source: Clear
de: Löschen
et: Selge
fr: Effacer
it: Pulito
ru: Очистить

# STORE_SP_Btn_Close
source: Close
de: Fermer
et: Sulge
fr: Schließen
it: Vicino
ru: Закрыть

# STORE_SP_Lbl_Requisites
source: Requisites
de: Rekvizity
et: Andmed
fr: Les détails
it: Requisiti
ru: Реквизиты

# STORE_SP_Lbl_Lang
source: Select the language in which the report will be generated
de: Wählen Sie die Sprache aus, in der der Bericht erstellt werden soll
et: Valige keel, milles aruanne luuakse
fr: Sélectionnez la langue dans laquelle le rapport sera généré
it: Seleziona la lingua in cui verrà generato il rapporto
ru: Выберите язык, на котором будет сформирован отчет

# STORE_SP_Lbl_LangEn
source: In English
de: Auf Englisch
et: Inglise keeles
fr: En anglais
it: In inglese
ru: На английском

# STORE_SP_Lbl_LangRu
source: In the language of the country of incorporation
de: In der Sprache des Gründungslandes
et: Asukohariigi keeles
fr: Dans la langue du pays d'incorporation
it: Nella lingua del paese di costituzione
ru: На языке страны регистрации компании

# STORE_SP_Lbl_Data_Name
source: Title
de: Name
et: Nimi
fr: Nom
it: Nome
ru: Название

# STORE_SP_Lbl_Data_Address
source: Address
de: Adresse
et: Aadress
fr: Adresse
it: Indirizzo
ru: Адрес

# STORE_SP_Lbl_Data_RS
source: Payment account(RUB)
de: Girokonto(RUB)
et: Konto(RUB)
fr: Compte(RUB)
it: Conto corrente(RUB)
ru: Расчетый счет(руб.)

# STORE_SP_Lbl_Data_ValS
source: Currency account
de: Währungskonto
et: Valuuta konto
fr: Compte en devise
it: Conto valuta
ru: Валютный счет

# STORE_SP_Lbl_Data_Currency
source: Currency
de: Währung
et: Valuuta
fr: Devise
it: Valuta
ru: Валюта

# STORE_SP_Lbl_Data_Account
source: Account
de: Konto
et: Konto
fr: Compte
it: Spesa
ru: Счет

# STORE_SP_Lbl_Data_Director
source: Director
de: Direktor
et: Direktor
fr: Directeur
it: Direttore
ru: Директор

# STORE_SP_Btn_Clear_Title
source: Clear selected values
de: Ausgewählte Werte löschen
et: Tühjenda valitud väärtused
fr: Effacer les valeurs sélectionnées
it: Cancella i valori selezionati
ru: Очистить выбранные значения

# STORE_SP_Lbl_Data_Bank
source: Bank
et: Pank
fr: Banque
it: Banca
ru: Банк

# STORE_SP_Msg_Error
source: Error
de: Fehler
et: Viga
fr: Erreur
it: Errore
ru: Ошибка

# STORE_SP_Msg_1
source: To generate a report, you must select at least one props
de: Um einen Bericht zu erstellen, müssen Sie mindestens eine Requisite auswählen
et: Aruande koostamiseks tuleb valida vähemalt üks rekvisiidid
fr: Pour générer un rapport, vous devez sélectionner au moins un accessoire.
it: Per generare un rapporto, devi selezionare almeno un oggetto di scena
ru: Для формирования отчета необходимо выбрать хотя бы один реквизит

# STORE_SP_Msg_2
source: To generate a report, you must specify a current account
de: Um einen Bericht zu erstellen, müssen Sie ein aktuelles Konto angeben
et: Aruande koostamiseks peate määrama jooksva konto
fr: Pour générer un rapport, vous devez spécifier un compte actuel
it: Per generare un report, è necessario specificare un account corrente
ru: Для формирования отчета необходимо указать расчетный счет

# STORE_SP_Msg_3
source: To generate a report, you must specify the currency
de: Um einen Bericht zu erstellen, müssen Sie die Währung angeben
et: Aruande koostamiseks peate täpsustama valuuta
fr: Pour générer un rapport, vous devez spécifier la devise.
it: Per generare un report, è necessario specificare la valuta
ru: Для формирования отчета необходимо указать валюту

# STORE_SP_Msg_4
source: To generate a report, you must specify the currency account
de: Um einen Bericht zu erstellen, müssen Sie das Währungskonto angeben
et: Aruande koostamiseks peate täpsustama valuutakonto
fr: Pour générer un rapport, vous devez spécifier le compte en devise.
it: Per generare un rapporto, è necessario specificare l'account di valuta
ru: Для формирования отчета необходимо указать валютный счет

# STORE_SP_Msg_5
source: To generate a report, you must specify the director
de: Um einen Bericht zu erstellen, müssen Sie den Direktor angeben
et: Aruande koostamiseks peate määrama direktori
fr: Pour générer un rapport, vous devez spécifier le directeur
it: Per generare un report, è necessario specificare il director
ru: Для формирования отчета необходимо указать директора

# ExRate_msgCurrencyNotSelected
source: Currency not selected
de: Keine Währung ausgewählt
et: Valuuta pole valitud
fr: Aucune devise sélectionnée
it: Nessuna valuta selezionata
ru: Не выбрана валюта

# ExRate_msgRateDateNotSelected
source: Rate date not selected
de: Kein Gebotsdatum ausgewählt
et: Pakkumise kuupäeva pole valitud
fr: Aucune date d'enchère sélectionnée
it: Nessuna data di offerta selezionata
ru: Не выбрана дата торгов

# ExRate_msgRateValueNotEntered
source: Rate value not entered
de: Nicht eingegebener Betrag
et: Sisestatud summat pole
fr: Montant non inscrit
it: Numero di unità non inserite
ru: Не заполнена сумма

# ExRate_msgRateUnitsNotEntered
source: Rate units not entered
de: Anzahl der Einheiten nicht gefüllt
et: Sisestatud üksuste arv
fr: Nombre d'unités non entrées
it: Importo non inserito
ru: Не заполнено количество единиц

# ExRate_errFailedGenerateCurrencyList
source: Could not generate currency list
de: Währungsliste konnte nicht erstellt werden
et: Valuuta nimekirja ei õnnestunud luua
fr: Impossible de générer la liste des devises
it: Impossibile generare l'elenco di valute
ru: Не удалось сформировать список валют

# ExRate_lblChange
source: Change
de: Ändern
et: Muuda
fr: Changement
it: Cambiamento
ru: Изменение

# ExRate_lblDate
source: Date
de: Datum
et: Kuupäev
it: Data
ru: Дата

# ExRate_errFailedGettingRateAvg
source: Could not get average exchange rate
de: Durchschnittlicher Wechselkurs konnte nicht ermittelt werden
et: Keskmine vahetuskurss ei saanud
fr: Impossible d'obtenir le taux de change moyen
it: Impossibile ottenere il tasso di cambio medio
ru: Не удалось получить средние курсы

# ExRate_lblCurrencies
source: Currencies
de: Währungen
et: Valuuta
fr: Monnaies
it: Valuta
ru: Валюты

# STORE_SP_Lbl_Data_Spec
source: Special account (RUB)
de: Spezialkonto (RUB)
et: Erikonto (RUB)
fr: Compte spécial (RUB)
it: Conto speciale (RUB)
ru: Специальный счёт(руб.)

# STORE_SP_Msg_6
source: To generate a report, you must specify a special account.
de: Um einen Bericht zu erstellen, müssen Sie ein spezielles Konto angeben.
et: Aruande koostamiseks peate määrama spetsiaalse konto.
fr: Pour générer un rapport, vous devez spécifier un compte spécial.
it: Per generare un report, è necessario specificare un account speciale.
ru: Для формирования отчета необходимо указать специальный счет

# ExRate_lblEditingRate
source: Editing exchange rate
de: Wechselkurs bearbeiten
et: Vahetuskursi muutmine
fr: Modification du taux de change
it: Modifica del tasso di cambio
ru: Редактирование курса

# Inv_lblPhoneCodes
source: Phone codes
de: Telefoncodes
et: Telefoni koodid
fr: Codes téléphoniques
it: Codici telefonici
ru: Телефонные коды

# Inv_lblTerritories
source: Territories
de: Territorien
et: Territooriumid
fr: Des territoires
it: Territorio
ru: Территория

# Inv_msgNoTerritories
source: No territories to display
de: Keine Gebiete zum Anzeigen
et: Territooriumid kuvamiseks puuduvad
fr: Aucun territoire à afficher
it: Nessun territorio da visualizzare
ru: Нет территорий для отображения

# Inv_lblConnected
source: Connected
de: Verbunden
et: Ühendatud
fr: Connecté
it: Collegato
ru: Подключено

# Inv_lblEmployee
source: Employee
de: Mitarbeiter
et: Töötaja
fr: Employé
it: Dipendente
ru: Сотрудник

# Inv_lblCompany
source: Company
de: Die Firma
et: Firma
fr: L'entreprise
it: La compagnia
ru: Компания

# errAccessDenied
source: You are not authorized for this operation!
de: sie sind für diesen Vorgang nicht berechtigt!
et: Te ei ole selle toimingu jaoks volitatud!
fr: Vous n'êtes pas autorisé pour cette opération!
it: Non sei autorizzato per questa operazione!
ru: У Вас нет прав для данной операции!

# ExRate_msgRateExists
source: The exchange rate already exists on the specified date
de: Vahetuskurss on juba määratud kuupäeval olemas
et: Vahetuskurss on juba määratud kuupäeval olemas
fr: Le taux de change existe déjà à la date spécifiée
it: Il tasso di cambio esiste già alla data specificata
ru: Курс на указанную дату уже существует

# btnOldVersion_Title
source: Open the document in the old version of the application
de: Öffnen Sie das Dokument in der alten Version der Anwendung
et: Avage rakendus vanas versioonis
fr: Ouvrez le document dans l'ancienne version de l'application
it: Apri il documento nella vecchia versione dell'applicazione
ru: Открыть документ в старой версии приложения

# lb_Like
source: I like the look and functionality of this form
de: Ich mag das Aussehen und die Funktionalität dieser Form
et: Mulle meeldib selle vormi välimus ja funktsionaalsus
fr: J'aime le look et la fonctionnalité de ce formulaire
it: Mi piace l'aspetto e la funzionalità di questo modulo
ru: Мне нравится внешний вид и функционал данной формы

# lb_NotLike
source: I do not like the look and functionality of this form
de: Ich mag das Aussehen und die Funktionalität dieser Form nicht
et: Mulle ei meeldi selle vormi välimus ja funktsionaalsus
fr: Je n'aime pas le look et les fonctionnalités de ce formulaire
it: Non mi piace l'aspetto e la funzionalità di questo modulo
ru: Мне не нравится внешний вид и функционал данной формы

# lblSort
source: Sorting
de: Sortieren
et: Sortimine
fr: Tri
it: Ordinamento
ru: Сортировка

# ExRate_lblCurrencyPair
source: Currency pair
de: Währungspaar
et: Valuutapaar
fr: Paire de devises
it: Coppia di valute
ru: Валютная пара

# ExRate_lblSwapCurrencies
source: Swap currencies
de: Währungen tauschen
et: Vahetusvaluuta
fr: Échanger des devises par endroits
it: Scambia valute in luoghi
ru: Поменять валюты местами

# ExRate_msgPeriodNotSelected
source: Period not selected
de: Kein Zeitraum ausgewählt
et: Perioodi ei ole valitud
fr: Aucune période sélectionnée
it: Nessun periodo selezionato
ru: Не указан период

# ExRate_errFailedGettingRate
source: Could not get currency rates
de: Währungskurse konnten nicht abgerufen werden
et: Valuutakursse ei saanud
fr: Impossible d'obtenir les taux de change
it: Non è possibile ottenere i tassi di cambio
ru: Не удалось получить курсы

# ExRate_errFailedGettingRateCross
source: Could not get cross rates
de: Konnte keine Cross Rates bekommen
et: Risttariife ei saanud
fr: Impossible d'obtenir des taux croisés
it: Non è possibile ottenere tassi incrociati
ru: Не удалось получить кросс-курсы

# TTN_JsResources
source: "BtnSave": "Save", "BtnCancel": "Cancel", "BtnDelete": "Delete", "BtnYes": "Yes", "BtnNo": "No", "Title": "TTN", "GpToPayer": "Replace all fields of the Payer section with values from the Consignee section?", "GoToShipper": "Replace all fields of the Supplier section with values from the Shipper section?", "ReplaceValues": "Values from the corrected document will be set in all fields of the form. Continue?"
de: "BtnSave": "Speichern", "BtnCancel": "Abbrechen", "BtnDelete": "Löschen", "BtnYes": "Ja", "BtnNo": "Nein", "Title": "TTN", "GpToPayer": "Alle Felder im Abschnitt" Zahler "durch die Werte aus dem Abschnitt" Empfänger "ersetzen?", "GoToShipper": "Alle Felder im Lieferantenbereich durch Werte aus dem Abschnitt Versender ersetzen", "ReplaceValues": "Werte aus dem korrigierten Dokument werden in allen Feldern des Formulars festgelegt. Fortfahren?"
et: "BtnSave": "Salvesta", "BtnCancel": "Tühista", "BtnDelete": "Kustuta", "BtnYes": "Jah", "BtnNo": "Ei", "Title": "TTN", "GpToPayer": "Vahetage maksja sektsiooni kõik väljad saaja sektsiooni väärtustega?", "GoToShipper": "Asendage jaotise Tarnija kõik väljad väärtustega, mis on jaotises saatja?", "ReplaceValues": "Parandatud dokumendi väärtused määratakse vormi kõigis valdkondades. Jätka?"
fr: "BtnSave": "Enregistrer", "BtnCancel": "Annuler", "BtnDelete": "Supprimer", "BtnYes": "Oui", "BtnNo": "Non", "Title": "TTN", "GpToPayer": "Remplacer tous les champs de la section Payeur par les valeurs de la section Destinataire?", "GoToShipper": "Remplacer tous les champs de la section Fournisseur par les valeurs de la section Expéditeur?", "ReplaceValues": "Les valeurs du document corrigé seront définies dans tous les champs du formulaire. Continuer?"
it: "BtnSave": "conservare", "BtnCancel": "cancellazione", "BtnDelete": "cancellare", "BtnYes": "sì", "BtnNo": "no", "Title": "TTN", "GpToPayer": "Sostituisci tutti i campi della sezione Pagatore con i valori della sezione Destinatario?", "GoToShipper": "Sostituisci tutti i campi della sezione Fornitore con i valori della sezione Mittente?", "ReplaceValues": "I valori del documento corretto verranno impostati in tutti i campi del modulo. Continuare?"
ru: "BtnSave": "Сохранить", "BtnCancel": "Отмена", "BtnDelete": "Удалить", "BtnYes": "Да", "BtnNo": "Нет", "Title": "ТТН", "GpToPayer": "Заменить все поля раздела Плательщик значениями из раздела Грузополучатель?", "GoToShipper": "Заменить все поля раздела Поставщик значениями из раздела Грузоотправитель?", "ReplaceValues": "Во все поля формы будут установлены значения из корректируемого документа. Продолжить?"

# ExRate_lblBaseCurrency
source: Base currency
de: Basiswährung
et: Baasvaluuta
fr: Monnaie de base
it: Valuta di base
ru: Базовая валюта

# ExRate_lblQuotedCurrency
source: Quoted currency
de: Zitierte Währung
et: Noteeritud valuuta.
fr: Monnaie cotée
it: Valuta quotata
ru: Валюта котировки

# ExRate_lblExRate
source: Exchange rate
de: Tauschrate
et: Vahetuskurss
fr: Taux de change
it: Tasso di cambio
ru: Курс

# ExRate_lblShowRatesOnHomePage
source: Display rates of selected currencies on the home page
de: Raten ausgewählter Währungen auf der Startseite anzeigen
et: Kuvage valitud valuutade määrad avalehel
fr: Afficher les taux des devises sélectionnées sur la page d'accueil
it: Visualizza le tariffe delle valute selezionate sulla home page
ru: Отображать курсы выбранных валют на домашней странице

# TreeView_lblName
source: Name
et: Nimi
fr: Nom
it: Nome
ru: Название

# cmdAddChild
source: Add child
de: Kind hinzufügen
et: Lisage laps
fr: Ajouter un enfant
it: Aggiungi bambino
ru: Добавить дочерний

# lblEmptySearchString
source: Search string is empty
de: Suchzeichenfolge nicht gefüllt
et: Täitmata otsingusõna
fr: Chaîne de recherche non renseignée
it: Stringa di ricerca non riempita
ru: Не заполнена строка поиска

# msgChildNodesWillBeMoved
source: All child nodes will be moved to a higher level.
de: Alle untergeordneten Knoten werden auf eine höhere Ebene verschoben.
et: Kõik lapse sõlmed liigutatakse kõrgemale tasemele.
fr: Tous les nœuds enfants seront déplacés vers un niveau supérieur.
it: Tutti i nodi figlio verranno spostati a un livello superiore.
ru: Все дочерние узлы будут перемещены на уровень выше.

# lblLastModify
source: Last modify
de: Letzte Änderung
et: Viimane muudatus
fr: Dernier changement
it: Ultimo cambio
ru: Последнее изменение

# Users_MoveTo1C
source: Move to 1C
de: Gehe zu 1C
et: Liikuge 1C-ni
fr: Déplacer à 1C
it: Passare a 1C
ru: Перенести в 1С

# cmdEditDescription
source: Open the document for editing in a separate window
de: Öffnen Sie das Dokument zur Bearbeitung in einem separaten Fenster
et: Avage redigeerimiseks dokument eraldi aknas
fr: Ouvrez le document pour le modifier dans une fenêtre séparée
it: Apri il documento per la modifica in una finestra separata
ru: Открыть документ на редактирование в отдельном окне

# Users_msgDoesNotMatchPerson
source: does not match the person
de: stimmt nicht mit der Person überein
et: ei vasta inimesele
fr: le champ "Nom" n'est pas renseigné.
it: non corrisponde alla persona
ru: не соответсвует физ.лицу

# Users_msgNoValidDetails
source: An individual has no valid details
de: Eine Person hat keine gültigen Angaben
et: Isikul ei ole kehtivaid andmeid
fr: Un individu n'a pas de détails valides
it: Un individuo non ha dettagli validi
ru: У физ. лица нет действующих реквизитов

# Users_fldWorks
source: works
de: arbeitet
et: töötab
fr: travaille
it: sta funzionando
ru: работает

# Users_fldDecreeHoliday
source: decree Holiday
de: erlass Urlaub
et: dekreedi puhkus
fr: décret de vacances
it: decreto vacanza
ru: декр.отпуск

# Users_fldGuestPersonal
source: guest personal
de: persönlicher Gast
et: külaline isiklik
fr: invité personnel
it: ospite personale
ru: гость персональный

# Users_fldFired
source: fired
de: gefeuert
et: vallandati
fr: viré
it: licenziato
ru: уволен
