Repository: Kesco-m/Kesco.Lib.Localization
Catalog: ResContainer.*.resx
Languages: de, et, fr, it, ru

# msgDelFinishSign2
source: Resume?
de: Willst du weitermachen?
et: Jätka?
fr: Voulez-vous continuer?
it: Vuoi continuare?
ru: Продолжить?

# msgDelFinishSignWithTran
source: Removing the final signature is impossible: on this document, there are financial transactions.
de: Sie können die Endsignatur nicht löschen: Auf diesem Dokument gibt es finanzielle Operationen.
et: Eemaldamine lõplik allkiri on võimatu: Selle dokumendi on finantstehinguid.
fr: Vous ne pouvez pas supprimer la signature de fin: Sur ce document, il y a des opérations financières.
it: Non è possibile eliminare la firma finale: In questo documento ci sono operazioni finanziarie.
ru: Удаление завершающей подписи невозможно: по данному документу существуют финоперации.

# msgDelSign
source: You delete a signature {0}. It only makes sense to change the e-mail data. shape. To restore the signatures will have to apply to the specified employee. Resume?
de: Sie löschen die Signatur {0} Es macht nur Sinn, die E-Mail-Daten zu ändern. Form. Um die Signatur wiederherzustellen, müssen Sie sich an den angegebenen Mitarbeiter wenden. Willst du weitermachen?
et: Sa kustutada allkiri {0}. See on mõttekas ainult, et muuta e-posti andmed. kujundada. Et taastada allkirju tuleb kohaldada määratud töötaja. Jätka?
fr: Vous supprimez la signature {0} Cela n'a de sens que de modifier les données de courrier électronique. forme. Pour restaurer la signature, vous devrez contacter l'employé spécifié. Voulez-vous continuer?
it: Stai cancellando la firma {0} Ha senso solo cambiare i dati dell'email. modulo. Per ripristinare la firma, dovrai contattare il dipendente specificato. Vuoi continuare?
ru: Вы удаляете подпись {0} Это имеет смысл только для изменения данных эл. формы. Для восстановления подписи придется обратиться к указанному сотруднику. Продолжить?

# msgDelSignOtherEmplUnavaible
source: Removing the final signature of another employee impossible.
de: Sie können die abschließende Unterschrift eines anderen Mitarbeiters nicht löschen.
et: Eemaldamine lõplik allakirjutamine teise töötaja võimatu.
fr: Vous ne pouvez pas supprimer la signature de fin d'un autre employé.
it: Non è possibile eliminare la firma di chiusura di un altro dipendente.
ru: Удаление завершающей подписи другого сотрудника невозможно.

# msgDelSignUnavaible
source: Signature is not available, it may have already been removed.
de: Die Signatur ist nicht verfügbar, sie wurde möglicherweise bereits gelöscht.
et: Allkiri ei ole kättesaadav, siis võib juba eemaldatud.
fr: La signature n'est pas disponible, elle a peut-être déjà été supprimée.
it: La firma non è disponibile, potrebbe essere già stata eliminata.
ru: Подпись недоступна, возможно она уже удалена.

# msgDoc
source: Document
de: Das Dokument
et: Dokument
fr: Le document
it: Il documento
ru: Документ

# msgEx
source: Unable to map the fields to the database (DokumentyDannye) with margins being.
de: Fehler beim Zuordnen der Datenbankfelder (DocumentsData) zu den Feldern der Entität.
et: Ei saa kaarti väljad andmebaasi (DokumentyDannye) marginaalid on.
fr: Impossible de mapper les champs de la base de données (DocumentsData) avec les champs de l'entité.
it: Impossibile eseguire il mapping dei campi del database (DocumentsData) con i campi dell'entità.
ru: Не удалось сопоставить поля БД (ДокументыДанные) с полями сущности.

# msgFinishSign
source: You sign the electronic form of the document as 'performed, the work is completed'. This signature cannot be removed later. Are you sure that the work on the document is completed, data in email form entered correctly and do not need to change them?
de: Sie unterschreiben das elektronische Formular des Dokuments als 'durchgeführt, ist die Arbeit abgeschlossen'. Diese Signatur kann später nicht mehr entfernt werden. Sind Sie sicher, dass die Arbeit an dem Dokument abgeschlossen ist? Daten in E-Mail Formular korrekt eingegeben und müssen nicht geändert werden?
et: Allkirjastate dokumendi elektroonilise vormi 'teostatud, on töö lõpetatud'. Seda allkirja ei saa hiljem eemaldada. Kas olete kindel, et töö dokumendiga on lõpetatud, andmed e-posti teel vorm on õigesti sisestatud ja neid ei ole vaja muuta?
fr: Vous signez le formulaire électronique du document en tant que 'effectué, le travail est terminé'. Cette signature ne peut être enlevée plus tard. Êtes-vous sûr que le travail sur le document est terminé, données dans l'email formulaire entré correctement et n'avez pas besoin de les changer?
it: Firmate il modulo elettronico del documento come 'eseguito, il lavoro è completato'. Questa firma non può essere rimossa in seguito. Sei sicuro che il lavoro sul documento sia completato, dati in email modulo inserito correttamente e non è necessario modificarli?
ru: Вы подписываете электронную форму документа как 'выполнено-работа завершена'. Данная подпись не может быть удалена в дальнейшем. Вы уверенны, что работа по документу завершена, данные в эл. форме введены корректно и не потребуется их изменить?

# msgMoreOneApp
source: of more than one application to the contract
de: mehr als ein Anhang zum Vertrag.
et: kehtib üle ühe lepingu lisa
fr: plus d'une annexe au contrat.
it: più di un allegato al contratto.
ru: действует более одного приложения к договору.

# msgNoAccessDogovor
source: No direct access to the contract, it is impossible to verify the application
de: Es besteht kein direkter Zugriff auf den Vertrag, eine Überprüfung der Anträge ist nicht möglich.
et: Puudub otsene ligipääs lepingule, ei saa kontrollida lisasid.
fr: Il n'y a pas d'accès direct au contrat, il est impossible de vérifier les applications.
it: Non esiste un accesso diretto al contratto, è impossibile verificare le applicazioni.
ru: Нет прямого доступа к договору, невозможно проверить приложения.

# msgNoBProject
source: The document does not project the holding
de: Das Dokument ist nicht auf den Projekten der Holding
et: Dokument ei ulatu osaluse
fr: Le document ne concerne pas les projets de l'exploitation
it: Il documento non è sui progetti dell'azienda
ru: Документ не по проектам холдинга

# msgNoDataField
source: The field is not filled
de: Das Feld ist leer
et: Väli ei ole täidetud
fr: Le champ est vide
it: Il campo è vuoto
ru: Не заполнено поле

# msgNoElForm
source: no el.forma.
de: es gibt kein el.forma.
et: puudub elektrooniline vorm
fr: il n'y a pas d'el.forma.
it: non c'è el.forma.
ru: отсутствует эл.форма.

# msgNoForm
source: The document has no edektronnoy form. Viewing images in the archive of documents is not possible
de: Das Dokument hat keine elektronische Form. Das Anzeigen eines Bildes in einem Dokumentenarchiv ist nicht möglich
et: Dokument ei ole edektronnoy kujul. Kasutaja pilte arhiivis dokumente ei ole võimalik
fr: Le document n'a pas de forme ectectronique. Visualiser une image dans une archive de document n'est pas possible
it: Il documento non ha forma elettronica. La visualizzazione di un'immagine in un archivio di documenti non è possibile
ru: Документ не имеет эдектронной формы. Просмотр изображения в архиве документов невозможен

# msgNotAvailable
source: not available.
de: nicht verfügbar.
et: ei ole kättesaadav.
fr: pas disponible.
it: non disponibile
ru: не доступен.

# msgNotExistsOnDocDate
source: Exists on the date of the document
de: Existiert nicht am Datum des Dokuments
et: Olemas on dokumendi kuupäev
fr: N'existe pas à la date du document
it: Non esiste alla data del documento
ru: Не существует на дату документа

# msgOldTitle
source: In the old version of the document
de: Dokument in der alten Version
et: Vanas versioonis
fr: Document dans l'ancienne version
it: Documento nella vecchia versione
ru: Документ в старой версии

# msgOnDate
source: On the expiry date
de: Am Datum
et: Kuupäevaks
fr: À la date
it: Alla data
ru: На дату

# msgOsnAttention0
source: WARNING!!!
de: ACHTUNG !!!
et: TÄHELEPANU!!!
fr: ATTENTION !!!
it: ATTENZIONE !!!
ru: ВНИМАНИЕ!!!

# msgOsnAttention1
source: As the foundation document of the invoice you specify paper
de: Als Dokument der Rechnungsgrundlage haben Sie das Dokument angegeben
et: Invoice'I alusdokumendiks määrasite dokumendi
fr: Comme document de base de la facture, vous avez indiqué le document
it: Come documento della base della fattura, hai indicato il documento
ru: В качестве документа основания инвойса Вы указали документ

# msgOsnAttention2
source: As a result of this operation, all data in the current document will be aligned with the document base.
de: Als Ergebnis dieser Operation werden alle Daten des aktuellen Dokuments auf der Grundlage des Dokuments in Übereinstimmung mit dem Dokument gebracht.
et: Selle operatsiooni tulemusena viiakse KÕIK antud dokumendi andmed vastavusse alusdokumendiga.
fr: À la suite de cette opération, TOUTES les données du document actuel seront mises en conformité avec le document par la base.
it: Come risultato di questa operazione, TUTTI i dati del documento attuale saranno resi conformi al documento dalla base.
ru: В результате этой операции ВСЕ данные текущего документа будут приведены в соответствие с документом основанием.

# msgOsnAttention3
source: Important:
de: Wichtig:
et: Tähtis:
it: E importante:
ru: Важно:

# msgOsnAttention4
source: Positions invoice and document base - GENERAL!
de: Positionen der Rechnung und das Dokument des Bodens - GENERAL!
et: Invoice'I ja alsudokumendi positsioonid on ühised
fr: Positions de la facture et le document du sol - GÉNÉRAL!
it: Posizioni della fattura e il documento del terreno - GENERALE!
ru: Позиции инвойса и документа основания - ОБЩИЕ!

# msgOsnAttention5
source: Feedback from the old document base will be deleted!
de: Der Link zum alten Dokument wird gelöscht!
et: Seos vana alusdokumendiga kustutatakse ära!
fr: Le lien vers l'ancien document sera supprimé!
it: Il link al vecchio documento sarà cancellato!
ru: Cвязь со старым документом основанием будет удалена!

# msgOsnAttention6
source: Are you sure you want to perform this operation?
de: Möchten Sie diesen Vorgang wirklich ausführen?
et: Kas olete kindel, et soovitе teostada antud operatsiooni?
fr: Êtes-vous sûr de vouloir effectuer cette opération?!
it: Sei sicuro di voler eseguire questa operazione ?!
ru: Вы уверены, что хотите выполнить данную операцию?!

# msgOsnAttention7
source: Are you sure you want to delete document base?
de: Möchten Sie das Dokument wirklich löschen?
et: Kas olete kindel, et soovite kustutada alsudokumenti?
fr: Êtes-vous sûr de vouloir supprimer le document?
it: Sei sicuro di voler cancellare il documento?
ru: Вы уверены, что хотите удалить документ основание?!

# msgPPNoBuyer
source: Not specified buyer
de: Kein Käufer angegeben
et: Ostja ei ole määratud
fr: Aucun acheteur spécifié
it: L'acquirente non è specificato.
ru: Не указан покупатель

# msgPPNoDate
source: Does not indicate the date of invoice
de: Rechnungsdatum nicht angegeben
et: Invoice'I kuupäev on määramata
fr: Date de facturation non spécifiée
it: Data della fattura non specificata
ru: Не указана дата инвойса

# msgPPNoDogovor
source: Not specified contract
de: Nicht angegebener Vertrag
et: Leping ei ole määratud
fr: Aucun acheteur spécifié
it: Contratto non specificato
ru: Не указан договор

# msgPPNoSeller
source: Not specified by the seller.
de: Kein Verkäufer angegeben
et: Müüja ei ole määratud
fr: Aucun vendeur spécifié
it: Nessun venditore specificato
ru: Не указан продавец

# msgPPNoVal
source: Not specified currency
de: Währung ist nicht angegeben
et: Valuuta ei ole määratud
fr: La devise n'est pas spécifiée
it: La valuta non è specificata
ru: Не указана валюта

# msgSendFinishMsg
source: Send a message to the final signature
de: Senden Sie eine Nachricht über die schließende Signatur
et: Saada sõnum lõpliku allkirja
fr: Envoyer un message à propos de la signature de fermeture
it: Invia un messaggio sulla firma di chiusura
ru: Отсылать сообщение о завершающей подписи

# msgSign
source: To sign
de: Zeichen
et: Allkirjasta
fr: Signer
it: Abbonarsi
ru: Подписать

# msgUnableAppendix
source: Unable to check application
de: Kann die Anwendung nicht überprüfen
et: Ei saa kontrollida lisa
fr: Impossible de vérifier l'application
it: Impossibile verificare l'applicazione
ru: Невозможно проверить приложение

# msgUserNotAuth
source: User not authorized
de: Benutzer nicht autorisiert
et: Kasutaja ei ole lubatud
fr: Utilisateur non autorisé
it: Utente non autorizzato
ru: Пользователь не авторизован

# msgVidVz
source: You must specify the application, because in the contract stated: detailing settlement - "Annex"
de: Sie müssen die Anwendung angeben, weil der Vertrag spezifiziert: die Detaillierung der gegenseitigen Abrechnungen - "nach Anwendung"
et: Tuleb määrata lisa, kuna lepingus on märgitud: arvestuste täpsustus lisa järgi
fr: Vous devez spécifier l'application, car le contrat spécifie: le détail des règlements mutuels - "par application"
it: Devi specificare l'applicazione, perché il contratto specifica: i dettagli dei mutui accordi - "per applicazione"
ru: Необходимо указать приложение, т.к. в договоре указано: детализация взаиморасчетов - «по приложению»

# msgWarningSign
source: <br> * While you are editing the electronic form, it changed / signed another employee. <br> <br> (recommended to see the current state of the electronic form in the archive)
de: <br> * Während Sie das elektronische Formular bearbeitet haben, wurde es von einem anderen geändert / signiert Angestellter. <br> <br> (Es wird empfohlen, den aktuellen Stand des elektronischen Formulars im Archiv zu sehen)
et: <br> * Kui redigeerimisel elektroonilise vormi muutuse / allkirjastatud teise töötaja. <br> (Soovitan vaadata praegust seisu elektroonilisel kujul arhiiv)
fr: <br> * ПVous avez édité le formulaire électronique, il a été modifié / signé par un autre employé. <br><br> (il est recommandé de voir l'état actuel du formulaire électronique dans les archives)
it: <br> * Mentre stavi modificando il modulo elettronico, è stato modificato/firmato da un altro dipendente. <br> <br> (si raccomanda di vedere lo stato corrente del modulo elettronico nell'archivio)
ru: <br> * Пока Вы редактировали электронную форму, её изменил/подписал другой сотрудник. <br><br> (рекомендуется посмотреть текущее состояние электронной формы в архиве)

# MSG_HasCorrecting
source: in the document there is a correction of his document
de: das Dokument hat ein Dokument, das es korrigiert
et: Dokumendis on korrigeerida oma dokumendi
fr: le document a un document le corrigeant.
it: il documento ha un documento che lo corregge
ru: у документа имеется корректирующий его документ

# Msg_КопироватьПозицию
source: Copy position
de: Position kopieren
et: Kopeeri positsioon
fr: Copier la position
it: Copia posizione
ru: Копировать позицию

# Msg_НеВерныйПроцент
source: Not true percentage
de: Ungültiger Prozentsatz
et: Vale protsent
fr: Pourcentage invalide
it: Percentuale non valida
ru: Неверный процент

# Msg_НеВерныйСрокОплаты
source: Invalid payment deadline
de: Ungültige Zahlungsbedingung
et: Vale maksetähtaeg
fr: Il est impossible d'identifier la tête de l'unité
it: Termine di pagamento non valido
ru: Неверный срок оплаты

# Msg_РедактироватьПозицию
source: Edit position
de: Eintrag bearbeiten
et: Muuda kirjeid
fr: Modifier l'entrée
it: Modifica la voce
ru: Редактировать запись

# Msg_СоздатьНовуюПозицию
source: Create new position
de: Erstellen Sie eine neue Werbebuchung
et: Loo uus positisoon
fr: Créer un nouvel élément de campagne
it: Crea un nuovo elemento pubblicitario
ru: Создать новую позицию

# Msg_УдалитьПозицию
source: Delete position
de: Artikel löschen
et: Kustuta positsioon
fr: Supprimer l'élément
it: Elimina oggetto
ru: Удалить позицию

# newDoc
source: New Document
de: Neues Dokument
et: Uus dokument
fr: Nouveau document
it: Nuovo documento
ru: Новый документ

# NtfDataChanged
source: Date of document changes more reason to change the date of this document! The text of the document may not match data!
de: Das Datum der Änderung des Dokuments ist länger als das Datum der Änderung des aktuellen Dokuments! Der Text des Dokuments entspricht möglicherweise nicht den Daten!
et: Alusdokumendi muutmise kuupäev on suurem kui jooksva dokumendi muutmise kuupäev! Dokumendi tekst võib mitte vastata andmetele!
fr: La date du changement de document est plus longue que la date du changement du document en cours! Le texte du document peut ne pas correspondre aux données!
it: La data della modifica del documento è più lunga della data della modifica del documento corrente! Il testo del documento potrebbe non corrispondere ai dati!
ru: Дата изменения документа основания больше даты изменения текущего документа! Текст документа может не соответствовать данным!

# ntfDateDueData
source: due date is less then then date of the document
de: Das Zahlungsdatum ist kürzer als das Dokumentdatum
et: Maksekuupäev on väiksem kui dokumendi kuupäev
fr: La date de paiement est plus courte que la date du document
it: La data di pagamento è più breve della data del documento
ru: Дата оплаты меньше даты документа

# ntfDocNotSign
source: document is not signed
de: dokument nicht signiert
et: dokument ei ole allkirjastatud
fr: document non signé
it: documento non firmato
ru: документ не подписан

# NTF_DateBaseDoc
source: founding date must be less than or equal to the date of this document
de: das Gründungsdatum muss kleiner oder gleich dem Datum des aktuellen Dokuments sein
et: asutaja kuupäev peab olema väiksem või võrdne alates käesoleva dokumendi
fr: la date de fondation doit être inférieure ou égale à la date du document en cours
it: la data di fondazione deve essere inferiore o uguale alla data del documento corrente
ru: дата основания должна быть меньше или равна дате текущего документа

# NTF_SmthIsNotMatchDogovor
source: not under contract
de: nicht unter Vertrag
et: ei ole lepingu alusel
fr: pas sous contrat
it: non sotto contratto
ru: не по договору

# NTF_SmthIsNotMatchPrilozhenie
source: not on the application
de: nicht nach Anwendung
et: ei kohaldamise
fr: pas par application
it: non per applicazione
ru: не по приложению

# numberNotExists
source: the document has no number
de: das Dokument hat keine Nummer
et: Dokumenti ei number
fr: Le document n'a pas de numéro
it: il documento non ha un numero
ru: у документа нет номера

# oneFollowType
source: The effluent document type
de: Ein Fließtextdokument
et: Heitvee dokumendi tüüp
fr: Un document de type fluide
it: Un documento di testo scorrevole
ru: Вытекающий документ типа

# optLanguageen
source: English
de: Englisch
et: Inglise
fr: Anglais
it: Inglese
ru: Английский

# optLanguageru
source: Russian
de: Englisch
et: Vene
fr: Russe
it: Russo
ru: Русский

# ppBtnCancel
source: Cancel
de: Abbrechen
et: Katkestus
fr: Annuler
it: Cancellazione
ru: Отмена

# ppBtnChoose
source: Choose
de: Wählen Sie aus
et: Vali
fr: Sélectionnez
it: Selezionare
ru: Выбрать

# ppBtnShowForm
source: View the current state of the electronic form in the archive
de: Zeigen Sie den aktuellen Status des elektronischen Formulars im Archiv an
et: Vaata praegust seisu elektroonilisel kujul arhiiv
fr: Voir l'état actuel du formulaire électronique dans les archives
it: Visualizza lo stato corrente del modulo elettronico nell'archivio
ru: Посмотреть текущее состояние электронной формы в архиве

# ppDtlCol1
source: Payment document
de: Zahlungsbeleg
et: Maksedokument
fr: Document de paiement
it: Documento di pagamento
ru: Платежный документ

# ppDtlCol2
source: Description
de: Beschreibung
et: Kirjeldus
it: Descrizione
ru: Описание

# ppDtlCol3
source: Unaccounted sum
de: Nicht aufgezeichneter Betrag
et: Arvestamata summa
fr: Montant non enregistré
it: Quantità non registrata
ru: Неучтенная сумма

# ppFltNoForma
source: Document ID {0} does not have an web form.
de: Das Dokument mit dem Code {0} hat keine elektronische Form.
et: Dokumendil koodiga {0} puudub elektrooniline vorm.
fr: Le document avec le code {0} n'a pas de formulaire électronique.
it: Il documento con il codice {0} non ha un modulo elettronico.
ru: Документ с кодом {0} не имеет электронной формы.

# ppFltNotAccess
source: Document ID {0} is not available.
de: Dokument mit Code {0} ist nicht verfügbar.
et: Dokument koodiga {0} ei ole kättesaadav.
fr: Le document avec le code {0} n'est pas disponible.
it: Il documento con il codice {0} non è disponibile.
ru: Документ с кодом {0} не доступен.

# ppFltOsn
source: Payment details
de: Gründe für die Zahlung
et: Makse alus
fr: Motifs de paiement
it: Motivi per il pagamento
ru: Основания платежа

# ppFltTitle
source: Payment documents are selected by the following criteria:
de: Zahlungsbelege werden nach folgenden Kriterien ausgewählt:
et: Maksedokumendid valitud järgmiste kriteeriumite järgi:
fr: Les documents de paiement sont sélectionnés selon les critères suivants:
it: I documenti di pagamento sono selezionati in base ai seguenti criteri:
ru: Платежные документы отобраны по следующим критериям:

# ppFltВалюта
source: Currency
de: Währung
et: Valuuta
fr: Devise
it: Valuta
ru: Валюта

# ppFltДата
source: Document date
de: Datum des Dokuments
et: Dokumendi kuupäev
fr: Date du document
it: Data del documento
ru: Дата документа

# ppFltДоговор
source: Contract
de: Vertrag
et: Leping
fr: Contrat
it: Accordo
ru: Договор

# ppFltПлательщик
source: Payer
de: Zahler
et: Maksja
fr: Payeur
it: Pagatore
ru: Плательщик

# ppFltПолучатель
source: Recipient
de: Empfänger
et: Saaja
fr: Destinataire
it: Destinatario
ru: Получатель

# ppLblFilter
source: show / hide mounted filter
de: zeige / verberge den installierten Filter
et: näita/peida filter
fr: afficher / masquer le filtre installé
it: mostra/nascondi il filtro installato
ru: показать/скрыть установленный фильтр

# ppLblRefreshList
source: refresh list
de: liste aktualisieren
et: uuenda nimekiri
fr: actualiser la liste
it: aggiorna la lista
ru: обновить список

# ppLblTitle
source: Choice of payment documents
de: Zahlungsbelege auswählen
et: Maksedokumentide valik
fr: Sélection de documents de paiement
it: Selezione dei documenti di pagamento
ru: Выбор платежных документов

# ppНеУказано
source: Not Specified
de: nicht angegeben
et: ei ole määratud
fr: non spécifié
it: non specificato
ru: не указано

# QSBtnCancel
source: Cancel
de: Abbrechen
et: Katkestus
fr: Annuler
it: Cancellazione
ru: Отмена

# QSBtnNo
source: No
de: Nein
et: Ei
fr: Non
ru: Нет

# QSBtnYes
source: Yes
de: Ja
et: Jah
fr: Oui
it: Sì
ru: Да

# QSMsg1
source: The document has been changed! Save?
de: Das Dokument wurde geändert! Speichern Sie es?
et: Dokument on muudetud! Salvestada?
fr: Le document a été modifié! Enregistrer le?
it: Il documento è stato modificato! Salvalo?
ru: В документ были внесены изменения! Сохранить?

# QSMsg2
source: Date of document changes more reason to change the date of this document! To reconstruct the text of the document?
de: Das Datum der Änderung des Dokuments ist länger als das Datum der Änderung des aktuellen Dokuments! Den Text des Dokuments neu erstellen?
et: Alusdokumendi muutmise kuupäev on suurem kui jooksva dokumendi muutmise kuupäev! Luua dokumendi tekst uuesti?
fr: La date du changement de document est plus longue que la date du changement du document en cours! Reconstruire le texte du document?
it: La data della modifica del documento è più lunga della data della modifica del documento corrente! Ricostruisci il testo del documento?
ru: Дата изменения документа основания больше даты изменения текущего документа! Перестроить текст документа?

# RUB_J1
source: copeck
de: kopeke
et: kopikas
fr: kopeck
it: copeco
ru: копейка

# RUB_J2
source: copecks
de: pfennige
et: kopikat
fr: quelques centimes
it: dime
ru: копейки

# RUB_J5
source: copecks
de: kopeken
et: kopikat
fr: kopecks
it: copechi
ru: копеек

# RUB_S1
source: rouble
de: rubel
et: rubla
it: rublo
ru: рубль
