Repository: Kesco-m/Kesco.Lib.Localization
Catalog: ResContainer.*.resx
Languages: de, et, fr, it, ru

# lblShipperStore
source: Vendor warehouse
de: Lieferantenlager
et: Müüja ladu
fr: Entrepôt du fournisseur
it: Magazzino del fornitore
ru: Склад поставщика

# lblPayerStore
source: Payer's warehouse
de: Payers Lagerhaus
et: Maksja lao
fr: L'entrepôt du payeur
it: Magazzino del pagatore
ru: Склад плательщика

# lblProduct
source: Product
de: Üksus
et: Toode
fr: Article
it: Merce
ru: Товар

# lblPosResourceNameRus
source: Resource name rus
de: Ressourcenname (rus)
et: Ressursi nimetus (rus.)
fr: Nom de la ressource (rus)
it: Nome della risorsa (rus)
ru: Название ресурса (рус)

# msgDeleteConfirm
source: Are you sure you want to delete
de: Möchten Sie wirklich löschen?
et: Kas olete kindel, et soovite kustutada
fr: Êtes-vous sûr de vouloir supprimer
it: Sei sicuro di voler eliminare
ru: Вы уверены, что хотите удалить

# TTN_optTransactionBalance
source: transaction
de: transaktions
et: tehingud
it: transazione
ru: Остаток по транзакциям

# TTN_optBalanceCompletedDocuments
source: completed documents
de: ausgeglichene Dokumente
et: täidetud dokumendid
fr: documents complétés
it: documenti completati
ru: Остаток по завершенным документам

# TTN_optBalanceSignedDocuments
source: signed documents
de: signierten Dokumenten
et: allkirjastatud dokumendid
fr: documents signés
it: documenti firmati
ru: Остаток по подписанным документам

# errPrinting
source: Error printing
de: Fehler beim Drucken
et: Viga printimisel
fr: Erreur d'impression
it: Errore durante la stampa
ru: Ошибка печати

# errRetrievingPageObject
source: Error retrieving page object
de: Fehler beim Abrufen des Seitenobjekts
et: Vea leheobjekti allalaadimisel
fr: Erreur lors de la récupération de l'objet page
it: Errore nel recupero dell'oggetto della pagina
ru: Ошибка получения объекта страницы

# TTN_ ERRMoveStockInitialized
source: The Move to Stock object has not been initialized. Open the edited item again.
de: Das Objekt "In Stock verschieben" wurde nicht initialisiert. Öffnen Sie das bearbeitete Element erneut.
et: Liikumine laoseisu objekti pole initsialiseeritud. Avatud redigeeritud üksus uuesti.
fr: L'objet Move to Stock n'a pas été initialisé. Ouvrez à nouveau l'élément modifié.
it: L'oggetto Move to Stock non è stato inizializzato. Apri di nuovo l'oggetto modificato.
ru: Не инициализирован объект ДвижениеНаСкладе. Откройте редактируемую позицию повторно.

# TTN_ntfKeeperNotFound
source: keeper not found
de: halter nicht gefunden
et: pidaja ei leitud
fr: gardien non trouvé
it: custode non trovato
ru: хранитель не найден

# TTN_ntfKeeperNotVerified
source: custodian not verified
de: verwahrer nicht verifiziert
et: kinnihoidja ei ole kinnitatud
fr: dépositaire non vérifié
it: custode non verificato
ru: хранитель не проверен

# TTN_ntfWarehouseNotMatchSupplier
source: the warehouse does not match the supplier
de: das Lager stimmt nicht mit dem Lieferanten überein
et: ladu ei ühti tarnijaga
fr: l'entrepôt ne correspond pas au fournisseur
it: il magazzino non corrisponde al fornitore
ru: склад не соответствует поставщику

# TTN_ntfKeeperNoDataOn
source: there is no data on the custodian at
de: es liegen keine Daten über die Depotbank bei
et: hoiuandjale ei ole andmeid
fr: il n'y a pas de données sur le dépositaire à
it: non ci sono dati sul custode in
ru: нет данных по хранителю на

# TTN_ntfWarehouseNotAvailable
source: warehouse not available
de: lager nicht verfügbar
et: ladu pole saadaval
fr: entrepôt non disponible
it: magazzino non disponibile
ru: склад не доступен

# TTN_ntfWarehouseNotMatchPayer
source: the warehouse does not correspond to the payer
de: das Lager entspricht nicht dem Zahler
et: ladu ei vasta maksjale
fr: l'entrepôt ne correspond pas au payeur
it: il magazzino non corrisponde al pagatore
ru: склад не соответствует плательщику

# TTN_ntfRussianNameNotMatchProduct
source: Russian name does not match the product
de: Der russische Name stimmt nicht mit dem Produkt überein
et: Vene nimi ei vasta tootele
fr: Le nom russe ne correspond pas au produit
it: Il nome russo non corrisponde al prodotto
ru: русское название не соответствует товару

# msgIN
source: in
et: aastal
fr: en
it: nel
ru: в

# TTN_ntfNotMatchApplication
source: does not match the application
de: stimmt nicht mit der Anwendung überein
et: ei vasta rakendusele
fr: ne correspond pas à l'application
it: non corrisponde all'applicazione
ru: не соответствует приложению

# TTN_ntfNotComplyContract
source: does not comply with the contract
de: entspricht nicht dem Vertrag
et: ei vasta lepingule
fr: ne respecte pas le contrat
it: non è conforme al contratto
ru: не соответствует договору

# TTN_ntfLatinNameNotMatchProduct
source: the Latin name does not match the product
de: der lateinische Name stimmt nicht mit dem Produkt überein
et: ladinakeelne nimetus ei vasta tootele
fr: le nom latin ne correspond pas au produit
it: il nome latino non corrisponde al prodotto
ru: латинское название не соответствует товару

# TTN_ntfDocumentNotAvailable
source: document is not available
de: dokument ist nicht verfügbar
et: dokument pole saadaval
fr: document non disponible
it: il documento non è disponibile
ru: документ не доступен

# TTN_errFailedGenerateButtons
source: Failed to generate form buttons
de: Fehler beim Generieren von Formularschaltflächen
et: Vormi nuppude genereerimine ebaõnnestus
fr: Échec de la génération des boutons de formulaire
it: Impossibile generare i pulsanti del modulo
ru: Не удалось сформировать кнопки формы

# TTN_lblAtBeginningDay
source: at the beginning of the day
de: zu Beginn des Tages
et: päeva alguses
fr: au début de la journée
it: all'inizio della giornata
ru: на начало дня

# TTN_lblAtEndDay
source: at the end of the day
de: am Ende des Tages
et: päeva lõpus
fr: à la fin de la journée
it: alla fine della giornata
ru: на конец дня

# TTN_msgDocumentCanNotBeSaved
source: Document can not be saved.
de: Das Dokument kann nicht gespeichert werden.
et: Dokumenti ei saa salvestada.
fr: Le document ne peut pas être enregistré.
it: Il documento non può essere salvato.
ru: Cохранение документа невозможно.

# TTN_lblIncludeSubResources
source: Include subordinate resources
de: Untergeordnete Ressourcen einbeziehen
et: Lisage allutatud ressursid
fr: Inclure les ressources subordonnées
it: Include risorse subordinate
ru: Включать подчиненные ресурсы

# lblCustomsDeclaration
source: Customs declaration
de: Zollanmeldung
et: Tollideklaratsioon
fr: Déclaration en douane
it: Dichiarazione doganale
ru: Таможенная декларация

# lblCountryOfOrigin
source: Country of origin
de: Herkunftsland
et: Päritoluriik
fr: Pays d'origine
it: Paese di origine
ru: Страна происхождения

# TTN_lblUnitsSelect
source: Select units. amend.
de: Wählen Sie Einheiten aus. ergänzen
et: Valige üksused. muudan.
fr: Sélectionnez les unités. modifier
it: Seleziona unità. rev.
ru: Выбор ед. изм.

# lblEquivalent
source: Equivalent
de: Gleichwertig
et: Samaväärne
fr: Équivalent
it: Equivalente
ru: Эквивалент

# TTN_ntfNotShipperStore
source: The 'Vendor's warehouse' field is empty
de: Das Feld 'Lieferantenlager' ist leer
et: Lahtri "Vendor laos" on tühi
fr: Le champ "Entrepôt du fournisseur" est vide
it: Il campo "Magazzino del venditore" è vuoto
ru: Не заполнено поле 'Склад поставщика'

# TTN_ntfNotPayerStore
source: The 'Payer's Warehouse' field is empty
de: Das Feld "Payer's Warehouse" ist leer
et: Väljastus "Maksja laost" on tühi
fr: Le champ 'Entrepôt du payeur' est vide
it: Il campo "Payer's Warehouse" è vuoto
ru: Не заполнено поле 'Склад плательщика'

# TTN_ntfNotProduct
source: The 'Product' field is empty
de: Das Feld 'Produkt' ist leer
et: Väli "toode" on tühi
fr: Le champ "Produit" est vide
it: Il campo "Prodotto" è vuoto
ru: Не заполнено поле 'Товар'

# TTN_ntfNotResourceRus
source: The 'Russian product name' field is empty
de: Das Feld 'Russischer Produktname' ist leer
et: Väli "Vene tootenimi" on tühi
fr: Le champ "Nom du produit russe" est vide
it: Il campo "Nome prodotto russo" è vuoto
ru: Не заполнено поле 'Название товара (рус)'

# TTN_ntfNotCount
source: The 'Quantity' field is empty
de: Das Feld 'Menge' ist leer
et: Välja "Kogus" on tühi
fr: Le champ "Quantité" est vide
it: Il campo "Quantità" è vuoto
ru: Не заполнено поле 'Количество'

# TTN_ntfNotUnit
source: Field 'Unit of measurement' is not filled
de: Feld 'Maßeinheit' ist nicht gefüllt
et: Väljund "Mõõtühik" pole täidetud
fr: Le champ "Unité de mesure" n'est pas renseigné
it: Campo "Unità di misura" non compilato
ru: Не заполнено поле 'Единица измерения'

# TTN_ntfNotCostOutNDS
source: Field is empty 'Price without VAT'
de: Feld ist leer 'Preis ohne MwSt.'
et: Välja on tühi "Hind ilma käibemaksuta"
fr: Le champ est vide "Prix sans TVA"
it: Il campo è vuoto 'Prezzo senza IVA'
ru: Не заполнено поле 'Цена без НДС'

# TTN_ntfCostOutNDSIncorrect
source: The price without VAT must be greater or less than 0
de: Der Preis ohne Mehrwertsteuer muss größer oder kleiner als 0 sein
et: Hind ilma käibemaksuta peab olema suurem või väiksem kui 0
fr: Le prix sans TVA doit être supérieur ou inférieur à 0
it: Il prezzo senza IVA deve essere maggiore o minore di 0
ru: Цена без НДС должна быть больше или меньше 0

# TTN_ntfNotSummaNDS
source: The 'VAT Amount' field is empty
de: Das Feld 'Mehrwertsteuerbetrag' ist leer
et: Väli "käibemaksumäär" on tühi
fr: Le champ 'VAT Amount' est vide
it: Il campo "IVA" è vuoto
ru: Не заполнено поле 'Сумма НДС'

# TTN_ntfNotVsego
source: 'Total' field is empty
de: Das Feld 'Summe' ist leer
et: Välja "Kokku" on tühi
fr: Le champ 'Total' est vide
it: Il campo "Totale" è vuoto
ru: Не заполнено поле 'Всего'

# TTN_ntfVsegoIncorrect
source: The value of the 'Total' field must be greater than or less than 0
de: Der Wert des Felds "Gesamt" muss größer oder kleiner als 0 sein
et: Väljendi "Kokku" väärtus peab olema suurem või väiksem kui 0
fr: La valeur du champ 'Total' doit être supérieure ou inférieure à 0
it: Il valore del campo "Totale" deve essere maggiore o minore di 0
ru: Значение поля 'Всего' должно быть больше или меньше 0

# TTN_ntfNotGTD
source: You must specify a customs declaration
de: Sie müssen eine Zollanmeldung angeben
et: Peate määrama tollideklaratsiooni
fr: Vous devez spécifier une déclaration en douane
it: Devi specificare una dichiarazione doganale
ru: Необходимо указать таможенную декларацию

# TTN_msgNDSSUM
source: Did you specify the price including VAT?
de: Haben Sie den Preis inklusive Mehrwertsteuer angegeben?
et: Kas olete määranud hinna koos käibemaksuga?
fr: Avez-vous spécifié le prix incluant la TVA?
it: Hai specificato il prezzo IVA inclusa?
ru: Вы указали цену с НДС ?

# TTN_msgChoiceCalculationType
source: Choice of calculation type
de: Wahl der Berechnungsart
et: Arvutamisviisi valik
fr: Choix du type de calcul
it: Scelta del tipo di calcolo
ru: Выбор вида расчета

# QSBtnRecalc
source: Recalculation
de: Neuberechnung
et: Ümberarvutamine
fr: Recalcul
it: Ricalcolo
ru: Пересчет

# QSBtnChange
source: Change
de: Ändern
et: Muuda
fr: Ändern
it: Cambiamento
ru: Изменить

# TTN_msgOKInfo
source: to change and recalculate related values
de: verwandte Werte ändern und neu berechnen
et: seotud väärtuste muutmiseks ja ümberarvutamiseks
fr: modifier et recalculer les valeurs associées
it: per cambiare e ricalcolare i valori correlati
ru: для изменения и пересчета связанных значений

# TTN_msgRecalcInfo
source: for reverse recalculation of this value
de: zur umgekehrten Neuberechnung dieses Wertes
et: selle väärtuse pöördväärtuse ümberarvutamiseks
fr: pour recalculer inversement cette valeur
it: per il ricalcolo inverso di questo valore
ru: для обратного пересчета данного значения

# TTN_msgCancel
source: to cancel changes
de: um Änderungen zu verwerfen
et: muudatuste tühistamiseks
fr: annuler les modifications
it: per annullare le modifiche
ru: для отмены внесенных изменений

# TTN_msgChange
source: to force a value change without recounting
de: erzwingen einer Wertänderung ohne Nachzählung
et: sundida väärtuse muutust ilma ümber arvestamata
fr: pour forcer un changement de valeur sans recomptage
it: forzare un cambio di valore senza ricontestualizzarlo
ru: для принудительного изменения значения без пересчета

# TTN_msgChoiceRecalcType
source: Select an allocation type
de: Wählen Sie einen Zuordnungstyp
et: Valige jaotamise tüüp
fr: Sélectionnez un type d'allocation
it: Seleziona un tipo di allocazione
ru: Выбор типа перерасчета

# lblService
source: Service
et: Teenindus
it: Servizio
ru: Услуга

# TTN_ntfNotService
source: The 'Service' field is not filled
de: Das Feld 'Service' ist nicht ausgefüllt
et: Välja "Teenus" pole täidetud
fr: Le champ 'Service' n'est pas renseigné
it: Il campo 'Servizio' non è compilato
ru: Не заполнено поле 'Услуга'

# lblPerson
source: Person
et: Inimene
fr: Personne
it: Persona
ru: Лицо

# TTN_lblInvoiceDetail
source: Requisites of waybill
de: Anforderungen des Frachtbriefs
et: Veokirja nõuded
fr: Requis de lettre de voiture
it: Requisiti della lettera di vettura
ru: Реквизиты накладной

# TTN_lblMonthResource
source: Month of resources
de: Monat der Ressourcen
et: Ressursside kuu
fr: Mois des ressources
it: Mese di risorse
ru: Месяц ресурсов

# lblItogoInvoice
source: Total for the waybill
de: Summe für den Frachtbrief
et: Kokku saatelehe kohta
fr: Total pour la lettre de voiture
it: Totale per la lettera di vettura
ru: Итого по накладной

# lblProducts
source: Goods
de: Waren
et: Kaubad
fr: Marchandises
it: Merce
ru: Товары

# lblServices
source: The services
de: Die Dienstleistungen
et: Teenused
fr: Les services
it: I servizi
ru: Услуги

# lblWait
source: Wait
de: Warte
et: Oota
fr: Attendre
it: Aspettare
ru: Подождите

# TTN_MrisTitle
source: Realization / purchase of goods
de: Realisierung / Kauf von Waren
et: Kaupade realiseerimine / ostmine
fr: Réalisation / achat de biens
it: Realizzazione / acquisto di beni
ru: Реализация / покупка товара

# TTN_FactUslTitle
source: Work performed / services provided
de: Geleistete Arbeit / erbrachte Dienstleistungen
et: Töö tehtud / osutatud teenused
fr: Travail effectué / services fournis
it: Lavoro svolto / servizi forniti
ru: Выполненные работы / оказанные услуги

# TTN_errOpenEditForm
source: The parameters for opening the edit form are incorrect!
de: Die Parameter zum Öffnen des Bearbeitungsformulars sind falsch!
et: Redigeerimisvormi avamise parameetrid on valed!
fr: Les paramètres d'ouverture du formulaire d'édition sont incorrects!
it: I parametri per l'apertura del modulo di modifica non sono corretti!
ru: Неправильно указаны параметры открытия формы редактирования!

# TTN_optImplementationByResources
source: Sales by goods
de: Umsatz nach Waren
et: Müük kaupade järgi
fr: Ventes par marchandises
it: Vendite per merci
ru: Реализация по товарам

# TTN_optGroupByResource
source: Group By Item
de: Gruppieren nach Artikel
et: Grupi kaupa
fr: Groupe par article
it: Raggruppa per articolo
ru: Сгруппировать по товару

# TTN_optRealizationResourcesByWagons
source: Realization of goods by wagons
de: Realisation von Waren durch Wagen
et: Kaupade realiseerimine vagunitega
fr: Réalisation de marchandises par wagons
it: Realizzazione di merci con carri
ru: Реализация товаров по вагонам

# TTN_lblGOAddress
source: Consignor address
de: Absenderadresse
et: Saatja aadress
fr: Adresse de l'expéditeur
it: Indirizzo del mittente
ru: Адрес грузоотправителя

# TTN_lblGPAddress
source: Consignee address
de: Empfängeradresse
et: Saaja aadress
fr: Adresse du destinataire
it: Indirizzo del destinatario
ru: Адрес грузополучателя

# TTN_lblSectionGeneral
source: The information of the waybill
de: Die Informationen des Frachtbriefs
et: Teave saatelehe kohta
fr: L'information de la lettre de voiture
it: L'informazione della lettera di vettura
ru: Данные накладной

# TTN_lblSectionSignersOfPaper
source: Signatures of printed forms
de: Signaturen von gedruckten Formularen
et: Trükitud vormide allkirjad
fr: Signatures de formulaires imprimés
it: Firme di moduli stampati
ru: Подписанты печатных форм

# TTN_lblSectionDocuments
source: Founding documents
de: Gründungsdokumente
et: Asutamisdokumendid
fr: Documents fondateurs
it: Documenti di fondazione
ru: Документы-основания

# TTN_lblSectionCurator
source: Curator
de: Kurator
et: Kuraator
fr: Conservateur
it: Curatore
ru: Куратор

# TTN_lblSectionGO
source: Consignor
de: Versender
et: Kaubasaatja
fr: Expéditeur
it: Mittente
ru: Грузоотправитель

# TTN_lblSectionGP
source: Consignee
de: Empfänger
et: Kaubasaaja
fr: Destinataire
it: Destinatario
ru: Грузополучатель

# TTN_lblSectionShipper
source: Provider
de: Lieferant
et: Tarnija
fr: Fournisseur
it: Fornitore
ru: Поставщик

# TTN_lblSectionPayer
source: Payer
de: Zahler
et: Maksja
fr: Payeur
it: Pagatore
ru: Плательщик

# TTN_lblSectionGoToShipper
source: Coincident with the consignor:
de: Zusammenfall mit dem Versender:
et: Kooskõlas kaubasaatjaga:
fr: Coïncident avec l'expéditeur:
it: In coincidenza con il mittente:
ru: Совпадает с грузоотправителем:

# TTN_lblSectionGpToPayer
source: It coincides with the consignee:
de: Es fällt mit dem Empfänger zusammen:
et: See langeb kokku kaubasaajaga:
fr: Il coïncide avec le destinataire:
it: Coincide con il destinatario:
ru: Совпадает с грузополучателем:

# TTN_lblSectionResource
source: Goods
de: Waren
et: Kaubad
fr: Marchandises
it: Merce
ru: Товары

# TTN_lblSectionServices
source: The services
de: Die Dienstleistungen
et: Teenused
fr: Les services
it: I servizi
ru: Услуги

# TTN_lblSectionTransport
source: Transport
de: Transportdienste
et: Transporditeenused
fr: Services de transport
it: Servizi di trasporto
ru: Транспорт

# TTN_lblSectionRequiredInfo
source: Absent
de: Vermisst
et: Puudu
fr: Manquant
it: No
ru: Отсутствует

# TTN_ntfPersonAddressGo
source: the address does not correspond to the consignor
de: die Adresse entspricht nicht dem Absender
et: aadress ei vasta kaubasaatjale
fr: l'adresse ne correspond pas à l'expéditeur
it: l'indirizzo non corrisponde al mittente
ru: адрес не соответствует грузоотправителю

# TTN_ntfPersonAddressGp
source: the address does not match the consignee
de: l'indirizzo non corrisponde al destinatario...
et: aadress ei vasta kaubasaajale
fr: l'adresse ne correspond pas au destinataire
it: l'indirizzo non corrisponde al destinatario
ru: адрес не соответствует грузополучателю

# TTN_ntfPersonAddressShipper
source: the address does not match the supplier
de: die Adresse stimmt nicht mit dem Lieferanten überein
et: aadress ei ühti tarnijaga
fr: l'adresse ne correspond pas au fournisseur
it: l'indirizzo non corrisponde al fornitore
ru: адрес не соответствует поставщику

# TTN_ntfPersonAddressPayer
source: the address does not match the payer
de: die Adresse stimmt nicht mit dem Zahler überein
et: aadress ei vasta maksjale
fr: l'adresse ne correspond pas au payeur
it: l'indirizzo non corrisponde al pagatore
ru: адрес не соответствует плательщику

# TTN_ntfPersonInfoGo
source: requisites do not correspond to the consignor
de: requisiten entsprechen nicht dem Versender
et: rekvisiidid ei vasta kaubasaatjale
fr: les articles ne correspondent pas à l'expéditeur
it: i requisiti non corrispondono allo speditore
ru: реквизиты не соответствуют грузоотправителю

# TTN_ntfPersonInfoGp
source: requisites do not correspond to the consignee
de: requisiten entsprechen nicht dem Empfänger
et: rekvisiidid ei vasta kaubasaajale
fr: les articles ne correspondent pas au destinataire
it: i requisiti non corrispondono al destinatario
ru: реквизиты не соответствуют грузополучателю

# TTN_ntfPersonInfoShipper
source: the name does not match the supplier
de: der Name stimmt nicht mit dem Lieferanten überein
et: nimi ei ühti tarnijaga
fr: le nom ne correspond pas au fournisseur
it: il nome non corrisponde al fornitore
ru: название не соответствует поставщику

# TTN_ntfPersonInfoPayer
source: the name does not match the payer
de: der Name passt nicht zum Zahler
et: nimi ei ühti maksjaga
fr: le nom ne correspond pas au payeur
it: il nome non corrisponde al pagatore
ru: название не соответствует плательщику

# TTN_ntfPersonCodeGo
source: OKPO does not correspond to the consignor
de: OKPO entspricht nicht dem Versender
et: OKPO ei vasta kaubasaatjale
fr: OKPO ne correspond pas à l'expéditeur
it: OKPO non corrisponde al mittente
ru: ОКПО не соответствует грузоотправителю

# TTN_ntfPersonCodeGp
source: OKPO does not correspond to the consignee
de: OKPO entspricht nicht dem Empfänger
et: OKPO ei vasta kaubasaajale
fr: OKPO ne correspond pas au destinataire
it: OKPO non corrisponde al destinatario
ru: ОКПО не соответствует грузополучателю

# TTN_ntfPersonCodeShipper
source: OKPO does not correspond to the supplier
de: OKPO entspricht nicht dem Lieferanten
et: OKPO ei vasta tarnijatele
fr: OKPO ne correspond pas au fournisseur
it: OKPO non corrisponde al fornitore
ru: ОКПО не соответствует поставщику

# TTN_ntfPersonCodePayer
source: OKPO does not correspond to the payer
de: OKPO entspricht nicht dem Zahler
et: OKPO ei vasta maksjale
fr: OKPO ne correspond pas au payeur
it: OKPO non corrisponde al pagatore
ru: ОКПО не соответствует плательщику

# TTN_ntfPersonNoCodeGo
source: the consignor does not have OKPO
de: der Versender hat kein OKPO
et: kaubasaajal OKPO puudub
fr: l'expéditeur n'a pas OKPO
it: lo speditore non ha OKPO
ru: у грузоотправителя отсутствует ОКПО

# TTN_ntfPersonNoCodeGp
source: the consignee does not have OKPO
de: der Empfänger hat kein OKPO
et: kaubasaajal OKPO puudub
fr: le destinataire n'a pas OKPO
it: il destinatario non ha OKPO
ru: у грузополучателя отсутствует ОКПО

# TTN_ntfPersonNoCodeShipper
source: the supplier does not have OKPO
de: der Lieferant hat kein OKPO
et: tarnijal ei ole OKPO-d
fr: le fournisseur n'a pas OKPO
it: il fornitore non ha OKPO
ru: у поставщика отсутствует ОКПО

# TTN_ntfPersonNoCodePayer
source: the payer does not have OKPO
et: maksjal pole OKPO-d
fr: le payeur n'a pas OKPO
it: il pagatore non ha OKPO
ru: у плательщика отсутствует ОКПО

# TTN_ntfPersonStoreGo
source: the account does not correspond to the consignor
de: das Konto entspricht nicht dem Versender
et: konto ei vasta kaubasaatjale
fr: le compte ne correspond pas à l'expéditeur
it: l'account non corrisponde allo speditore
ru: расчетный счет не соответствует грузоотправителю

# TTN_ntfPersonStoreGp
source: the settlement account does not correspond to the consignee
de: das Verrechnungskonto entspricht nicht dem Empfänger
et: arvelduskonto ei vasta kaubasaajale
fr: le compte de règlement ne correspond pas au destinataire
it: il conto di regolamento non corrisponde al destinatario
ru: расчетный счет не соответствует грузополучателю

# TTN_ntfPersonStoreShipper
source: the settlement account does not correspond to the supplier
de: das Abrechnungskonto entspricht nicht dem Lieferanten
et: arvelduskonto ei vasta tarnijatele
fr: le compte de règlement ne correspond pas au fournisseur
it: il conto di regolamento non corrisponde al fornitore
ru: расчетный счет не соответствует поставщику

# TTN_ntfPersonStorePayer
source: the settlement account does not correspond to the payer
de: das Abrechnungskonto entspricht nicht dem Zahler
et: arvelduskonto ei vasta maksjale
fr: le compte de règlement ne correspond pas au payeur
it: il conto di regolamento non corrisponde al pagatore
ru: расчетный счет не соответствует плательщику

# TTN_ntfAddressDate
source: address is not valid document date
de: adresse ist kein gültiges Dokumentdatum
et: aadress ei ole kehtiv dokumendi kuupäev
fr: l'adresse n'est pas valide date du document
it: l'indirizzo non è una data del documento valida
ru: адрес не действует дату документа
