Repository: Kesco-m/Kesco.Lib.Localization
Catalog: ResContainer.*.resx
Languages: de, et, fr, it, ru

# cpNaturalSecondNameReg
source: Last name registration language
de: Nachname in der Registrierungssprache
et: Viimane registreerimise keeles
fr: Nom dans la langue d'enregistrement
it: Cognome nella lingua di registrazione
ru: Фамилия на языке регистрации

# cpNaturalSex
source: Sex
et: Põrand
fr: Sexe
it: Paul
ru: Пол

# cpNaturalTerritory
source: Country of incorporation
de: Land der Registrierung
et: Asukohariik
fr: Pays d'enregistrement
it: Paese di registrazione
ru: Страна регистрации

# cpNaturalThirdNameLat
source: Middle name in Latin
de: Patronymic auf Latein
et: Lähis nimi Ladina
fr: Patronyme en latin
it: Patronimico in latino
ru: Отчество на латинице

# cpNaturalThirdNameReg
source: Middle name in the language of the country of registration
de: Patronymic in der Sprache des Landes der Registrierung
et: Lähis nime keeles registreerimise riigist
fr: Patronyme dans la langue du pays d'enregistrement
it: Patronimico nella lingua del paese di registrazione
ru: Отчество на языке страны регистрации

# errValidNaturalEmployeesCount
source: It must be selected at least one charge
de: Es muss mindestens einen Verantwortlichen geben
et: Tuleb valitud vähemalt ühe laadimisega
fr: Il doit y avoir au moins un responsable
it: Ci deve essere almeno un responsabile
ru: Должен быть выбран хотя бы один ответственный

# errValidNaturalGender
source: Sex Field must be filled
de: Das Feld Geschlecht muss ausgefüllt werden
et: Valdkonnas tuleb täita korrusel
fr: Le champ Sexe doit être rempli
it: Il campo Sesso deve essere compilato
ru: Поле Пол должно быть заполнено

# errValidNaturalNickName
source: Save as field must be filled
de: Speichern als Feld muss ausgefüllt werden
et: Salvesta valdkonnas peab olema täidetud
fr: Enregistrer sous comme champ doit être rempli
it: Salva come campo deve essere compilato
ru: Поле Сохранить как должно быть заполнено

# errValidNaturalSecondName
source: Field Name in the language of the country of registration must be filled
de: Das Feld Nachname in der Sprache des Registrierungslandes muss ausgefüllt werden.
et: Field Name keeles registreerinud riigis peab olema täidetud
fr: Le champ Nom de famille dans la langue du pays d'enregistrement doit être renseigné.
it: Il campo Cognome nella lingua del paese di registrazione deve essere completato.
ru: Поле Фамилия на языке страны регистрации должно быть заполнено

# errValidNaturalTerritory
source: Course registration country must be filled
de: Das Feld Land der Registrierung muss ausgefüllt werden
et: Kursuse registreerimise riik peab olema täidetud
fr: Le champ Pays d'enregistrement doit être renseigné
it: Il Paese del campo di registrazione deve essere compilato
ru: Поле Страна регистрации должно быть заполнено

# sCalledNumber
source: calling number
de: Nummer des Anrufers
et: helistades number
fr: Numéro d'appel
it: Chiamare il numero
ru: Вызывающий номер

# sCallNumber
source: called number
de: Angerufene Nummer
et: nimetatakse arvu
fr: Numéro appelé
it: Chiamato numero
ru: Вызываемый номер

# sNamePhone
source: IP-phone name
de: IP-Telefonname
et: IP-telefoni nimi
fr: Nom du téléphone IP
it: Nome del telefono IP
ru: Имя IP-телефона

# sStartCall
source: Time of the call
de: Startzeit anrufen
et: Kõne aega
fr: Appelez l'heure de début
it: Chiama ora di inizio
ru: Время начала звонка

# lFilterSubEmpl
source: Including subordinate employees
de: Einschließlich untergeordneter Mitarbeiter
et: Sealhulgas alluvatelt
fr: Y compris les employés subalternes
it: Compresi i dipendenti subordinati
ru: Включая подчиненных сотрудников

# lPrint
source: Print
de: Drucken
et: trükk
fr: Impression
it: Stampa
ru: Печать

# sTitlePage
source: List of active calls
de: Aktive Anrufliste
et: Loetelu aktiivsed kõned
fr: Liste des appels actifs
it: Elenco delle chiamate attive
ru: Список активный звонков

# lClearAdd
source: Clear filter conditions and values
de: Filterbedingungen und Werte löschen
et: Clear filter tingimused ja väärtused
fr: Effacer les conditions et les valeurs de filtre
it: Cancella condizioni e valori del filtro
ru: Очистить условия и значения фильтра

# lPrintAdd
source: Print full list of selected employees
de: Drucken Sie vollständige Listen ausgewählter Mitarbeiter
et: Trüki täielikku nimekirja valitud töötajate
fr: Imprimer les listes complètes des employés sélectionnés
it: Stampa elenchi completi di dipendenti selezionati
ru: Печать полного списки выбранных сотрудников

# lRefreshAdd
source: Search for employees taking into account the filter
de: Bandbreitenverletzungen
et: Otsi töötajate võttes arvesse filter
fr: Rechercher des employés avec un filtre
it: Cerca dipendenti con un filtro
ru: Искать сотрудников с учетом фильтра

# cpChildOrganizations
source: Subordinate organizations
de: Untergeordnete Organisationen
et: Alluvate organisatsioonide
fr: Organismes subordonnés
it: Organizzazioni subordinate
ru: Подчиненные организациии

# cpNaturalJuridicalCaption
source: Creating a legal entity
de: Gründung einer juristischen Person
et: Luua juriidiline isik
fr: Établissement d'une entité juridique
it: Costituzione di una persona giuridica
ru: Создание юридического лица

# cpOwners
source: Owners
de: Besitzer
et: Omanikud
fr: Propriétaires
it: Proprietari
ru: Владельцы

# cpParentOrganizations
source: Leading organizations
de: Führende Organisationen
et: Juhtivad organisatsioonid
fr: Organisations responsables
it: Organizzazioni leader
ru: Головные организации

# cpWorkers
source: Workers
de: Mitarbeiter
et: Töötajad
fr: Employés
it: Dipendenti
ru: Работники

# errValidNaturalTypesCount
source: It must be selected at least one type of person
de: Mindestens ein Gesichtstyp muss ausgewählt sein
et: Tuleb valitud vähemalt ühe tüüpi inimene
fr: Au moins un type de visage doit être sélectionné
it: Almeno un tipo di faccia deve essere selezionato
ru: Должен быть выбран хотя бы один тип лица

# lblJuridicalBankCompany
source: Is Bank
de: Ist eine Bank?
et: Kas Bank
fr: Est une banque
it: È una banca
ru: Является банком

# lblJuridicalGovermentCompany
source: State organization
de: Staatliche Organisation
et: Riigi organisatsioon
fr: Organisation d'État
it: Organizzazione statale
ru: Государственная организация

# lblJuridicalRegistrationDate
source: Registration date
de: Registrationsdatum
et: Registreerimise kuupäeva
fr: Date d'inscription
it: Data di registrazione
ru: Дата регистрации

# errValidationJuridicalCompanyName
source: Short name field of the company must be filled
de: Das Feld für den Kurznamen des Unternehmens muss ausgefüllt sein
et: Golf Short ettevõtte nimi peab olema täidetud
fr: Le champ de nom court de l'entreprise doit être rempli
it: Il campo del nome abbreviato della società deve essere compilato
ru: Поле Краткое название компании должно быть заполнено

# errValidationJuridicalNickName
source: Username field should be filled
de: Das Alias-Feld muss ausgefüllt sein
et: Kasutajanime väli tuleb täita
fr: Le champ Alias doit être rempli
it: Il campo alias deve essere compilato
ru: Поле Псевдоним должно быть заполнено

# lblJuridicalFormCompanyName
source: Company name
de: Name des Unternehmens
et: Ettevõtte nimi
fr: Nom de l'entreprise
it: Nome della società
ru: Название компании

# lblJuridicalFormFullCompanyName
source: Full company name
de: Vollständiger Firmenname
et: Full ettevõtte nimi
fr: Nom complet de l'entreprise
it: Nome dell'azienda completo
ru: Полное название компании

# lblJuridicalFormLatCompanyName
source: International name of the company
de: Internationaler Firmenname
et: Rahvusvahelise ettevõtte nimi
fr: Nom de l'entreprise internationale
it: Nome dell'azienda internazionale
ru: Международное название компании

# lblJuridicalFormParentCompanyName
source: The name of the parent company nominative
de: Firmenname im Elternfall
et: Nimi emaettevõtja nimetavas
fr: Le titre du document d'origine ne correspond pas au type de document spécifié
it: Nome della società nel caso principale
ru: Название компании в родительском падеже

# lblJuridicalFormShortCompanyName
source: Short company name
de: Kurzer Firmenname
et: Lühike ettevõtte nimi
fr: Nom de la société courte
it: Breve nome dell'azienda
ru: Краткое название компании

# cpProcessCheatingPerson
source: The process of creating the person
de: Der Prozess der Erstellung eines Gesichts
et: Loomise protsessi nägu
fr: Le processus de création d'un visage
it: Il processo di creazione di una faccia
ru: Процес создания лица

# errSuccessSave
source: Saved successfully
de: Erfolgreich gespeichert
et: Edukalt salvestatud
fr: Sauvegardé avec succès
it: Salvato con successo
ru: Успешно сохранено

# errWhileSave
source: Failed to save
de: Fehler beim Speichern
et: Salvestamine nurjus
fr: Erreur lors de l'enregistrement
it: Errore durante il salvataggio
ru: Ошибка при сохранении

# lblBtnGoToPerson
source: Go to person
de: Gehe ins Gesicht
et: Tagasi näkku
fr: Aller au visage
it: Vai a faccia
ru: Перейти к лицу

# lblBtnTryAgain
source: To retry
de: Versuchen Sie es erneut
et: Uuesti
fr: Essayez à nouveau
it: Prova di nuovo
ru: Повторить попытку

# TM_Issued
source: Issued
de: Ausgestellt
et: Emiteeritud
fr: Émis
it: Rilasciato
ru: Выдана

# TM_OutSimData
source: No information about sim-card for the period!
de: Es gibt keine Informationen über die SIM-Karte für den angegebenen Zeitraum!
et: Ei informatsiooni sim-kaardi aastateks!
fr: Il n'y a pas d'informations sur la carte SIM pour la période spécifiée!
it: Non ci sono informazioni sulla scheda SIM per il periodo specificato!
ru: Отсутствует информация о sim-карте за указанный период!

# TM_SimInfo
source: Information about sim-card
de: Informationen über die SIM-Karte
et: Teave SIM-kaardi
fr: Informations sur la carte SIM
it: Informazioni sulla sim-card
ru: Информация о sim-карте

# TM_Withdrawn
source: Withdrawn
de: Zurückgezogen
et: Tühistada
fr: Retiré
it: Ritirato
ru: Изъята

# QMsgDelSign
source: Are you sure you want to delete the signature of the document?
de: Möchten Sie die Signatur des Dokuments wirklich löschen?
et: Olete kindel, et soovite kustutada allkirjaga dokumendi?
fr: Êtes-vous sûr de vouloir supprimer la signature du document?
it: Sei sicuro di voler cancellare la firma del documento?
ru: Вы уверены, что хотите удалить подпись документа?

# lblMtrName
source: Name and type
de: Name und Typ
et: Nimi ja liik
fr: Nom et type
it: Nome e tipo
ru: Наименование и тип

# lblPurchasesTerm
source: Purchases term
de: Zeitraum des Kaufs
et: Term ostud
fr: Période d'achat
it: Periodo di acquisto
ru: Срок закупки

# lblPurposeOfAcquisition
source: Purpose of acquisition
de: Zweck des Erwerbs
et: Eesmärk omandamine
fr: But de l'acquisition
it: Scopo dell'acquisizione
ru: Цель приобретения

# DossierEmployeeInfo_FullName_Label
source: Employee
de: Mitarbeiter
et: Töötaja
fr: Employé
it: Dipendente
ru: Сотрудник

# DossierEmployeeInfo_Organization
source: Organization
de: Organisation
et: Organisatsioon
fr: Organisation
it: Organizzazione
ru: Организация

# EmployeeStatus_Fired
source: fired
de: entlassen
et: vallandati
fr: rejeté
it: licenziato
ru: уволен

# EmployeeStatus_Guest
source: guest with guest card
de: gast auf der Gästekarte
et: külaline on külaline kaart
fr: invité sur la carte d'hôte
it: ospite sulla carta ospite
ru: гость по гостевой карточке

# EmployeeStatus_MaternityLeave
source: maternity leave
de: dekret
et: raseduspuhkus
fr: décret
it: decreto(vacanza)
ru: декрет(отпуск)

# EmployeeStatus_Outlier
source: an outlier
de: überflüssig
et: autsaider
fr: étranger
it: estraneo
ru: посторонный

# EmployeeStatus_PersonalGuest
source: personal guest
de: gast persönlich
et: isiklik külaline
fr: invité personnel
it: ospite personale
ru: гость персональный

# lblCaptionIsGovermentOrganization
source: It is the state organization
de: Ist eine staatliche Organisation
et: See on riiklik organisatsioon
fr: Est une organisation d'état
it: È un'organizzazione statale
ru: Является государственной организацией

# lblCaptionNotIsGovermentOrganization
source: It is not a state organization
de: Ist keine Regierungsorganisation
et: See ei ole riigi organisatsiooni
fr: N'est pas une organisation gouvernementale
it: Non è un'organizzazione governativa
ru: Не является государственной организацией

# DossierEmployeeInfo_Contacts_Messanger
source: Messanger
de: Messenger
et: Sõnumitooja
fr: Messenger
it: Messaggero
ru: Мессенжер

# DossierEmployeeInfo_Contacts_WorkPhone
source: Work Phone
de: Arbeitstelefon
et: Äri telefon
fr: Téléphone de travail
it: Telefono di lavoro
ru: Рабочий телефон

# lblSpecifications
source: Specifications
de: Technische Eigenschaften
et: Tehnilised omadused
fr: Spécifications techniques
it: Specifiche tecniche
ru: Технические характеристики

# lblUnit
source: Unit
de: Maßeinheit
et: Mõõtühik
fr: Unité de mesure
it: Unità di misura
ru: Единица измерения

# msgHeadSignUnable
source: Unable to determine the head of the unit
de: Es ist unmöglich, den Kopf der Einheit zu identifizieren
et: Ei saa määrata üksuse juhi
fr: Il est impossible d'identifier la tête de l'unité
it: È impossibile identificare la testa dell'unità
ru: Невозможно определить руководителя подразделения

# msgNoHeadSign
source: No signature of the head unit
de: Es gibt keine Unterschrift des Kopfes Einheiten
et: Ei juhi allkiri üksus
fr: Il n'y a pas de signature de la tête unités
it: Non c'è la firma della testa unità
ru: Отсутствует подпись руководителя подразделения

# lblUnitShort
source: Unit
de: Einheit. ergänzen
et: Üksus
fr: Unité. modifier.
it: U rev.
ru: Ед. изм.

# lblCargowaybills
source: Cargo way bills
de: Warentransport-Frachtbriefe
et: Veosaateleht
fr: Lettres de transport de marchandises
it: Fogli di trasporto merci
ru: Товарно-транспортные накладные

# lblOfficeMemorandums
source: OfficeMemorandums
de: Servicehinweise
et: Memorandum
fr: Notes de service
it: Note di servizio
ru: Служебные записки

# lblPayment
source: Payment
de: Zahlung
et: Makse
fr: Paiement
it: pagamento
ru: Оплата

# msgDocs
source: Documents
de: Dokumente
et: Dokumente
it: Documentazione
ru: Документы

# lblAdd
source: Add
de: Hochladen
et: Lisama
fr: Télécharger
it: Aggiungere
ru: Добавить

# lblAddition
source: Addition
de: Hinzufügen
et: Lisamine
fr: Ajouter
it: Aggiunta
ru: Добавление

# lblRemoval
source: Removal
de: Löschen
et: Eemaldamine
fr: Supprimer
it: Rimozione
ru: Удаление

# DateFrom
source: from
de: von der
et: pärit
fr: de la
it: dal
ru: от

# lblChat
source: Chat
et: Vestlus
it: Chiacchierare
ru: Чат

# ContactControl_CommunicateWithContact
source: Communicate with the contact
de: Kontakt nach Kontakt
et: Suhelda kontakt
fr: Contact par contact
it: Contatto per contatto
ru: Cвязаться по контакту

# DoisserEmployeeInfo_OfiiceWorkPlace
source: Office workplace
de: Büroarbeitsplatz
et: Büroo töökohal
fr: Bureau de travail
it: Posto di lavoro di ufficio
ru: Офисное рабочее место

# DossierEmployeeInfo_Organization_CoWorkingWith
source: coworks with:
de: zusammen mit:
et: kohta koos:
fr: avec:
it: insieme a:
ru: вместе с:

# DossierEmployeeInfo_Organization_CoWorkingWithAnother
source: shift work with:
de: schichtarbeit mit:
et: vahetustega töö:
fr: changer de travail avec:
it: spostare il lavoro con:
ru: посменная работа с:

# DossierEmployeeInfo_Position
source: Position
et: Postitus
it: Ufficio
ru: Должность

# DossierEmployeeInfo_PositionIsCombined
source: co-worker
de: begleiter
et: ühendab postitus
fr: compagnon
it: pluralista
ru: совместитель

# DossierEmployeeInfo_WorkPlace
source: Workplace
de: Arbeitsplatz
et: Töökoht
fr: Lieu de travail
it: Sul posto di lavoro
ru: Рабочее место

# PersonRoles_RoleName
source: Roles
de: Rollen
et: Roll
fr: Rôles
it: Ruolo
ru: Роли

# DoisserEmployeeInfo_NoCommonEmpoyees
source: The group has no employees
de: Büroarbeitsplatz
et: Kontsernil ei ole töötajate
fr: Il n'y a pas d'employés dans le groupe
it: Non ci sono dipendenti nel gruppo
ru: В группе нет сотрудников

# DossierEmployeeInfo_CommonEmployees
source: Employees who are in a group
de: Mitarbeiter in der Gruppe
et: Töötajad, kes on grupis
fr: Employés du groupe
it: Dipendenti nel gruppo
ru: Сотрудники, состоящие в группе

# DossierEmployeeInfo_NotReplacement
source: The employee is absent. His deputy:
de: Der Angestellte ist abwesend. Es wird ersetzt durch:
et: Töötaja puudub. Tema asetäitja:
fr: L'employé est absent. Il est remplacé par:
it: Il dipendente è assente. È sostituito da:
ru: Сотрудник отсутствует. Его замещают:

# DossierEmployeeInfo_Remplacementive
source: Employee replaces these missing personnel:
de: Der Mitarbeiter ersetzt die folgenden abwesenden Mitarbeiter:
et: Töötaja asendab need kadunud personal:
fr: L'employé remplace les employés absents suivants:
it: Il dipendente sostituisce i seguenti dipendenti assenti:
ru: Сотрудник замещает следующих отсутствующих сотрудников:

# DossierEmployeeInfo_Replacement
source: The employee is absent.
de: Der Angestellte ist abwesend.
et: Töötaja puudub.
fr: L'employé est absent.
it: Il dipendente è assente.
ru: Сотрудник отсутствует.

# lblBussinesProject
source: Business project
de: Business-Projekt
et: Äriprojekt
fr: Projet d'entreprise
it: Progetto commerciale
ru: Бизнес проект

# errDoisserIDNotFound
source: Not transferred indetefikator person / employee.
de: Die Person / Mitarbeiterinode wird nicht übergeben.
et: Mitte üle indetefikator inimene / töötaja.
fr: L'inode personne / employé n'est pas passé.
it: L'inode persona / dipendente non viene passato.
ru: Не передан индетефикатор лица / сотрудника.

# errDoisserNotAccessPerson
source: No access to the person.
de: Kein Zugang zum Gesicht.
et: Ei ligipääsu nägu.
fr: Pas d'accès au visage.
it: Nessun accesso al volto.
ru: Нет доступа к лицу.

# errDoisserWarrning
source: Warning!
de: Achtung bitte!
et: Hoiatus!
fr: Attention s'il vous plait!
it: Attenzione!
ru: Внимание!

# lblAccounts
source: Accounts
de: Konten
et: Atstsounts
fr: Comptes
it: Conti
ru: Счета

# lblAddToPerson
source: Add to person
de: Person hinzufügen
et: Lisa inimese
fr: Ajouter une personne
it: Aggiungi persona
ru: Добавить лицу

# lblBankingProvision
source: Provision of banking services
de: Bereitstellung von Bankdienstleistungen
et: Pangandusteenuste osutamine
fr: Fourniture de services bancaires
it: Fornitura di servizi bancari
ru: Предоставление банковских услуг

# lblCatalogs
source: Product (s)
de: Katalog (e)
et: Toode (tooted)
fr: Catalogue (s)
it: Catalogo(i)
ru: Каталог(и)

# lblDeletePerson
source: Delete person
de: Gesicht entfernen
et: Kustuta inimene
fr: Enlever le visage
it: Rimuovi la faccia
ru: Удалить лицо

# lblDeleteReplacements
source: Removing replacements
de: Löschungen löschen
et: Eemaldamine asendused
fr: Suppression de substitutions
it: Cancellare le sostituzioni
ru: Удаление замещений

# lblDeleteReplacementsText
source: Are you sure you want to delete all the replacement?
de: Möchten Sie wirklich alle Ersetzungen löschen?
et: Olete kindel, et soovite kustutada kõik asendama?
fr: Êtes-vous sûr de vouloir supprimer tous les remplacements?
it: Sei sicuro di voler eliminare tutte le sostituzioni?
ru: Вы уверены, что хотите удалить все замещения?

# lblDetailsJuridicalPerson
source: Details of juridical person
de: Daten der juristischen Person
et: Andmed juriidiline isik
fr: Données de l'entité légale
it: Dati della persona giuridica
ru: Данные юридического лица

# lblDetailsNaturalPerson
source: Details of natural person
de: Daten einer Person
et: Andmed füüsilise isiku
fr: Données d'un individu
it: Dati di un individuo
ru: Данные физического лица

# lblDoisserAssign
source: Assign
de: Zuweisen
et: Määrama
fr: Attribuer
it: Assegnare
ru: Назначить

# lblDoisserChecked
source: Verified
de: Überprüft
et: Kontrollitud
fr: Vérifié
it: Verificato
ru: Проверено

# lblDoisserChengedBy
source: Make changes
de: Änderungen vornehmen
et: Teha muudatusi
fr: Faire des changements
it: Fare cambiamenti
ru: Вносившие изменения

# lblDoisserFrom
source: from
de: mit dem
et: pärit
fr: avec le
it: con il
ru: с

# lblDoisserNotChecked
source: Not verified
de: Nicht überprüft
et: Kinnitamata
fr: Non vérifié
it: Non verificato
ru: Не проверено

# lblDoisserTo
source: to
de: bis zu
et: kuni
fr: jusqu'à
it: fino a
ru: до

# lblDoisserView
source: View
de: Ansicht
et: Vaade
fr: Voir
it: Vista
ru: Вид

# lblEvidenceWholesaleImplementation
source: Evidence for the wholesale implementation
de: Zertifikat des Großhandelsvertriebs
et: Tõendeid hulgimüük rakendamine
fr: Certificat de distribution en gros
it: Certificato di distribuzione all'ingrosso
ru: Свидетельство на оптовую реализацию

# lblFindPersonDocument
source: Search for person documents in the archive
de: Suche nach Dokumenten einer Person im Archiv
et: Otsi isik dokumentide arhiiv
fr: Rechercher des documents d'une personne dans les archives
it: Cerca i documenti di una persona nell'archivio
ru: Искать документы лица в архиве

# lblFindPersons
source: Search for persons
de: Suche nach Leuten
et: Otsi inimest
fr: Rechercher des personnes
it: Cerca persone
ru: Искать лица

# lblIncactiveRequsites
source: Inactive requisites
de: Inaktive Requisiten
et: Passiivne rekvisiidid
fr: Conditions inactives
it: Requisiti inattivi
ru: Недействующие реквизиты

# lblManagers
source: Managers
de: Manager
et: Juhid
fr: Les gestionnaires
it: Leader
ru: Руководители

# lblNaturalSexF
source: Female
de: Frauen
et: Naissoost
fr: Femmes
it: Femminile
ru: Женский

# lblNaturalSexM
source: Male
de: Männlich Weiblich
et: Mees
fr: Homme Femme
it: Maschio
ru: Мужской

# lblNaturalWorkPlaces
source: Work places
de: Orte der Arbeit
et: tööKOHTADES
fr: Lieux de travail
it: Luoghi di lavoro
ru: Места работы

# lblNotIndicated
source: Not indicated
de: Nicht angegeben
et: Pole täpsustatud
fr: Non spécifié
it: Non specificato
ru: Не указан

# lblNotIndicateda
source: Not indicated
de: Nicht angegeben
et: Pole täpsustatud
fr: Non spécifié
it: Non specificato
ru: Не указана

# lblNotIndicatedo
source: Not indicated
de: Nicht angegeben
et: Pole täpsustatud
fr: Non spécifié
it: Non specificato
ru: Не указано

# lblRepresentatives
source: Representatives
de: Vertreter von
et: Esindajad
fr: Les représentants de
it: Rappresentanti di
ru: Представители

# lblSorageServiceProviding
source: Providing storage services
de: Bereitstellung von Speicherdiensten
et: Hoidmiseks teenused
fr: Fourniture de services de stockage
it: Fornitura di servizi di archiviazione
ru: Предоставление услуг хранения

# lblStores
source: Stores
de: Lagerhäuser
et: Kauplused
fr: Entrepôts
it: Magazzini
ru: Склады

# msgDoisserCoworkers
source: Are you sure you want to assign personnel in shift work together with
de: Sind Sie sicher, dass Sie einen Mitarbeiter für die Schichtarbeit einstellen wollen?
et: Oled kindel, et soovite määrata töötajate vahetustega töö koos c
fr: Êtes-vous sûr de vouloir nommer un employé pour travailler en équipe avec
it: Sei sicuro di voler nominare un dipendente con cui lavorare nel lavoro a turni
ru: Вы уверены, что хотите назначить сотрудника на посменную работу совместно c

# msgDeleteFromList
source: Remove item from list?
de: Einen Gegenstand von der Liste entfernen?
et: Eemalda loendist?
fr: Supprimer un élément de la liste?
it: Rimuovere un elemento dall'elenco?
ru: Удалить элемент из списка?

# msgLinkDoc
source: Assign a document
de: Dokument verknüpfen
et: Määra dokumendi
fr: Document de liaison
it: Collega il documento
ru: Связать документ

# lblPartialPay
source: Partial pay
de: Teilzahlung
et: osamakse
fr: Paiement partiel
it: Pagamento parziale
ru: Частичная оплата
