Repository: Kesco-m/Kesco.Lib.Localization
Catalog: ResContainer.*.resx
Languages: de, et, fr, it, ru

# Cert_lblNotKeyLocations
source: No key locations
de: Keine Schlüsselpositionen
et: Peamisi asukohti pole
fr: Aucun emplacement clé
it: Nessun luogo chiave

# Phone_lBtnCheckAll
source: Select all
de: Wählen Sie Alle
et: Vali kõik
fr: Tout sélectionner
it: Seleziona tutto

# Phone_lBtnShowReport
source: Show directory
de: Leitfaden anzeigen
et: Show kataloog
fr: Afficher le guide
it: Mostra guida

# Phone_lBtnUnCheckAll
source: Reset all
de: Alles zurücksetzen
et: Nulli kõik
fr: Effacer tout
it: Resetta tutto

# Phone_lCheckCommonPhone
source: Show shared phone numbers
de: Allgemeine Telefonnummern anzeigen
et: Näita üldist telefoninumbreid
fr: Afficher les numéros de téléphone généraux
it: Mostra numeri di telefono generali

# Phone_lCheckFullName
source: Full name and patronymic
de: Vollständiger Vorname zweiter Vorname
et: Täielik nimi ja isanimi
fr: Prénom et prénom
it: Secondo nome completo

# Phone_lCheckLat
source: Latin
de: Latein
et: Ladina tähed
it: Latino

# Phone_lCheckNotHotelPhone
source: Do not display phone numbers in hotel rooms
de: Zeigen Sie keine Telefone in Hotelzimmern
et: Ära näita telefoninumbreid hotellituba
fr: Ne pas afficher les téléphones dans les chambres d'hôtel
it: Non mostrare i telefoni nelle camere d'albergo

# Phone_lCompany
source: Companies
de: Unternehmen
et: Ettevõtted
fr: Entreprises
it: Aziende

# Phone_lMode
source: Display mode directory
de: Verzeichnisanzeigemodi
et: Display mode kataloog
fr: Modes d'affichage du répertoire
it: Modalità di visualizzazione della directory

# Phone_lMode1
source: Order by phones
de: Nach Telefon sortieren
et: Tellimus telefoni teel
fr: Trier par téléphone
it: Nach Telefon sortieren

# Phone_lMode2
source: Sort alphabetically
de: Alphabetisch sortieren
et: Sorteeri tähestiku
fr: Trier par ordre alphabétique
it: Ordina alfabeticamente

# Phone_lMode3
source: Sort by posts
de: Nach Position sortieren
et: Sorteeri positsioone
fr: Trier par position
it: Ordina per posizione

# Phone_lTitle
source: Internal phones
de: Interne Telefone
et: Sisemine telefonid
fr: Téléphones internes
it: Telefoni interni

# Phone_msgAlert
source: Do not select any one company, it is impossible to generate a report!
de: Es wurde kein Unternehmen ausgewählt, es ist unmöglich, einen Bericht zu erstellen!
et: Ühtegi ettevõtet pole valitud, aruande koostamine on võimatu!
fr: Aucune entreprise n'a été sélectionnée, il est impossible de générer un rapport!
it: Nessuna azienda è stata selezionata, è impossibile generare un report!

# WWW_lblNews
source: News
de: Nachrichten
et: Uudised
fr: Nouvelles
it: Notizia

# cmdRefreshLower
source: refresh
de: aktualisierung
et: värskendama
fr: rafraîchir
it: ricaricare

# Cert_lblAddPrivateKey
source: Add private key
de: Fügen Sie einen privaten Schlüssel hinzu
et: Lisage privaatne võti
fr: Ajouter une clé privée
it: Aggiungi chiave privata

# lblGridSetDateFilterByCurrent
source: Set filter relative to current date
de: Stellen Sie den Filter relativ zum aktuellen Datum ein
et: Määra filter praeguse kuupäeva suhtes
fr: Définir le filtre par rapport à la date actuelle
it: Imposta il filtro relativo alla data corrente

# Inv_lblInventory
source: Inventory
de: Inventar
et: Inventuur
fr: Inventaire
it: Inventario

# Inv_lblInconsistencies
source: Inconsistencies
de: Inkonsistenzen
et: Vastuolud
fr: Incohérences
it: Incoerenze

# Inv_lblReports
source: Reports
de: Berichte
et: Aruanded
fr: Rapports
it: Rapporti

# Inv_lblOperations
source: Operations
de: Operationen
et: Operatsioonid
fr: Opérations
it: Operazioni

# Inv_lblInventorySettings
source: Inventory settings
de: Inventareinstellungen
et: Varude seaded
fr: Paramètres d'inventaire
it: Impostazioni dello spazio pubblicitario

# Inv_lblEquipmentTransfer
source: Equipment transfer
de: Gerätetransfer
et: Seadmete üleandmine
fr: Transfert d'équipement
it: Trasferimento dell'attrezzatura

# Inv_lblPrintingLabels
source: Printing labels
de: Etiketten drucken
et: Siltide printimine
fr: Impression d'étiquettes
it: Stampa di etichette

# Inv_lblClearFormParameters
source: Clear form parameters
de: Formularparameter löschen
et: Kustuta vormi parameetrid
fr: Effacer les paramètres du formulaire
it: Cancella i parametri del modulo

# Inv_msgClearFormParameters
source: Are you sure you want to clear the form parameters?
de: Möchten Sie die Formularparameter wirklich löschen?
et: Kas soovite kindlasti vormi parameetrid kustutada?
fr: Voulez-vous vraiment effacer les paramètres du formulaire?
it: Sei sicuro di voler cancellare i parametri del modulo?

# lblGridCommandMenu
source: command menu
de: befehlsmenü
et: käsumenüü
fr: menu de commande
it: menu dei comandi

# Vacation_SubTo
source: by
de: von
fr: par
it: di
ru: по

# ROLES_labelRole
source: Role
de: Die Rolle von
fr: Le rôle
it: Il ruolo di
ru: Роль

# lblDocNumber
source: Number
de: Nummer
fr: Nombre
it: Numero
ru: Номер

# sTransport
source: Transport
de: Transportdienste
fr: Services de transport
it: Servizi di trasporto
ru: Транспорт

# TMD_Head1
source: Number
de: Zimmer
fr: Chambre
it: Numero
ru: Номер

# TM_ClearFilter
source: Clear filter
de: Filter löschen
fr: Effacer le filtre
it: Cancella filtro
ru: Очистить фильтр

# lShowList
source: Show
de: Zeigen
fr: Montrer
it: mostra
ru: Показать

# TTN_msgAgent
source: agent
it: agente
ru: агент

# TTN_lblSteward
source: Steward
it: Direttore
ru: Распорядитель

# lblJuridicalAlias
source: Alias
de: Spitzname
fr: Surnom
ru: Псевдоним

# DossierEmployeeInfo_Contacts_Email
source: Email
de: E-Mail-Adresse
fr: Adresse e-mail

# EUR_S1
source: euro
fr: euros
ru: евро

# STORE_SP_Lbl_Data_Inn
source: TIN
ru: ИНН

# STORE_SP_Lbl_Data_Kpp
source: IEC
ru: КПП

# STORE_SP_Lbl_Data_OGRN
source: SRN
ru: ОГРН

# Users_lblINN
source: TIN
ru: ИНН

# titleSaveAndClose
source: Save the document and close this form
ru: Сохранить документ и закрыть форму
