Repository: Kesco-m/Kesco.Lib.Localization
Catalog: ResContainer.*.resx
Languages: de, et, fr, it, ru

# TTN_mgsReplaceValues
source: Values from the corrected document will be set in all fields of the form. Continue?
de: Werte aus dem korrigierten Dokument werden in allen Feldern des Formulars festgelegt. Fortfahren?
et: Parandatud dokumendi väärtused määratakse vormi kõikides väljades. Jätkake?
fr: Les valeurs du document corrigé seront définies dans tous les champs du formulaire. Continuer?
it: I valori del documento corretto verranno impostati in tutti i campi del modulo. Continuare?
ru: Во все поля формы будут установлены значения из корректируемого документа. Продолжить?

# TTN_lblSaveDocument
source: Saving the document
de: Dokument speichern
et: Dokumendi salvestamine
fr: Sauvegarder le document
it: Salvataggio del documento
ru: Сохранение документа

# TTN_msgNeedSaveDocument
source: To edit, save the document
de: Speichern Sie das Dokument, um es zu bearbeiten
et: Dokumendi muutmiseks salvestage
fr: Pour éditer, sauvegardez le document
it: Per modificare, salva il documento
ru: Для редактирования сохраните документ

# TTN_lblOpenInDocumentsArchive
source: open in the Documents Archive
de: im Dokumentenarchiv öffnen
et: avaneb dokumentide arhiivis
fr: ouvert dans les archives de documentsdocuments
it: aperto nell'archivio documenti
ru: открыть в Архиве Документов

# TTN_lblContinueEditing
source: continue editing
de: bearbeitung fortsetzen
et: jätkake redigeerimist
fr: continuer l'édition
it: continua a modificare
ru: продолжить редактирование

# TTN_lblType
source: Type
de: Geben Sie ein
et: Tüüp
it: Tipo
ru: Тип

# TTN_lblCreateContact
source: Create a new contact
de: Erstellen Sie einen neuen Kontakt
et: Loo uus kontakt
fr: Créer un nouveau contact
it: Crea un nuovo contatto
ru: Создать новый контакт

# lblGridGroupingPanelEmptyText
source: Drag a column header here to group by that column
de: Ziehen Sie eine Spaltenüberschrift hierher, um nach dieser Spalte zu gruppieren
et: Selle veeru rühmitamiseks lohistage veeru päis siia
fr: Faites glisser un en-tête de colonne ici pour grouper par cette colonne
it: Trascina qui un'intestazione di colonna per raggruppare per quella colonna
ru: Перетащите заголовок столбца сюда, чтобы сгруппировать по этому столбцу

# TTN_msgNoMris
source: No product specified.
de: Kein Produkt angegeben
et: Ükski toode ei ole täpsustatud.
fr: Aucun produit spécifié.
it: Nessun prodotto specificato.
ru: Не указано ни одного товара.

# TTN_msgTaxInflated
source: As a result of rounding, taxes were slightly inflated.
de: Rundungsbedingt waren die Steuern leicht aufgebläht.
et: Ümardamise tulemusena olid maksud veidi pumbatud.
fr: En raison des arrondis, les taxes ont été légèrement gonflées.
it: A seguito dell'arrotondamento, le tasse sono state leggermente gonfiate.
ru: В результате округления были слегка завышены налоги.

# TTN_msgVsegoChanged
source: As a result of rounding, the Total value has been changed.
de: Durch die Rundung wurde der Gesamtwert geändert.
et: Ümardamise tulemusena on muudetud koguväärtust.
fr: En raison de l'arrondissement, la valeur totale a été modifiée.
it: Come risultato dell'arrotondamento, il valore totale è stato modificato.
ru: В результате округления было изменено значение Всего.

# TTN_msgRoundingNotSuccessful.
source: Rounding is not successful.
de: Rundung ist nicht erfolgreich.
et: Ümardamine ei ole edukas.
fr: Arrondir n'est pas réussi.
it: L'arrotondamento non ha successo.
ru: Округление прошло не удачно.

# TTN_msgAccountNotAvailable
source: current account not available
de: girokonto nicht verfügbar
et: jooksevkonto pole saadaval
fr: compte courant non disponible
it: conto corrente non disponibile
ru: расчетный счет не доступен

# TTN_ntfPersonStoreDocument
source: settlement account does not match the account in the contract
de: das Abrechnungskonto stimmt nicht mit dem Konto im Vertrag überein
et: arvelduskonto ei vasta lepingus sisalduvale kontole
fr: compte de règlement ne correspond pas au compte dans le contrat
it: conto di regolamento non corrisponde all'account nel contratto
ru: расчетный счет не соответствует счету в договоре

# TTN_ntfPersonStoreEnclosure
source: current account does not match the account in the application
de: Das aktuelle Konto stimmt nicht mit dem Konto in der Anwendung überein
et: jooksevkonto ei vasta rakenduses olevale kontole
fr: compte actuel ne correspond pas au compte dans l'application
it: l'account corrente non corrisponde all'account nell'applicazione
ru: расчетный счет не соответствует счету в приложении

# TTN_ntfPersonNotTested
source: person has not been tested
de: person nicht verifiziert
et: isik ei ole kontrollitud
fr: personne non vérifiée
it: persona non verificata
ru: лицо не проверено

# TTN_ntfPersonNotOKPO
source: the person has no OKPO
de: die Person hat kein OKPO
et: isikul pole OKPO
fr: la personne n'a pas OKPO
it: la persona non ha OKPO
ru: у лица отсутствует ОКПО

# TTN_nntfPersonNotMatchContract
source: the person does not match any person in the contract
de: die Person stimmt mit keiner Person im Vertrag überein
et: isik ei ühti lepingus oleva isikuga
fr: la personne ne correspond à aucune personne dans le contrat
it: la persona non corrisponde a nessuna persona nel contratto
ru: лицо не соответствует ни одному лицу в договоре

# TTN_nntfPersonNotMatchEnclosure
source: the person does not match any person in the application
de: die Person stimmt mit keiner Person in der Anwendung überein
et: isik ei ühti taotlusega ühtegi isikut
fr: la personne ne correspond à personne dans la demande
it: la persona non corrisponde a nessuna persona nell'applicazione
ru: лицо не соответствует ни одному лицу в приложении

# TTN_ntfNoLinkContractAnfEnclosure
source: There is no connection of the application with the contract! Application code:
de: Es besteht keine Verbindung der Anwendung mit dem Vertrag! Anwendungscode:
et: Taotlus ei ole seotud lepinguga! Rakenduse kood:
fr: Il n'y a pas de lien entre l'application et le contrat! Code d'application:
it: Non c'è connessione dell'applicazione con il contratto! Codice dell'applicazione:
ru: Отсутствует связь приложения с договором! Код приложения:

# TTN_ntfGetTypeByContractNoForm
source: Attempt to get the type of settlement from the contract without an electronic form! Contract Code:
de: Versuchen Sie, die Art der Abrechnung aus dem Vertrag ohne elektronisches Formular zu erhalten! Vertragscode:
et: Püüand kokkuleppeliikluse saamiseks elektroonilisel kujul! Lepingu kood:
fr: Essayez d'obtenir le type de règlement du contrat sans formulaire électronique! Code du contrat:
it: Tentativo di ottenere il tipo di regolamento dal contratto senza un modulo elettronico! Codice contratto:
ru: Попытка получить вид взаиморасчета у договора без электронной формы! Код договора:

# TTN_msgChosenCorrectedSelf
source: The current document is selected as the corrected document. Select a document other than the current one.
de: Das aktuelle Dokument wird als korrigiertes Dokument ausgewählt. Wählen Sie ein anderes Dokument als das aktuelle aus.
et: Parandatud dokumendina valitakse käesolev dokument. Valige muu dokument kui praegune.
fr: Le document actuel est sélectionné comme document corrigé. Sélectionnez un document autre que le document actuel.
it: Il documento corrente è selezionato come documento corretto. Seleziona un documento diverso da quello corrente.
ru: В качестве корректируемого документа выбран текущий документ. Выберите документ, отличный от текущего.

# TTN_ntfNoCorrectedDocument
source: Select a correction document.
de: Wählen Sie einen Korrekturbeleg aus.
et: Valige parandusdokument.
fr: Sélectionnez un document de correction.
it: Seleziona un documento di correzione.
ru: Выберите корректировочный документ.

# TTN_msg_Больше1Корректирующего
source: Error! Selected document has been corrected with more than 1 document at the same time.
de: Fehler! Das ausgewählte Dokument wird gleichzeitig mit mehreren Dokumenten korrigiert.
et: Viga! Valitud dokument on samaaegselt korrigeeritud mitme dokumendi abil.
fr: Erreur! Le document sélectionné est corrigé simultanément à l'aide de plusieurs documents.
it: Errore! Il documento selezionato viene corretto simultaneamente utilizzando più documenti.
ru: Ошибка! Выбранный документ одновременно скорректирован с помощью нескольких документов.

# _Msg_НеСовпадаютСвойства
source: Fields {0} in the selected parcels do not match the ones specified in the act. Adding the services rendered to the certificate of completion is impossible.
de: Die Felder {0} in den ausgewählten Flurstücken stimmen nicht mit den im Akt angegebenen überein. Das Hinzufügen der Services zum Abschlusszertifikat ist nicht möglich.
et: Valitud pakkides olevad väljad {0} ei ühti toimingutega määratud väärtustega. Lõppseadisele osutatud teenuste lisamine on võimatu.
fr: Les champs {0} des parcelles sélectionnées ne correspondent pas à ceux spécifiés dans l'acte. L'ajout des services rendus au certificat d'achèvement est impossible.
it: I campi {0} nei pacchi selezionati non corrispondono a quelli specificati nell'atto. Aggiungere i servizi resi al certificato di completamento è impossibile.
ru: Поля {0} в выбранных участах отправок не совпадают с указанными в акте. Добавление оказанных услуг в акт выполненных работ невозможно.

# _Msg_РазныеСвойства
source: Values of the {0} field in the selected send parcels are different. Addition of services rendered to the certificate of completion
de: Die Werte des Felds {0} in den ausgewählten Sendepaketen unterscheiden sich. Hinzufügung von Dienstleistungen zum Abschlusszertifikat
et: Valitud saatmispakkide väljale {0} väärtused on erinevad. Täitmisele sertifikaadile lisatud teenuste lisamine
fr: Les valeurs du champ {0} dans les parcelles d'envoi sélectionnées sont différentes. Ajout de services rendus au certificat d'achèvement
it: I valori del campo {0} nei pacchi di invio selezionati sono diversi. Aggiunta di servizi resi al certificato di completamento
ru: Значения поля {0} в выбранных участах отправок различно. Добавление оказанных услуг в акт выполненных работ невозможно.

# btnOldVersion
source: Alte Version
et: Vana versioon
fr: Ancienne version
it: Vecchia versione
ru: Старая версия

# btnNewVersion
source: New version
de: Neue Version
et: Uus versioon
fr: Nouvelle version
it: Nuova versione
ru: Новая версия

# TTN_lblSectionShipperToGo
source: Same as supplier:
de: Gleich wie Lieferant:
et: Sama nagu tarnija:
fr: Identique au fournisseur:
it: Come il fornitore:
ru: Совпадает с поставщиком:

# TTN_lblSectionPayerToGp
source: Same as payer:
de: Wie beim Zahler:
et: Sama nagu maksja:
fr: Identique au payeur:
it: Come per il pagatore:
ru: Совпадает с плательщиком:

# TTN_msgGridNoUsl
source: This item is not specified any position with the service. To add a service, click on the "Add service" or "Insert" button on the keyboard.
de: Diese Position hat keine Position beim Dienst angegeben. Um einen Dienst hinzuzufügen, klicken Sie auf der Tastatur auf die Schaltfläche "Dienst hinzufügen" oder "Insert".
et: See üksus pole teenusega mingisugust asukohta määratud. Teenuse lisamiseks klõpsake klaviatuuril nuppu "Lisa teenus" või "Insert".
fr: Cet élément n'est spécifié aucune position avec le service. Pour ajouter un service, cliquez sur le bouton "Ajouter un service" ou "Insert" du clavier.
it: Questo articolo non è specificato alcuna posizione con il servizio. Per aggiungere un servizio, fai clic sul pulsante "Aggiungi servizio" o "Insert" sulla tastiera.
ru: В данной ТТН не задана ни одна позиция с услугой. Для добавления услуги нажмите на кнопку «Добавить услугу» или «Insert» на клавиатуре.

# TTN_msgGridNoMris
source: This item is not specified any item with the goods. To add a product, click on the button "Add product" or "Insert" on the keyboard.
de: Bei diesem Artikel ist kein Artikel mit der Ware angegeben. Um ein Produkt hinzuzufügen, klicken Sie auf der Tastatur auf die Schaltfläche "Produkt hinzufügen" oder "Insert".
et: See toode ei ole kaubaga ühelegi elemendile märgitud. Toote lisamiseks klõpsa klaviatuuril nupule "Lisa toode" või "Insert".
fr: Cet article n'est pas spécifié aucun article avec les marchandises. Pour ajouter un produit, cliquez sur le bouton "Ajouter un produit" ou "Insert" du clavier.
it: Questo articolo non è specificato alcun articolo con le merci. Per aggiungere un prodotto, fare clic sul pulsante "Aggiungi prodotto" o "Insert" sulla tastiera.
ru: В данной ТТН не задана ни одна позиция с товаром. Для добавления товара нажмите на кнопку «Добавить товар» или «Insert» на клавиатуре.

# TTN_lblGoAndShipper
source: Match the shipper and the supplier
de: Bringen Sie den Versender und den Lieferanten zusammen
et: Sobitage saatja ja tarnijaga
fr: Faites correspondre l'expéditeur et le fournisseur
it: Abbina il mittente e il fornitore
ru: Привести в соответствие грузоотправителя и поставщика

# TTN_lblGpAndPayer
source: Passen Sie den Empfänger und den Zahler an
et: Sobita saaja ja maksjaga
fr: Faites correspondre le destinataire et le payeur
it: Abbina il destinatario e il pagatore
ru: Привести в соответствие грузополучателя и плательщика

# TTN_msgNotSignedCurator
source: not signed by the contract manager
de: nicht vom Vertragsmanager unterschrieben
et: lepingulise juhi poolt allkirjastamata
fr: non signé par le responsable du contrat
it: non firmato dal responsabile del contratto
ru: не подписана куратором договора

# TTN_msgNoStorage
source: The required field of the warehouse is not filled.
de: Das erforderliche Feld des Lagers ist nicht gefüllt.
et: Lao nõutav väli ei ole täidetud.
fr: Le champ requis de l'entrepôt n'est pas rempli.
it: Il campo richiesto del magazzino non è riempito.
ru: Не заполнено обязательное поле склада.

# TTN_msgEditingNoPossible
source: Editing the position of the document is not possible.
de: Das Bearbeiten der Position des Dokuments ist nicht möglich.
et: Dokumendi asukoha muutmine ei ole võimalik.
fr: La modification de la position du document n'est pas possible.
it: La modifica della posizione del documento non è possibile.
ru: Редактирование позиции документа не возможно.

# lblGridDeleteCulumnGrouping
source: Do not group by this column
de: Gruppieren Sie nicht nach dieser Spalte
et: Ärge grupeerige seda veergu
fr: Ne pas grouper par cette colonne
it: Non raggruppare in base a questa colonna
ru: Не группировать по данному столбцу

# TTN_msgLastMrisDelete
source: You can not delete the last item in the consignment note.
de: Sie können die letzte Position im Frachtbrief nicht löschen.
et: Sa ei saa kaubasaatja viimast üksust kustutada.
fr: Vous ne pouvez pas supprimer le dernier article de la lettre de voiture.
it: Non è possibile eliminare l'ultimo elemento nella lettera di vettura.
ru: Нельзя удалять последний товар в ТТН.

# lblGridRecordCountGroup
source: records in the group
de: datensätze in der Gruppe
et: grupis olevad kirjed
fr: enregistrements dans le groupe
it: record nel gruppo
ru: записей в группе

# lblGridColumnValueBooleanFalse
source: False
de: Die Lüge
et: Vale
fr: Le mensonge
it: La menzogna
ru: Ложь

# lblGridColumnValueBooleanTrue
source: True
de: Die wahrheit
et: Tõde
fr: La vérité
it: La verità
ru: Истина

# lblGridGroupExpand
source: Expand/Collapse group
de: Gruppe erweitern/reduzieren
et: Grupi laiendamine/kokkuvarisemine
fr: Élargir/Réduire le groupe
it: Espandi/Comprimi gruppo
ru: Развернуть/Свернуть группу

# Inv_lblLocationsAndSockets
source: Locations and sockets
de: Standorte und Steckdosen
et: Asukohad ja pistikupesad
fr: Emplacements et prises
it: Posizioni e prese
ru: Расположения и розетки

# Inv_lblSpecifications
source: Specifications
de: Eigenschaften
et: Omadused
fr: Caractéristiques
it: Caratteristiche
ru: Характеристики

# Inv_lblSockets
source: Sockets
de: Steckdosen
et: Pistikud
it: Prese
ru: Розетки

# Inv_lblEmployees
source: Employees
de: Mitarbeiter
et: Töötajad
fr: Les employés
it: Personale
ru: Сотрудники

# Inv_lblEquipment
source: Equipment
de: Ausrüstung
et: Varustus
fr: Équipement
it: Attrezzatura
ru: Оборудование

# Inv_lblLocation
source: Location
de: Standort
et: Asukoht
fr: Emplacement
it: Posizione
ru: Расположение

# Inv_lblSocket
source: Socket
de: Sockel
et: Pistikupesa
fr: Prise de courant
it: Presa di corrente
ru: Розетка

# Inv_lblWorks
source: Works
de: Arbeitet
et: Töötab
fr: Travaux
it: Motorizzato
ru: Работает

# Inv_lblNote
source: Note
de: Hinweis
et: Märkus
it: Osservazione
ru: Примечание

# Inv_lblAddSocket
source: Add socket
de: Socket hinzufügen
et: Lisa pesa
fr: Ajouter une prise
it: Aggiungi socket
ru: Добавить розетку

# Inv_lblAddingSocket
source: Add socket
de: Socket hinzufügen
et: Lisa pesa
fr: Ajouter une prise
it: Aggiungi socket
ru: Добавление розетки

# Inv_lblSocketEditing
source: Editing an outlet at a location
de: Bearbeiten einer Filiale an einem Ort
et: Mõnes asukohas asuva pistikupesa redigeerimine
fr: Modification d'un point de vente sur un site
it: Modifica di un punto vendita in una posizione
ru: Редактирование розетки

# _Msg_НеСохраняется
source: Saving is not possible.
de: Speichern ist nicht möglich.
et: Salvestamine ei ole võimalik.
fr: Enregistrer n'est pas possible.
it: Il salvataggio non è possibile.
ru: Сохранение невозможно.

# Inv_msgLocation
source: location
de: standort
et: asukoht
fr: lieu
it: posizione
ru: расположения

# Inv_lblWorkplace
source: Workplace
de: Arbeitsplatz
et: Töökoht
fr: Lieu de travail
it: Sul posto di lavoro
ru: Рабочее место

# Inv_lblGuestWorkplaceShiftWork
source: Guest workplace, shift work
de: Gastarbeitsplatz, Schichtarbeit
et: Külaline töökohad, vahetustega töö
fr: Lieu de travail invité, travail posté
it: Luogo di lavoro degli ospiti, lavoro a turni
ru: Гостевое рабочее место, посменная работа

# Inv_lblHotelRoom
source: Hotel Room
de: Hotelzimmer
et: Hotelliruum
fr: Chambre d'hôtel
it: Camera d'albergo
ru: Номер гостинницы

# Inv_lblEquipmentWarehouse
source: Equipment warehouse
de: Ausrüstungslager
et: Seadmete ladu
fr: Entrepôt d'équipement
it: Magazzino di attrezzature
ru: Склад оборудования

# Inv_lblEquipmentLocated
source: Equipment may be located
de: Ausrüstung kann lokalisiert werden
et: Varustus võib paikneda
fr: L'équipement peut être situé
it: L'apparecchiatura può essere localizzata
ru: В расположении может находиться оборудование

# Inv_lblOffice
source: Office
de: Büro
et: Kontor
fr: Bureau
it: Ufficio
ru: Офис

# Inv_lblLocationServer
source: Location with a separate server
de: Standort mit einem separaten Server
et: Asukoht eraldi serveriga
fr: Lieu avec un serveur séparé
it: Posizione con un server separato
ru: Расположение с отдельной серверной

# Inv_lblNearestPrinter
source: Nearest printer
de: Nächster Drucker
et: Lähim printer
fr: Imprimante la plus proche
it: Stampante più vicina
ru: Ближайший принтер

# Inv_msgNoSocketsAtLocation
source: There are no sockets at this location
de: An diesem Ort gibt es keine Steckdosen
et: Selles asukohas pole pistikupesasid
fr: Il n'y a pas de prises à cet endroit
it: Non ci sono prese in questa posizione
ru: На данном расположении нет розеток

# Inv_msgNoEmployeesAtLocation
source: No employees found
de: Keine Mitarbeiter gefunden
et: Ühtegi töötajat ei leitud
fr: Aucun employé trouvé
it: Nessun dipendente trovato
ru: На данном расположении нет сотрудников

# Inv_msgNoEquipmentAtLocation
source: No equipment at this location
de: Keine Ausrüstung an diesem Standort
et: Selles kohas pole seadmeid
fr: Aucun équipement à cet endroit
it: Nessuna attrezzatura in questa posizione
ru: На данном расположении нет оборудования

# Inv_msgNoLocationName
source: location name is not filled
de: Standortname ist nicht ausgefüllt
et: asukoha nimi ei ole täidetud
fr: le nom de l'emplacement n'est pas renseigné
it: il nome della località non è stato riempito
ru: не заполнено название расположения

# Inv_msgNoSocketName
source: the name of the outlet is not filled
de: Der Name der Verkaufsstelle ist nicht ausgefüllt
et: müügipunkti nimi ei ole täidetud
fr: le nom de la sortie n'est pas renseigné
it: il nome dello sbocco non è stato riempito
ru: не заполнено название розетки

# Inv_msgChangeOrderTreeView
source: Are you sure you want to change the order of the locations within the same group
de: Möchten Sie die Reihenfolge der Standorte innerhalb derselben Gruppe wirklich ändern
et: Kas soovite kindlasti muuta sama grupi asukohtade järjekorda
fr: Êtes-vous sûr de vouloir changer l'ordre des emplacements dans le même groupe
it: Sei sicuro di voler cambiare l'ordine delle posizioni all'interno dello stesso gruppo
ru: Вы уверены что хотите изменить порядок расположений в рамках одной группы

# Inv_msgMoveItemTreeView1
source: Are you sure you want to make a location
de: Sind Sie sicher, dass Sie einen Standort festlegen möchten
et: Kas olete kindel, et soovite asukohta teha
fr: Êtes-vous sûr de vouloir faire un emplacement
it: Sei sicuro di voler creare una posizione
ru: Вы уверены что хотите сделать расположение

# Inv_msgMoveItemTreeView2
source: child in relation to the location
de: kind in Bezug auf den Ort
et: lapse asukohta arvestades
fr: enfant par rapport à l'emplacement
it: bambino in relazione alla posizione
ru: дочерним по отношению к расположению

# Inv_lblUnorganizedComputerizedWorkplace
source: Computerized workplace - work not organized
de: Computergestützter Arbeitsplatz - Arbeit nicht organisiert
et: Arvutipõhine töökoht - töö pole korraldatud
fr: Lieu de travail informatisé - travail non organisé
it: Luogo di lavoro informatizzato - lavoro non organizzato
ru: Не организованное компьютеризированное рабочее место

# Inv_ComputerizedWorkplace
source: Computerized Workplace - work Organized
de: Computerized Workplace - arbeit organisiert
et: Elektrooniline töökoht - töö korraldatud
fr: Lieu de travail informatisé - travail organisé
it: Posto di lavoro computerizzato - lavoro organizzato
ru: Компьютеризированное рабочее место

# Inv_lblGuestWorkplace
source: Guest workplace
de: Gastarbeitsplatz
et: Külaline töökohad
fr: Lieu de travail invité
it: Luogo di lavoro degli ospiti
ru: Гостевое рабочее место

# Cfi_lblItem
source: Article
de: Artikel
et: Artikkel
fr: L'article
it: Articolo
ru: Статья

# Cfi_lblType
source: Type
de: Typ
et: Tüüp
it: Tipo
ru: Вид

# Cfi_msgCashFlowArticles
source: cash flow items
de: cashflow-positionen
et: rahavoogude kirjed
fr: éléments de flux de trésorerie
it: elementi del flusso di cassa
ru: статьи движения денежных средств

# Cfi_msgCashFlowItemNotFilled
source: the cash flow item is not filled.
de: die Cashflow-Position ist nicht gefüllt.
et: rahavoogude kirje ei ole täidetud.
fr: le poste de flux de trésorerie n'est pas rempli.
it: l'articolo del flusso di cassa non è stato riempito.
ru: не заполнена статья движения денежных средств

# Cfi_lblSortTreeLocation
source: by location in a tree
de: nach Ort in einem Baum
et: puude asukoha järgi
fr: par emplacement dans un arbre
it: per ubicazione in un albero
ru: расположению в дереве

# Cfi_lblSortAlphabet
source: alphabet
et: tähestikku
it: alfabetico
ru: алфавиту

# Cfi_lblSortBy
source: Sort by
de: Sortieren nach
et: Sorteeri
fr: Trier par
it: Ordina per
ru: Сортировка по

# Cfi_lblCode
source: Code
et: Kood
it: Codice
ru: Код

# Cfi_lblName
source: Name
et: Nimi
fr: Nom
it: Nome
ru: Название

# Cfi_lblNameIn1C
source: Name in 1C
et: Nimi punktis 1C
fr: Nom en 1C
it: Nome in 1C
ru: Название в 1С

# Cfi_msgNotFilledField
source: Not filled field
de: Nicht ausgefülltes Feld
et: Ei ole täidetud
fr: Champ non rempli
it: Campo non riempito
ru: Не заполнено поле

# Cfi_msgRecordCannotBeSaved
source: Record cannot be saved.
de: Aufnahme kann nicht gespeichert werden.
et: Salvestust ei saa salvestada.
fr: Salvestust ei saa salvestada.
it: Il record non può essere salvato.
ru: Запись не может быть сохранена.
