Repository: Kesco-m/Kesco.Lib.Localization
Catalog: ResContainer.*.resx
Languages: de, et, fr, it, ru

# TTN_ntfBaseDocumentOnDate
source: the foundation date must be less than or equal to the date of the current document
de: das Gründungsdatum muss kleiner oder gleich dem Datum des aktuellen Dokuments sein
et: asutamiskuupäev peab olema väiksem kui praeguse dokumendi kuupäev või sellega võrdne
fr: asutamiskuupäev peab olema väiksem kui praeguse dokumendi kuupäev või sellega võrdne...
it: la data di fondazione deve essere inferiore o uguale alla data del documento corrente
ru: дата основания должна быть меньше или равна дате текущего документа

# TTN_ntfCurrencyDocument
source: the currency of the bank account does not correspond to the document currency
de: die Währung des Bankkontos entspricht nicht der Dokumentwährung
et: pangakonto valuuta ei vasta dokumendi valuutale
fr: la devise du compte bancaire ne correspond pas à la devise du document
it: la valuta del conto bancario non corrisponde alla valuta del documento
ru: валюта банковского счета не соответствует валюте документа

# TTN_ntfInfoStore
source: requisites do not correspond to the settlement account
de: requisiten entsprechen nicht dem Verrechnungskonto
et: rekvisiidid ei vasta arvelduskontol
fr: les conditions requises ne correspondent pas au compte de règlement
it: i requisiti non corrispondono al conto di regolamento
ru: реквизиты не соответствуют расчетному счёту

# TTN_ntfEnclosureContract
source: applications are not associated with the document
de: anwendungen sind nicht mit dem Dokument verknüpft
et: rakendused ei ole dokumendiga seotud
fr: les applications ne sont pas associées au document
it: le applicazioni non sono associate al documento
ru: приложения не связаны с документом

# TTN_ntfDocumentForm
source: the document does not have an electronic form
de: das Dokument hat keine elektronische Form
et: dokumendil puudub elektrooniline vorm
fr: le document n'a pas de formulaire électronique
it: il documento non ha una forma elettronica
ru: документ не имеет электронной формы

# TTN_ntfPersonDate
source: the person does not have the requisites for the date of the document
de: die Person hat nicht die Voraussetzungen für das Datum des Dokuments
et: isikul ei ole dokumendi kuupäeva jaoks vajalikke tingimusi
fr: la personne n'a pas les conditions requises pour la date du document
it: la persona non ha i requisiti per la data del documento
ru: у лица отсутствует реквизиты на дату документа

# TTN_ntfStoreAccountDate
source: settlement account is not valid. document date
de: verrechnungskonto ist nicht gültig
et: arvelduskonto ei kehti
fr: compte de règlement n'est pas valide.
it: conto di regolamento non valido. data del documento
ru: расчетный счет не действует на дату документа

# TTN_ntfPersonPosition
source: the position does not match the person
de: die Position passt nicht zur Person
et: positsioon ei vasta inimesele
fr: la position ne correspond pas à la personne
it: la posizione non corrisponde alla persona
ru: должность не соответствует лицу

# TTN_ntfPostingOnDate
source: the posting date must be greater than or equal to the date of the current document
de: das Buchungsdatum muss größer oder gleich dem Datum des aktuellen Dokuments sein
et: lähetamise kuupäev peab olema suurem kui praeguse dokumendi kuupäev või sellega võrdne
fr: la date de comptabilisation doit être supérieure ou égale à la date du document en cours
it: la data di registrazione deve essere maggiore o uguale alla data del documento corrente
ru: дата проводки должна быть больше или равна дате текущего документа

# TTN_ntfPersonDocument
source: persons of the document do not correspond to the supplier and payer
de: personen des Dokuments entsprechen nicht dem Lieferanten und Zahler
et: dokumendi isikud ei vasta tarnija ja maksjaga
fr: les personnes du document ne correspondent pas au fournisseur et au payeur
it: le persone del documento non corrispondono al fornitore e al pagatore
ru: лица документа не соответствуют поставщику и плательщику

# TTN_ntfPaymentInvoice
source: payment documents have no basis
de: zahlungsdokumente haben keine Grundlage
et: maksedokumentidel ei ole alust
fr: les documents de paiement n'ont aucun fondement
it: i documenti di pagamento non hanno basi
ru: платежные документы не имеют оснований

# TTN_bntAddResource
source: Add item
de: Artikel hinzufügen
et: Lisa üksus
fr: Ajouter un article
it: Aggiungi elemento
ru: Добавить товар

# TTN_btnAddService
source: Add service
de: Dienst hinzufügen
et: Lisage teenust
fr: Ajouter un service
it: Aggiungi servizio
ru: Добавить услугу

# lblPosCol11
source: Resource
de: Ressource
et: Ressurss
fr: Ressource
it: Risorsa
ru: Ресурс

# lblPosCol12
source: Sending
de: Senden
et: Saatmine
fr: Envoi
it: Spedizione
ru: Отправка

# lblPosCol13
source: Country of origin
de: Herkunftsland
et: Päritoluriik
fr: Pays d'origine
it: Paese di origine
ru: Страна происхождения

# TTN_btnDeletePosition
source: delete position
de: position löschen
et: kustuta positsioon
fr: supprimer la position
it: cancella la posizione
ru: удалить позицию

# TTN_btnCopyPosition
source: copy position
de: position kopieren
et: kopeeri postitus
fr: position de copie
it: copia posizione
ru: копировать позицию

# TTN_btnEditPosition
source: edit position
de: position bearbeiten
et: muuda postitust
fr: modifier la position
it: modifica posizione
ru: редактировать позицию

# lblPosCol14
source: Customs declaration
de: Zollanmeldung
et: Tollideklaratsioon
fr: Déclaration douanière
it: Dichiarazione doganale
ru: ТД

# lblPosCol15
source: Agent Provider
de: Agent-Anbieter
et: Agent pakkuja
it: Agente Agente
ru: П.А.

# lblPosCol16
source: Agent Payer
et: Agent maksja
fr: Agent payeur
it: Agente pagatore
ru: Пл.А.

# lblSetFilter
source: Filter is installed:
de: Filter ist installiert:
et: Filtreeritakse:
fr: Le filtre est installé:
it: Il filtro è installato:
ru: Установлен фильтр

# TTN_lblProductNameRus
source: Product name (rus)
de: Produktname (rus)
et: Toote nimetus (rus)
fr: Nom du produit (rus)
it: Nome del prodotto (rus)
ru: Название товара (рус)

# TTN_lblProductNameLat
source: Product name (lat)
de: Produktname (lat)
et: Toote nimetus (lat)
fr: Nom du produit (lat)
it: Nome del prodotto (lat)
ru: Название товара (лат)

# TTN_lblServiceNameRus
source: Service name (rus)
et: Teenuse nimi (rus)
fr: Nom du service (rus)
it: Nome del servizio (rus)
ru: Название услуги (рус)

# TTN_lblServiceNameLat
source: Service name (lat)
et: Teenuse nimi (lat)
fr: Nom du service (lat)
it: Nome del servizio (lat)
ru: Название услуги (лат)

# lblEditFilter
source: Edit filter
de: Filter bearbeiten
et: Muuda filtrit
fr: Modifier le filtre
it: Modifica filtro
ru: Редактировать фильтр

# lblFieldValue
source: Field Value
de: Feld Wert
et: Väljuväärtus
fr: Valeur du champ
it: Valore di campo
ru: Значение поля

# lAnd
source: and
de: und
et: ja
fr: et
it: e
ru: и

# TTN_FFrom
source: from
de: von
et: alates
fr: de
it: dal
ru: с

# lblSelectAll
source: Select all
de: Wählen Sie Alle aus
et: Vali kõik
fr: Sélectionner tout
it: Seleziona tutto
ru: Выделить все

# msgGridUniqError
source: It is not possible to display a list of unique values, because the number of such values exceeds the established limit!
de: Es ist nicht möglich, eine Liste eindeutiger Werte anzuzeigen, weil die Anzahl solcher Werte überschreitet die festgelegte Grenze!
et: Unikaalsete väärtuste loendit ei ole võimalik kuvada, sest selliste väärtuste arv ületab kehtestatud piiri!
fr: Il n'est pas possible d'afficher une liste de valeurs uniques, car le nombre de ces valeurs dépasse la limite établie!
it: Non è possibile visualizzare un elenco di valori univoci, perché il numero di tali valori supera il limite stabilito!
ru: Отобразить список уникальных значений невозможно, т.к. количество таких значений превышает установленный лимит!

# msgGridUseFilterFieldType
source: Use the filter by field type!
de: Verwenden Sie den Filter nach Feldtyp!
et: Kasutage filtrit väli tüübi järgi!
fr: Utilisez le filtre par type de champ!
it: Usa il filtro per tipo di campo!
ru: Воспользуйтесь фильтром по типу поля!

# msgOpenSettingFilter
source: Open the filtering and sorting column settings.
de: Öffnen Sie die Filter- und Sortierspalteneinstellungen.
et: Avage veeru seadete filtreerimine ja sorteerimine.
fr: Ouvrez les paramètres de colonne de filtrage et de tri.
it: Apri le impostazioni della colonna di filtraggio e ordinamento.
ru: Открыть настройки фильтрации и сортировки колонки.

# lblSortedBy
source: Sorted by
de: Sortiert nach
et: Sorteeritud poolt
fr: Trié par
it: Ordinato da
ru: Отсортировано по

# msgGrigSordBackOrder
source: Click on the icon to sort in the opposite direction.
de: Klicken Sie auf das Symbol, um in die entgegengesetzte Richtung zu sortieren.
et: Klõpsake ikoonil, et sortida vastupidises suunas.
fr: Cliquez sur l'icône pour trier dans la direction opposée.
it: Fare clic sull'icona per ordinare nella direzione opposta.
ru: Нажмите на иконку, чтобы отсортировать в обратном направлении.

# lblAscendingSort
source: ascending
de: aufsteigend
et: kasvav
fr: croissant
it: ascendente
ru: возрастанию

# lblDescendingSort
source: descending
de: absteigend
et: kahanev
fr: descendant
it: discendente
ru: убыванию

# lblColumnSortOrder
source: Indicates the order in which the columns are sorted.
de: Gibt die Reihenfolge an, in der die Spalten sortiert sind.
et: Näitab veergude sortimise järjekorda.
fr: Indique l'ordre dans lequel les colonnes sont triées.
it: Indica l'ordine in cui le colonne sono ordinate.
ru: Указывает в каком порядке сортируются колонки.

# lblFilterAndSort
source: Filtering and sorting
de: Filtern und sortieren
et: Filtreerimine ja sortimine
fr: Filtrage et tri
it: Filtraggio e ordinamento
ru: Фильтрация и сортировка

# msgSortOrderAZ
source: Sorting from A to Z
de: Sortieren von A bis Z
et: Sorteerimine A-lt Z-le
fr: Tri de A à Z
it: Ordinamento dalla A alla Z
ru: Сортировка от А до Я

# msgSortOrderZA
source: Sorting from Z to A
de: Sortieren von Z bis A
et: Sorteerimine Z-le A-lt
fr: Tri de Z à A
it: Ordinamento dalla Z alla A
ru: Сортировка от Я до А

# msgSortOrderMinMax
source: Sorting from minimum to maximum
de: Sortierung von Minimum zu Maximum
et: Sortimine miinimumilt maksimaalsele
fr: Tri du minimum au maximum
it: Ordinamento dal minimo al massimo
ru: Сортировка от минимального к максимальному

# msgSortOrderMaxMin
source: Sorting from maximum to minimum
de: Sortieren von Maximum zu Minimum
et: Sortimine maksimaalsest miinimumini
fr: Tri du maximum au minimum
it: Ordinamento dal massimo al minimo
ru: Сортировка от максимального к минимальному

# msgGrigNoSort
source: Do not sort
de: Sortiere nicht
et: Ära sorteeri
fr: Ne pas trier
it: Non ordinare
ru: Не сортировать

# msgGrigNoFilter
source: Do not filter
de: Nicht filtern
et: Ärge filtreerige
fr: Ne pas filtrer
it: Non filtrare
ru: Не фильтровать

# lNo
source: not
de: nicht
et: mitte
fr: pas
it: non
ru: не

# lblEqually
source: equally
de: ist gleich
et: võrdub
fr: est égal à
it: è
ru: равно

# lblGridSetNumericFilter
source: Set numeric filter
de: Stellen Sie den numerischen Filter ein
et: Määrake arvufilter
fr: Définir le filtre numérique
it: Imposta il filtro numerico
ru: Установить числовой фильтр

# lblGridSetDateFilter
source: Set filter by date
de: Filter nach Datum einstellen
et: Määrake filter kuupäeva järgi
fr: Définir le filtre par date
it: Imposta il filtro per data
ru: Установить фильтр по дате

# lblGridSetTextFilter
source: Install Text Filter
de: Installieren Sie den Textfilter
et: Tekstifiltri installimine
fr: Installer le filtre de texte
it: Installa filtro di testo
ru: Установить текстовый фильтр

# msgErrorIdColumn
source: Error determining column ID
de: Fehler beim Ermitteln der Spalten-ID
et: Vea ID määramine viga
fr: Erreur lors de la détermination de l'ID de colonne
it: Errore nel determinare l'ID della colonna
ru: Ошибка определения идентификатора колонки

# lblGridRecordCount
source: Total records
de: Gesamtzahl der Datensätze
et: Kogu kirjeid
fr: Total des enregistrements
it: Record totali
ru: Всего записей

# msgPrintCount
source: Attention! Printed only
de: Achtung bitte! Nur gedruckt
et: Tähelepanu palun! Ainult trükitud
fr: Attention s'il vous plaît! Imprimé seulement
it: Attenzione per favore! Solo stampato
ru: Внимание! На печать выведено только

# lOf
source: of
de: von der
et: alates
fr: de la
it: dal
ru: из

# lblGridRecords
source: records
de: aufzeichnungen
et: dokumendid
fr: des enregistrements
it: record
ru: записей

# msgErrorIdColumnFound
source: Could not find the column by ID.
de: Die Spalte konnte nicht anhand der ID gefunden werden.
et: Veerg ei leitud ID-ga.
fr: Impossible de trouver la colonne par ID.
it: Impossibile trovare la colonna per ID.
ru: Не удалось найти колонку по индентификатору.

# lblGridEdit
source: edit
de: bearbeiten
et: redigeeri
fr: modifier
it: modifica
ru: редактировать

# lblGridDelete
source: remove
de: entfernen
et: eemaldada
fr: enlever
it: rimuovere
ru: удалить

# lblGridCopy
source: copy
de: kopieren
et: koopia
fr: copier
it: copia
ru: копировать

# lblNotEqual
source: not equal
de: ist nicht gleich
et: ei ole võrdne
fr: n'est pas égal à
it: non è uguale a
ru: не равно

# lblEmptyString
source: empty line
de: leere Zeichenfolge
et: tühi string
fr: chaîne vide
it: stringa vuota
ru: пустая строка

# lblNoValue
source: no value specified
de: kein Wert angegeben
et: väärtus pole määratud
fr: aucune valeur spécifiée
it: nessun valore specificato
ru: не указано ни какое значение

# lblNoEmptyString
source: not an empty string
de: keine leere Zeichenfolge
et: mitte tühi string
fr: pas une chaîne vide
it: non una stringa vuota
ru: не пустая строка

# lblAnyValueSpecified
source: any value is specified
de: jeder Wert ist angegeben
et: kõik väärtused on täpsustatud
fr: toute valeur est spécifiée
it: qualsiasi valore è specificato
ru: указано какое-либо значение

# lblBetween
source: between
de: zwischen den
et: vahel
fr: entre le
it: tra il
ru: между

# lblInInterval
source: is in the interval
de: ist in dem Intervall
et: on intervallis
fr: est dans l'intervalle
it: è nell'intervallo
ru: находится в интервале

# lblBeginWith
source: begin with
de: beginnt mit
et: algab
fr: commence par
it: inizia con
ru: начинается с

# lblEndsWith
source: ends with
de: endet mit
et: lõpeb
fr: se termine par
it: finisce con
ru: заканчивается на

# lblContains
source: contains
de: enthält
et: sisaldab
fr: contient
it: contiene
ru: содержит

# lblNoContains
source: does not contain
de: enthält nicht
et: ei sisalda
fr: ne contient pas
it: non contiene
ru: не содержит

# lblMore
source: more
de: mehr als
et: rohkem kui
fr: plus que
it: più di
ru: больше

# lblMoreOrEqual
source: more or equal
de: größer oder gleich
et: suurem kui või võrdne
fr: supérieur ou égal à
it: maggiore o uguale a
ru: больше или равно

# lblLess
source: less
de: weniger
et: vähem
fr: moins
it: meno
ru: меньше

# lblLessOrEqual
source: less or equal
de: kleiner oder gleich
et: vähem kui või võrdne
fr: inférieur ou égal à
it: inferiore o uguale a
ru: меньше или равно

# lORUp
source: OR
de: ODER
et: VÕI
fr: OU
ru: ИЛИ

# lANDUp
source: AND
de: Und
et: Ja
fr: Et
it: E
ru: И

# lEmpty
source: empty
de: leer
et: tühi
fr: vide
it: vuoto
ru: пустые

# cmdApply
source: Apply
de: Übernehmen
et: Rakenda
fr: Appliquer
it: Applicare
ru: Применить

# lblSettingFilter
source: Set the filter
de: Stellen Sie den Filter ein
et: Filtri seadistamine
fr: Définir le filtre
it: Imposta il filtro
ru: Задайте фильтр

# msgEmptyFilterValue
source: No value for filter!
de: Kein Wert für Filter!
et: Filtri jaoks pole väärtust!
fr: Pas de valeur pour le filtre!
it: Nessun valore per il filtro!
ru: Не указано значение для фильтра!

# TTN_msgFakturaExist
source: It is impossible to change the relationship with the corrected sales document in the presence of a resulting invoice. First, delete the resulting invoice.
de: Es ist nicht möglich, die Beziehung zum korrigierten Verkaufsbeleg bei einer sich ergebenden Rechnung zu ändern. Löschen Sie zuerst die resultierende Rechnung.
et: Saadud arve olemasolu korral ei ole suhte muutmine parandatud müügidokumendiga võimalik muuta. Esiteks kustutage saadud arve.
fr: Il est impossible de modifier la relation avec le document de vente corrigé en présence d'une facture résultante. Tout d'abord, supprimez la facture résultante.
it: È impossibile modificare la relazione con il documento di vendita corretto in presenza di una fattura risultante. Innanzitutto, elimina la fattura risultante.
ru: Невозможно изменять связь с корректируемым документом реализации при наличии вытекающего счета-фактуры. Сперва удалите вытекающий счет-фактуру.

# TTN_lblShipmentAmounts
source: Shipment amounts
de: Versandmengen
et: Saadetiste kogused
fr: Montants de l'expédition
it: Quantità di spedizione
ru: Суммы по отправкам

# lblCost
source: Cost
de: Preis
et: Hind
fr: Prix
it: Prezzo
ru: Цена

# TTN_lblProductKits
source: product kits
de: produkt-kits
et: tootekomplektid
fr: kits de produits
it: Kit di prodotti
ru: наборы товара

# TTN_lblSetCost
source: A set of costs from stock
de: Eine Reihe von Kosten ab Lager
et: Varude kogus
fr: Un ensemble de coûts en stock
it: Un insieme di costi a magazzino
ru: Набор расходов со склада

# TTN_lblSetArrival
source: Set of arrivals to the warehouse
de: Set von Ankünften zum Lagerhaus
et: Laos saabuvate komplekt
fr: Ensemble d'arrivées à l'entrepôt
it: Set di arrivi al magazzino
ru: Набор приходов на склад

# TTN_lblResourceConsumption
source: for resource consumption
de: für den Ressourcenverbrauch
et: ressursitarbimise jaoks
fr: pour la consommation de ressources
it: per il consumo di risorse
ru: для расхода ресурса

# TTN_lblChoiceTypeSets
source: Choice of type of sets
de: Wahl der Art der Sets
et: Komplekti tüüpide valik
fr: Choix du type d'ensembles
it: Scelta del tipo di set
ru: Выбор типа наборов

# TTN_lblOwherResource
source: Resource owner
de: Ressourcenbesitzer
et: Ressursiomanik
fr: Propriétaire de la ressource
it: Propriétaire de la ressource
ru: Владелец ресурса

# lblResource
source: Resource
de: Ressource
et: Ressurss
fr: Ressource
it: Risorsa
ru: Ресурс

# lblPlace
source: Location
de: Standort
et: Asukoht
fr: Emplacement
it: Posizione
ru: Местоположение

# lblStore
source: Store
de: Lagerhaus
et: Ladu
fr: Entrepôt
it: Magazzino
ru: Склад

# TTN_ntfNotStavkaNDS
source: The 'VAT rate' field is not filled
de: Das Feld "Mehrwertsteuersatz" ist nicht ausgefüllt
et: Lahtine käibemaksumäär pole täidetud
fr: Le champ "Taux de TVA" n'est pas renseigné
it: Il campo "IVA" non è compilato
ru: Не заполнено поле 'Cтавка НДС'

# TTN_lblCheckRest
source: Check balance
de: Überprüfen Sie das Guthaben
et: Kontrollige tasakaalu
fr: Vérifier le solde
it: Controlla il saldo
ru: Проверить остаток

# TTN_lblRest
source: The remainder
de: Der Rest
et: Ülejäänud
fr: Le reste
it: Il resto
ru: Остаток

# lblPayerAgent
source: Payer is an agent
de: Payer ist ein Agent
et: Maksja on esindaja
fr: Le payeur est un agent
it: Payer è un agente
ru: Плательщик является агентом

# lblShipperAgent
source: Supplier is agent
de: Lieferant ist Agent
et: Tarnija on agent
fr: Le fournisseur est un agent
it: Il fornitore è agente
ru: Поставщик является агентом

# TTN_lblShowAllRest
source: Show all balances
de: Alle Salden anzeigen
et: Näita kõiki saldoid
fr: Afficher tous les soldes
it: Mostra tutti i saldi
ru: Отображать все остатки

# TTN_lblVagonFilter
source: Filter by car number
de: Filtern nach Auto-Nummer
et: Filtreerige auto numbri järgi
fr: Filtrer par numéro de voiture
it: Filtra per numero di auto
ru: Фильтр по номеру вагона

# TTN_lblDisplaySetsDocument
source: Display sets of this document
de: Anzeigesets dieses Dokuments
et: Selle dokumendi näidikud
fr: Afficher les ensembles de ce document
it: Visualizza set di questo documento
ru: Отображать наборы данного документа

# TTN_lblFilterInvoiceNumber
source: Filter by invoice number
de: Nach Rechnungsnummer filtern
et: Filtreerige arve number
fr: Filtrer par numéro de facture
it: Filtra per numero di fattura
ru: Фильтр по номеру накладной

# TTN_lblRests
source: Remains
de: Reste
et: Järelejäänud
fr: Les restes
it: Saldi
ru: Остатки

# lblMove
source: Move
de: Bewegen
et: Liikuda
fr: Déplacer
it: Moving
ru: Перемещение

# TTN_lblPurchase
source: Purchase
de: Kaufen
et: Ostmine
fr: Achat
it: Acquisto
ru: Покупка

# TTN_lblProduction
source: Production
de: Produktion
et: Tootmine
fr: La production
it: Produzione
ru: Производство

# TTN_msgWorkDocumentNotCompleted
source: Work with the document is not completed!
de: Die Arbeit mit dem Dokument ist nicht abgeschlossen!
et: Dokumendiga töötamine pole lõpetatud!
fr: Le travail avec le document n'est pas terminé!
it: Il lavoro con il documento non è completato!
ru: Работа с документом не завершена!

# TTN_lblConsumption
source: Consumption
de: Verbrauch
et: Tarbimine
fr: La consommation
it: Consumo
ru: Расход

# TTN_lblReceipt
source: Coming
de: Eingänge
et: Saabumine
fr: Bénéfice
it: Arrivo
ru: Приход

# TTN_lblFact
source: Actual
de: Das tatsächliche
et: Tegelik
fr: Le réel
it: Il reale
ru: Факт.

# TTN_lblCalculeted
source: Payment
de: Berechnung
et: Arvutamine
fr: Calcul
it: Calcolo
ru: Расчет

# TTN_lblSet
source: Set
de: Stellen Sie ein
et: Seatud
fr: Ensemble
ru: Набор

# TTN_lblRestSkladOn
source: Stock balance at
de: Aktienbilanz bei
et: Varude bilanss seisuga
fr: Solde des stocks à
it: Bilancio azionario a
ru: Остаток на складе на

# TTN_lblNoSet
source: without recruitment
de: ohne Rekrutierung
et: ilma värbamiseta
fr: sans recrutement
it: senza assunzione
ru: без набора

# TTN_lblAllSet
source: Total dial
de: Gesamtwahl
et: Kokku dial
fr: Nombre total
it: Quadrante totale
ru: Всего набрать

# TTN_lblDistributeByDocuments
source: Distribute by documents
de: Nach Dokumenten verteilen
et: Levitada dokumentidega
fr: Distribuer par documents
it: Distribuisci per documenti
ru: Распределить по документам

# TTN_lblStockCode
source: Stock code
et: Varude kood
fr: Code de stock
it: Codice azionario
ru: Код движения на складе

# lblMaxValue
source: Maximum value
de: Maximalwert
et: Maksimaalne väärtus
fr: Valeur maximale
it: Valore massimo
ru: Максимальное значение

# TTN_lblFillAreasWagonShipments
source: Fill in the areas of wagon shipments
de: Füllen Sie die Bereiche der Wagenladungen aus
et: Täitke vaguni saadetiste alad
fr: Remplissez les zones d'expédition de wagons
it: Compila le aree delle spedizioni di carri
ru: Заполнить участки отправок вагонов

# TTN_lblSelectAreasWagonShipments
source: Select areas of wagon shipments
de: Wählen Sie die Bereiche der Wagenladungen aus
et: Valige vaguni saadetiste alad
fr: Sélectionnez les zones d'expédition de wagons
it: Seleziona le aree delle spedizioni di carri
ru: Выбрать участки отправок вагонов

# TTN_lblChoiceContact
source: Contact selection
de: Kontaktauswahl
et: Võtke ühendust valikuga
fr: Sélection de contact
it: Selezione dei contatti
ru: Выбор контакта

# TTN_lblChooseContact
source: Choose a contact
de: Wählen Sie einen Kontakt
et: Valige kontakt
fr: Choisissez un contact
it: Scegli un contatto
ru: Выберите контакт

# TTN_lblChoiceEmployee
source: Employee selection
de: Mitarbeiterauswahl
et: Töötaja valik
fr: Sélection des employés
it: Selezione dei dipendenti
ru: Выбор сотрудника

# Vacation_ErrSubDateSubstitution
source: Replacement dates do not correspond to vacation dates.
de: Ersatzdaten entsprechen nicht den Urlaubsterminen.
et: Asendamise kuupäevad ei vasta puhkuse kuupäevadele.
fr: Les dates de remplacement ne correspondent pas aux dates de vacances.
it: Le date di sostituzione non corrispondono alle date delle vacanze.
ru: Даты замещения не соответствуют датам отпуска.

# Vacation_SubEmployeeLbl
source: Substitute employee
de: Ersatz Mitarbeiter
et: Asendusliige
fr: Employé substitut
it: Sostituto ufficiale
ru: Замещающий сотрудник
