Repository: Kesco-m/Kesco.Lib.Localization
Catalog: ResContainer.*.resx
Languages: de, et, fr, it, ru

# Inv_NotRightChangeStatus
source: You are not authorized to change the status of this location
de: Sie sind nicht berechtigt, den Status dieses Standorts zu ändern
et: Teil pole luba selle asukoha olekut muuta
fr: Vous n'êtes pas autorisé à modifier le statut de cet emplacement
it: Non sei autorizzato a modificare lo stato di questa posizione

# Inv_NotRightChangeLocations
source: You do not have permission to edit this location.
de: Sie haben keine Berechtigung, diesen Speicherort zu bearbeiten.
et: Teil puudub luba selle asukoha muutmiseks.
fr: Vous n'êtes pas autorisé à modifier cet emplacement.
it: Non sei autorizzato a modificare questa posizione.

# Inv_NotRightAddLocations
source: You do not have permission to add a location.
de: Sie haben keine Berechtigung zum Hinzufügen eines Speicherorts.
et: Teil pole luba asukoha lisamiseks.
fr: Vous n'êtes pas autorisé à ajouter un emplacement.
it: Non sei autorizzato ad aggiungere una posizione.

# Inv_msgLocationExists
source: A location with that name already exists.
de: Ein Ort mit diesem Namen existiert bereits.
et: Selle nimega asukoht on juba olemas.
fr: Un emplacement portant ce nom existe déjà.
it: Una posizione con quel nome esiste già.

# Inv_msgEnterOtherLocation
source: Enter a different name or change the location.
de: Geben Sie einen anderen Namen ein oder ändern Sie den Speicherort.
et: Sisestage teine ​​nimi või muutke asukohta.
fr: Saisissez un nom différent ou modifiez l'emplacement.
it: Inserisci un nome diverso o modifica la posizione.

# lblAttention
source: Attention
de: Beachtung
et: Tähelepanu!
it: Attenzione

# Inv_lblCannotEditRootLocation
source: Cannot edit root location
de: Stammverzeichnis kann nicht bearbeitet werden
et: Juure asukohta ei saa muuta
fr: Impossible de modifier l'emplacement racine
it: Impossibile modificare la posizione di root

# Inv_lblGoToPhoneNumber
source: go to phone number
de: gehe zur Telefonnummer
et: minge telefoninumbrile
fr: aller au numéro de téléphone
it: vai al numero di telefono

# Inv_lblGoToLocalNetwork
source: go to local network
de: gehe zum lokalen Netzwerk
et: minge kohalikku võrku
fr: aller au réseau local
it: vai alla rete locale

# Inv_lblGoToEquipment
source: go to equipment
de: gehe zur Ausrüstung
et: minna varustuse juurde
fr: aller à l'équipement
it: vai alle attrezzature

# cmdOpen
source: Open
de: Öffnen
et: Avatud
fr: Ouvert
it: Aperto

# Inv_lblCannotHideRootLocation
source: Cannot hide root location
de: Stammspeicherort kann nicht ausgeblendet werden
et: Juure asukohta ei saa peita
fr: Impossible de masquer l'emplacement racine
it: Impossibile nascondere la posizione della radice

# lblOpen
source: Open
de: öffnen
et: avatud
fr: ouvert
it: aperto

# lblClose
source: close
de: schließen
et: sulge
fr: fermer
it: vicino

# Inv_lblYouDefinitelyWant
source: Are you sure you want 0 this location?
de: Sind Sie sicher, dass Sie 0 diesen Ort möchten?
et: Kas soovite kindlasti seda asukohta 0?
fr: Voulez-vous vraiment 0 cet emplacement?
it: Sei sicuro di voler 0 questa posizione?

# Inv_lblLocationCode
source: Location code
de: Standortcode
et: Asukoha kood
fr: Code de localisation
it: Codice posizione

# Inv_lblLocationPath
source: Location path
de: Standortpfad
et: Asukoha tee
fr: Chemin de localisation
it: Percorso della posizione

# lblClosed
source: Closed
de: Geschlossen
et: Suletud
fr: Fermé
it: Chiuso

# Inv_lblLocalNetwork
source: The local network
de: Das lokale Netzwerk
et: Kohalik võrk
fr: Le réseau local
it: La rete locale

# Inv_lblSatisfiesFiltrationConditions
source: Satisfies filtration conditions
de: Erfüllt die Filtrationsbedingungen
et: Rahuldab filtreerimistingimusi
fr: Satisfait aux conditions de filtration
it: Soddisfa le condizioni di filtrazione

# Inv_lblDeleteFilterFromColumn
source: remove filter from column
de: Filter aus Säule entfernen
et: eemalda veerust filter
fr: supprimer le filtre de la colonne
it: rimuove il filtro dalla colonna

# cmdCancelDescription
source: Cancel all changes and close the window
de: Brechen Sie alle Änderungen ab und schließen Sie das Fenster
et: Tühista kõik muudatused ja sulgege aken
fr: Annuler toutes les modifications et fermer la fenêtre
it: Annulla tutte le modifiche e chiudi la finestra

# Confirm_msgCancel
source: Changes not saved! Do you want to close the page anyway?
de: Änderungen nicht gespeichert! Möchten Sie die Seite trotzdem schließen?
et: Muudatusi ei salvestatud! Kas soovite lehe ikkagi sulgeda?
fr: Modifications non enregistrées! Voulez-vous quand même fermer la page?
it: Modifiche non salvate! Vuoi comunque chiudere la pagina?

# blockedPhone_Grid_Clmn_Инициатор
source: Initiator
et: Algataja
fr: Initiateur
it: Iniziatore

# blockedPhone_Grid_Clmn_byLastModified
source: Last changed by
de: Zuletzt geändert von
et: Viimati muutis
fr: Dernière modification par
it: Ultima modifica di

# blockedPhone_Grid_Clmn_ОснованиеБлокировки
source: Lock base
de: Basis sperren
et: Lukusta alus
fr: Verrouiller la base
it: Base di blocco

# blockedPhone_Form_Основание
source: Lock base
de: Basis sperren
et: Lukusta alus
fr: Verrouiller la base
it: Base di blocco

# blockedPhone_Grid_Clmn_ShowIinactive
source: show completed locks
de: fertige Sperren anzeigen
et: näita lõpetatud lukke
fr: afficher les verrous terminés
it: mostra i blocchi completati

# blockedPhone_IndicateWhoCalled
source: (Indicate who called, to whom and for what purpose)
de: (Geben Sie an, wer angerufen hat, zu wem und zu welchem ​​Zweck)
et: (Märkige, kes helistas, kellele ja mis eesmärgil)
fr: (Indiquez qui a appelé, à qui et dans quel but)
it: (Indica chi ha chiamato, a chi e per quale scopo)

# blockedPhone_Form_КтоЗвонил
source: Called
de: Namens
et: Helistati
fr: Appelé
it: Chiamato

# blockedPhone_Form_КомуЗвонили
source: Who did they call
de: Wen haben sie angerufen?
et: Kellele nad helistasid
fr: Qui ont-ils appelé
it: Chi hanno chiamato?

# blockedPhone_Form_Лицо
source: Person
et: Inimene
fr: Personne
it: Persona

# blockedPhone_Form_СКакойЦелью
source: With the aim of
de: Mit dem Ziel
et: Eesmärgiga
fr: Dans le but de
it: Con l'obiettivo di

# blockedPhone_Form_Разблокировать
source: Unblock
de: Entsperren
et: Blokeeringu tühistamine
fr: Débloquer
it: Sbloccare

# blockedPhone_Form_Юридическое
source: legal
et: seaduslik
fr: légal
it: legale

# blockedPhone_Form_НеУстановлено
source: not installed
de: nicht installiert
et: ei ole installeeritud
fr: pas installé
it: non installato

# blockedPhone_Form_Физическое
source: physical
de: physisch
et: füüsiline
fr: physique
it: fisico

# blockedPhone_SavePhoneCloseAlt
source: Save phone and close the form
de: Telefon speichern und Formular schließen
et: Salvestage telefon ja sulgege vorm
fr: Enregistrez le téléphone et fermez le formulaire
it: Salva telefono e chiudi il modulo

# blockedPhone_SavePhoneAlt
source: Save phone
de: Telefon speichern
et: Salvestage telefon
fr: Enregistrer le téléphone
it: Salva il telefono

# blockedPhone_AddPhoneAlt
source: Add information about the new phone number to be blocked
de: Fügen Sie Informationen zu der neuen Telefonnummer hinzu, die gesperrt werden soll
et: Lisage teave uue blokeeritava telefoninumbri kohta
fr: Ajouter des informations sur le nouveau numéro de téléphone à bloquer
it: Aggiungi le informazioni sul nuovo numero di telefono da bloccare

# blockedPhone_Ntf_КтоЗвонил
source: Who called not specified
de: Wer angerufen hat nicht angegeben
et: Kes helistas, pole täpsustatud
fr: Qui a appelé non spécifié
it: Chi ha chiamato non specificato

# blockedPhone_Ntf_КомуЗвонили
source: Not specified who was called
de: Nicht angegeben, wer angerufen wurde
et: Pole täpsustatud, kellele helistati
fr: Non précisé qui a été appelé
it: Non specificato chi è stato chiamato

# blockedPhone_Ntf_СКакойЦелью
source: It is not specified for what purpose they called
de: Es ist nicht angegeben, zu welchem ​​Zweck sie angerufen haben
et: Pole täpsustatud, mis eesmärgil nad kutsusid
fr: Il n'est pas précisé dans quel but ils ont appelé
it: Non è specificato per quale scopo hanno chiamato

# blockedPhone_Form__лицо
source: person
et: inimene
fr: personne
it: persona

# blockedPhone_Form_С
source: from
de: von
et: alates
fr: de
it: a partire dal

# Cert_msgNoLocationKey
source: Key locations are missing
de: Schlüsselpositionen fehlen
et: Põhikohad puuduvad
fr: Les emplacements clés sont manquants
it: Mancano posizioni chiave

# Cert_lblNoCertifications
source: No certificates
de: Keine Zertifikate
et: Sertifikaate pole
fr: Aucun certificat
it: Nessun certificato

# Cert_lblLocationKey
source: Key location
de: Schlüsselposition
et: Võtme asukoht
fr: Emplacement clé
it: Posizione chiave

# Cert_lblPrivateKeyContainerName
source: Private key container name
de: Name des Containers für privaten Schlüssel
et: Privaatvõtme konteineri nimi
fr: Nom du conteneur de clé privée
it: Nome contenitore chiave privata

# Cert_lblAddCertificate
source: Add certificate
de: Zertifikat hinzufügen
et: Lisage sertifikaat
fr: Ajouter un certificat
it: Aggiungi certificato

# Cert_lblEditingCertificate
source: Editing a certificate
de: Zertifikat bearbeiten
et: Sertifikaadi redigeerimine
fr: Modifier un certificat
it: Modifica di un certificato

# Cert_lblSubject
source: Subject
de: Gegenstand
et: Teema
fr: Matière
it: Soggetto

# Cert_lblSubjectAddName
source: Subject Alternative Name
de: Betreff Alternativer Name
et: Õppeaine alternatiivne nimi
fr: Autre nom du sujet
it: Nome alternativo soggetto

# Cert_lblFileCertificate
source: Certificate file
de: Zertifikatdatei
et: Sertifikaadifail
fr: Fichier de certificat
it: File di certificato

# Cert_lblLoadFromFile
source: Load from file
de: Von der Datei laden
et: Laadige failist
fr: Charger à partir du fichier
it: Carica da file

# Cert_lblLoadCertificateFromFileCSV
source: Load certificate from cer file
de: Laden Sie das Zertifikat aus der cer-Datei
et: Laadige sertifikaat cer-failist
fr: Charger le certificat à partir du fichier cer
it: Carica il certificato dal file cer

# Cert_lblLoadFromUrl
source: Load from url
de: Von URL laden
et: Laadige URL-ist
fr: Charger depuis l'URL
it: Carica da URL

# Cert_lblLoadCertificateFromUrl
source: Load certificate by url
de: Zertifikat per URL herunterladen
et: Laadige sertifikaat alla URL-i kaudu
fr: Télécharger le certificat par URL
it: Scarica il certificato tramite URL

# Cert_lblLoadingCertificateFromUrl
source: Download certificate from url...
de: Zertifikat von URL laden
et: Sertifikaadi laadimine URL-ist
fr: Chargement du certificat depuis l'URL
it: Chargement du certificat depuis l'URL...

# Cert_lblReRelease
source: Re-release
de: Erneut freigeben
et: Vabastage uuesti
fr: Réédition
it: Ristampa

# Cert_lblReReleaseCertificate
source: Reissue this certificate
de: Stellen Sie dieses Zertifikat erneut aus
et: Andke see sertifikaat uuesti välja
fr: Réémettre ce certificat
it: Riemetti questo certificato

# Cert_lblPrevCertificate
source: Reissued certificate
de: Neu ausgestelltes Zertifikat
et: Uuesti välja antud sertifikaat
fr: Certificat réémis
it: Certificato ristampato

# Cert_msgNoStamp
source: Missing certificate fingerprint
de: Fehlender Zertifikatfingerabdruck
et: Puudub sertifikaadi sõrmejälg
fr: Empreinte de certificat manquante
it: Impronta digitale del certificato mancante

# Cert_msgNoPublisher
source: The field is not filled out by whom the certificate was issued
de: Das Feld ist nicht ausgefüllt, von wem das Zertifikat ausgestellt wurde
et: Välja, kes sertifikaadi välja andis, ei täideta
fr: Le champ n'est pas rempli par qui le certificat a été délivré
it: Il campo non è compilato da chi è stato emesso il certificato

# Cert_msgNoNomination
source: Certificate assignment missing
de: Zertifikatszuordnung fehlt
et: Sertifikaadi määramine puudub
fr: Attribution de certificat manquante
it: Assegnazione del certificato mancante

# Cert_msgNoValidFrom
source: Certificate start date is missing
de: Das Startdatum des Zertifikats fehlt
et: Sertifikaadi alguskuupäev puudub
fr: La date de début du certificat est manquante
it: Manca la data di scadenza del certificato

# Cert_msgNoValidTo
source: Certificate expiration date missing
de: Ablaufdatum des Zertifikats fehlt
et: Sertifikaadi aegumiskuupäev puudub
fr: Date d'expiration du certificat manquante
it: Data di scadenza del certificato mancante

# Cert_lblAddingKey
source: Adding a certificate
de: Zertifikat hinzufügen
et: Sertifikaadi lisamine
fr: Ajouter un certificat
it: Aggiunta di un certificato

# Cert_msgEmptyEquipment
source: The "Equipment" field is not filled
de: Das Feld "Ausrüstung" ist nicht ausgefüllt
et: Välja "Varustus" ei täideta
fr: Le champ "Équipement" n'est pas rempli
it: Il campo "Attrezzatura" non è compilato

# Cert_msgEmptyCriptoPro
source: Not filled "Crypto-Pro container name"
de: Nicht ausgefüllt "Crypto-Pro-Containername"
et: "Crypto-Pro konteineri nimi" pole täidetud
fr: "Nom du conteneur Crypto-Pro" non renseigné
it: "Nome contenitore Crypto-Pro" non compilato

# Cert_lblVirtualPCName
source: Virtual PC
de: Virtueller PC
et: Virtuaalne arvuti
fr: PC virtuel
it: PC virtuale

# Cert_lblCryptoProContainerName
source: Container name Crypto-Pro
et: Konteineri nimi Crypto-Pro
fr: Nom du conteneur Crypto-Pro
it: Nome del contenitore Crypto-Pro

# Cert_lblEquimpentName
source: Equipment name
de: Ausrüstungsname
et: Varustuse nimi
fr: Nom de l'équipement
it: Nome dell'equipaggiamento

# Cert_msgNeedSaveCertificate
source: Save the certificate to add the key location!
de: Speichern Sie das Zertifikat, um den Schlüsselspeicherort hinzuzufügen
et: Salvestage sertifikaat võtme asukoha lisamiseks
fr: Enregistrez le certificat pour ajouter l'emplacement de la clé
it: Salvare il certificato per aggiungere la posizione della chiave

# Cert_msgStampExist
source: A certificate with this fingerprint already exists. <br/> Enter another fingerprint.
de: Ein Zertifikat mit diesem Fingerabdruck ist bereits vorhanden. <br/> Geben Sie einen anderen Fingerabdruck ein.
et: Sellise sõrmejäljega sertifikaat on juba olemas. <br/> Sisestage teine ​​sõrmejälg.
fr: Un certificat avec cette empreinte digitale existe déjà. <br/> Saisissez une autre empreinte digitale.
it: Esiste già un certificato con tale impronta digitale. <br/> Inserisci un'altra impronta digitale.

# cmdDeleteEFormTooltip
source: Delete electronic document form
de: Formular für elektronische Dokumente löschen
et: Kustuta elektrooniline dokumendivorm
fr: Supprimer le formulaire de document électronique
it: Elimina modulo documento elettronico

# cmdDeleteEFormMsg
source: Are you sure you want to delete the electronic form of the document?
de: Möchten Sie das elektronische Formular des Dokuments wirklich löschen?
et: Kas soovite kindlasti dokumendi elektroonilise vormi kustutada?
fr: Voulez-vous vraiment supprimer la forme électronique du document?
it: Sei sicuro di voler eliminare il modulo elettronico del documento?

# Cert_lblResponsible
source: Responsible
de: Verantwortlich
et: Vastutav
fr: Responsable
it: Responsabile

# Cert_msgNoResponsible
source: Responsible for the certificate is missing
de: Verantwortlich für das Zertifikat fehlt
et: Tunnistuse eest vastutav puudub
fr: Le responsable du certificat est manquant
it: Manca il responsabile del certificato

# Cert_msgDeleteCertificate
source: Are you sure you want to delete the certificate
de: Möchten Sie das Zertifikat wirklich löschen?
et: Kas soovite kindlasti sertifikaadi kustutada
fr: Êtes-vous sûr de vouloir supprimer le certificat
it: Sei sicuro di voler eliminare il certificato

# Cer_msgDeleteCertificate
source: Remove certificate
de: Zertifikat entfernen
et: Eemaldage sertifikaat
fr: Supprimer le certificat
it: Rimuovere il certificato

# Cert_lblHasKeyLocations
source: There are key locations
de: Es gibt wichtige Standorte
et: On peamisi asukohti
fr: Il y a des emplacements clés
it: Ci sono posizioni chiave

# Cert_lblPrivateKey
source: Private key
de: Privat Schlüssel
et: Privaatne võti
fr: Clé privée
it: Chiave privata

# Cert_msgERRCertificateInitialized
source: The Certificate object was not initialized. Reopen the edited position.
de: Das Zertifikatobjekt wurde nicht initialisiert. Öffnen Sie die bearbeitete Position erneut.
et: Sertifikaadi objekti ei lähtestatud. Avage muudetud positsioon uuesti.
fr: L'objet Certificat n'a pas été initialisé. Rouvrez la position modifiée.
it: L'oggetto Certificato non è stato inizializzato. Riaprire la posizione modificata.

# Cert_lblLoadPrivateKeyFromFile
source: Load private key from file
de: Laden Sie den privaten Schlüssel aus der Datei
et: Laadige privaatvõti failist
fr: Charger la clé privée à partir du fichier
it: Carica la chiave privata dal file

# Cert_lblPlaceKeyStorage
source: Key storage location
de: Schlüsselspeicherort
et: Võtmete salvestamise asukoht
fr: Emplacement de stockage des clés
it: Posizione di archiviazione delle chiavi

# Cert_lblPlaceKeyStorage_Reestr
source: Registry
de: Registrierung
et: Register
fr: Enregistrement
it: Registro

# Cert_lblPlaceKeyStorage_Token
source: Token
de: Zeichen
et: Tähis
fr: Jeton
it: Gettone

# Cert_lblPlaceKeyStorage_NetStorage
source: Network storage
de: Netzwerkspeicher
et: Võrgu salvestusruum
fr: Stockage réseau
it: Archiviazione di rete

# Cert_msgEmptyPlaceKeyStorage
source: Select a key storage location
de: Wählen Sie einen Schlüsselspeicherort
et: Valige võtme salvestamise koht
fr: Sélectionnez un emplacement de stockage des clés
it: Seleziona una posizione di archiviazione delle chiavi

# Cert_lblLocationPlace
source: Location
de: Ort
et: Asukoht
fr: Emplacement
it: Posizione

# Cert_msgEmptyLocationPlace
source: The field is not filled The field "Location" is not filled
de: Das Feld ist nicht ausgefüllt Das Feld "Ort" ist nicht ausgefüllt
et: Välja pole täidetud Väli "Asukoht" pole täidetud
fr: Le champ n'est pas rempli Le champ "Lieu" n'est pas rempli
it: Il campo non è compilato Il campo "Ubicazione" non è compilato

# Cert_lblExecuted
source: Performed
de: Durchgeführt
et: Esineti
fr: Exécuté
it: Eseguita

# Cert_msgSetLocationKeyExecute
source: Are you sure you want to change the Done value for the selected key location
de: Möchten Sie den Wert "Fertig" für die ausgewählte Schlüsselposition wirklich ändern?
et: Kas soovite kindlasti muuta valitud võtmekoha väärtust Valmis
fr: Êtes-vous sûr de vouloir modifier la valeur Terminé pour l'emplacement de clé sélectionné
it: Sei sicuro di voler modificare il valore Fine per la posizione della chiave selezionata

# Cert_lblLocationKeyExecuted
source: Change value Done
de: Wert ändern Fertig
et: Muuda väärtust Valmis
fr: Changer la valeur Terminé
it: Modifica valore Fatto

# Cert_lblCertification
source: Certification
de: Zertifikat
et: Sertifikaat
fr: Certificat
it: Certificato

# Cert_lblShowCertificate
source: Show certificate
de: Zertifikat anzeigen
et: Näita sertifikaati
fr: Afficher le certificat
it: Mostra certificato

# Cert_lblShowPrivateKey
source: Show private key
de: Privaten Schlüssel anzeigen
et: Kuva privaatne võti
fr: Afficher la clé privée
it: Mostra chiave privata

# Cert_lblKeyAdd
source: Add key location
de: Schlüsselposition hinzufügen
et: Lisa võtme asukoht
fr: Ajouter un emplacement clé
it: Aggiungi posizione chiave

# Inv_lblEquipmentLocationNote
source: Location notes
de: Standortnotizen
et: Asukohamärkused
fr: Notes de localisation
it: Note sulla posizione

# Cert_lblChoiceCertificate
source: Select certificate
de: Zertifikat auswählen
et: Valige sertifikaat
fr: Sélectionnez un certificat
it: Seleziona certificato

# Cert_msgNoFoundCertinStorage
source: No certificates found in personal store
de: Keine Zertifikate im persönlichen Geschäft gefunden
et: Isiklikust poest sertifikaate ei leitud
fr: Aucun certificat trouvé dans le magasin personnel
it: Nessun certificato trovato nell'archivio personale

# Cert_lblLoadFromStorage
source: Load from repository
de: Aus dem Repository laden
et: Laadige hoidlast
fr: Charger à partir du référentiel
it: Carica dal repository

# Cert_lblLoadCertificateFromStorage
source: Download certificate from personal store
de: Zertifikat aus dem persönlichen Shop herunterladen
et: Laadige sertifikaat alla isiklikust poest
fr: Télécharger le certificat depuis le magasin personnel
it: Scarica il certificato dall'archivio personale

# Inv_lblLoadFromFile
source: Load from file
de: Von der Datei laden
et: Laadige failist
fr: Charger à partir du fichier
it: Carica da file

# Inv_lblLoadPhoneTemplateFromFile
source: Load phone template from file
de: Laden Sie die Telefonvorlage aus der Datei
et: Laadige telefonimall failist
fr: Charger le modèle de téléphone à partir du fichier
it: Carica il modello del telefono dal file

# Inv_errFailedGenerateButtons
source: Failed to generate form buttons
de: Fehler beim Generieren von Formularschaltflächen
et: Vormi nuppude genereerimine ebaõnnestus
fr: Échec de la génération des boutons de formulaire
it: Impossibile generare i pulsanti del modulo

# PhoneTemplateForm_Title
source: Configuration template
de: Konfigurationsvorlage
et: Konfiguratsiooni mall
fr: Modèle de configuration
it: Modello di configurazione

# ModelEquipmentForm_Label_TypeEq
source: Type
de: Art
et: Tüüp
it: Tipo

# ModelEquipmentForm_Label_ModelName
source: Model
de: Modell
et: Mudel
fr: Modèle
it: Modello

# ModelEquipmentForm_Label_Resource
source: Resource
de: Ressource
et: Allikas
fr: Ressource
it: Risorsa

# ModelEquipmentForm_Label_PN
source: PN
de: Produktnummer
et: Toote number
fr: Numéro de produit
it: Numero del prodotto

# ModelEquipmentForm_Label_MonitorSize
source: Diagonal, in
de: Diagonale, in
et: Diagonaal, sisse
fr: Diagonale, en
it: Diagonale, in

# ModelEquipmentForm_Label_CPU
source: CPU
de: Zentralprozessor
et: Protsessor
it: Processore

# ModelEquipmentForm_Label_Multimedia
source: Multimedia
et: Multimeedia
fr: Multimédia

# ModelEquipmentForm_Label_Net
source: Network interfaces
de: Netzwerk Schnittstellen
et: Võrgu liidesed
fr: Interfaces réseau
it: Interfacce di rete

# ModelEquipmentForm_Label_MemoryType
source: Memory type
de: Speichertyp
et: Mälu tüüp
fr: Type de mémoire
it: Tipo di memoria

# ModelEquipmentForm_Label_MemoryBanks
source: memory banks
de: speicherbänke
et: mälupangad
fr: banques, pcs.
it: banche, pz.

# ModelEquipmentForm_Label_Driver
source: Driver
de: Gerätetreiber
et: Draiver
fr: Pilote

# ModelEquipmentForm_Label_LifeTime
source: Life time
de: Lebenszeit
et: Eluaeg
fr: Durée de vie
it: Tutta la vita

# Inv_msgLineNum
source: Line
de: Linie
et: Rida
fr: Ligne
it: Linea

# ModelEquipmentForm_MsgTypeEqInitializeFailed
source: could not determine the type of equipment
de: konnte die Art der Ausrüstung nicht bestimmen
et: ei suutnud seadmete tüüpi kindlaks teha
fr: n'a pas pu déterminer le type d'équipement
it: non è stato possibile determinare il tipo di apparecchiatura

# ModelEquipmentForm_Title
source: Equipment model
de: Ausstattungsmodell
et: Varustuse mudel
fr: Modèle d'équipement
it: Modello dell'attrezzatura

# ModelEquipmentForm_EditPhoneTemplate_Title
source: Edit IP phone configuration template
de: Bearbeiten Sie die IP-Telefonkonfigurationsvorlage
et: Redigeeri IP-telefoni konfiguratsioonimalli
fr: Modifier le modèle de configuration du téléphone IP
it: Modifica modello di configurazione del telefono IP

# Inv_msgRecordCannotBeSaved
source: Record cannot be saved.
de: Aufnahme kann nicht gespeichert werden.
et: Salvestust ei saa salvestada.
fr: Salvestust ei saa salvestada.
it: Il record non può essere salvato.

# ModelEquipmentForm_Msg_EqTypeRequired
source: The Type field is required
de: Das Feld Typ ist erforderlich
et: Väli Tüüp on kohustuslik
fr: Le champ Type est obligatoire
it: Il campo Tipo è obbligatorio
