Repository: Kesco-m/Kesco.Lib.Localization
Catalog: ResContainer.*.resx
Languages: de, et, fr, it, ru

# listEmpl
source: A list of employees
de: Liste der Mitarbeiter
et: Töötajate nimekiri
fr: Liste des employés
it: Elenco dei dipendenti
ru: Список сотрудников

# msgOsnAttention2Factura
source: As the document for the basis of the invoice, you indicated the document
de: Als Beleg für die Rechnungsgrundlage haben Sie das Dokument angegeben
et: Arve alusel dokumendina märkisite dokumendi
fr: En tant que document pour la base de la facture, vous avez indiqué le document
it: Come documento per la base della fattura, hai indicato il documento
ru: В качестве документа основания счета-фактуры Вы указали документ

# msgOsnAttention4Factura
source: The positions of the invoice and the grounds document are GENERAL!
de: Die Positionen der Rechnung und des Grundlagendokuments sind GENERAL!
et: Arve ja põhidokumentide positsioonid on ÜLDISED!
fr: Les positions de la facture et du document de base sont GENERAL!
it: Le posizioni della fattura e il documento di motivazione sono GENERALI!
ru: Позиции счета-фактуры и документа основания - ОБЩИЕ!

# MsgSchetOsnovanieData
source: The date document of the basis is longer than the invoice date
de: Das Dokument der Basis ist länger als das Rechnungsdatum
et: Alusdokument on kaubaarve kuupäevast pikem
fr: Le document de la base est plus long que la date de la facture
it: Il documento della base è più lungo della data della fattura
ru: Дата документа основания больше даты счета

# msgSimpleDelSign
source: Remove sign {0}?
de: Löschen Sie die Signatur {0}?
et: Kustuta allkiri {0}?
fr: Supprimer la signature {0}?
it: Elimina la firma {0}?
ru: Удалить подпись {0}?

# ntf_DocIsNotSigned
source: The electronic form of the document is not signed
de: Die elektronische Form des Dokuments ist nicht unterschrieben
et: Dokumendi elektrooniline vorm ei ole allkirjastatud
fr: Le formulaire électronique du document n'est pas signé
it: La forma elettronica del documento non è firmata
ru: Электронная форма документа подписана

# STORE_Branch
source: Branch
de: Niederlassung
et: Filiaali asukoht
fr: Succursale
it: Filiale
ru: Филиал

# STORE_CreateStoreTitle
source: Creating a warehouse
de: Ein Lager erstellen
et: Lao loomine
fr: Créer un entrepôt
it: Creare un magazzino
ru: Создание склада

# STORE_Keeper
source: The keeper
de: Der Wächter
et: The Guardian
fr: Le gardien
it: The Guardian
ru: Хранитель

# STORE_NotValid
source: Warehouse did not function {0}
de: Lager hat nicht funktioniert {0}
et: Ladu ei toiminud {0}
fr: L'entrepôt n'a pas fonctionné {0}
it: Il magazzino non funzionava {0}
ru: Склад не действовал {0}

# STORE_NotValidAfter
source: Warehouse did not work after
de: Warehouse hat danach nicht funktioniert
et: Laopood ei töötanud pärast
fr: L'entrepôt n'a pas fonctionné après
it: Il magazzino non ha funzionato dopo
ru: Склад не действовал после

# STORE_NotValidBefore
source: Warehouse did not function until
de: Warehouse funktionierte erst
et: Laopood ei tööta enne
fr: L'entrepôt n'a pas fonctionné jusqu'à
it: Il magazzino non funzionava fino a quando
ru: Склад не действовал до

# STORE_ReportDeleteFrom
source: Remove&nbsp;from&nbsp;report
de: Aus&nbsp;dem&nbsp;Bericht&nbsp;entfernen
et: Eemalda&nbsp;aruandest
fr: Supprimer&nbsp;du&nbsp;rapport
it: Rimuovi&nbsp;dal&nbsp;rapporto
ru: Удалить&nbsp;из&nbsp;отчёта

# STORE_ReportType
source: Report Type
de: Berichtstyp
et: Aruande tüüp
fr: Type de rapport
it: Tipo di rapporto
ru: Тип отчета

# STORE_Resource
source: Resource
de: Ressource
et: Ressurss
fr: Ressource
it: Risorsa
ru: Ресурс

# STORE_SelectReportType
source: Specify the report type by warehouses.
de: Geben Sie den Berichtstyp nach Lagern an.
et: Määrake aruande tüüp ladude kaupa.
fr: Indiquez le type de rapport par entrepôts.
it: Specificare il tipo di rapporto per magazzini.
ru: Укажите тип отчёта по складам.

# STORE_StoreReportLegend
source: Managing reports
de: Berichte verwalten
et: Aruannete haldamine
fr: Gestion des rapports
it: Gestione dei report
ru: Управление отчетами

# STORE_Stores
source: Store
de: Lagerhaus
et: Ladu
fr: Entrepôt
it: Magazzino
ru: Склад

# STORE_Text
source: Search line
de: Suchzeichenfolge
et: Otsi stringi
fr: Rechercher une chaîne
it: Stringa di ricerca
ru: Строка поиска

# STORE_Valid
source: Warehouse operated {0}
de: Lager betrieben {0}
et: Ladu ei toiminud {0}
fr: Entrepôt exploité {0}
it: Magazzino gestito {0}
ru: Склад действовал {0}

# msgTwiceDocCorrect
source: Error! The selected document is simultaneously corrected with the help of several documents.
de: Fehler! Das ausgewählte Dokument wird gleichzeitig mit Hilfe mehrerer Dokumente korrigiert.
et: Viga! Valitud dokumenti parandatakse samaaegselt mitmete dokumentide abil.
fr: Erreur! Le document sélectionné est corrigé simultanément à l'aide de plusieurs documents.
it: Errore! Il documento selezionato viene corretto contemporaneamente con l'aiuto di diversi documenti.
ru: Ошибка! Выбранный документ одновременно скорректирован с помощью нескольких документов.

# MSG_ChosenCorrected
source: As the corrected document, you specified the document '{0}'!
de: Als korrigiertes Dokument haben Sie das Dokument '{0}' angegeben!
et: Parandatud dokumendina määratlesite dokumendi "{0}"!
fr: En tant que document corrigé, vous avez spécifié le document '{0}'!
it: Come documento corretto, hai specificato il documento '{0}'!
ru: В качестве корректируемого документа Вы указали документ '{0}'!

# MSG_ConfirmUnlinkCorrected
source: Are you sure you want to clear the link to the corrected document?
de: Möchten Sie den Link zum korrigierten Dokument wirklich löschen?
et: Kas olete kindel, et soovite kustutada parandatud dokumendi lingi?
fr: Êtes-vous sûr de vouloir effacer le lien vers le document corrigé?
it: Sei sicuro di voler cancellare il link al documento corretto?
ru: Вы уверены, что хотите очистить ссылку на корректируемый документ?

# MSG_CorrectedWith
source: Document is corrected with
de: Dokument wird mit korrigiert
et: Dokument on parandatud
fr: Le document est corrigé avec
it: Il documento è corretto con
ru: Документ скорректирован с помощью

# MSG_DataMergedWithCorrected
source: As a result of this operation ALL data of the current document will be brought into line with the document being corrected. Are you sure you want to perform this operation ?
de: Als Ergebnis dieser Operation ALLE Daten des aktuellen Dokuments wird mit dem zu korrigierenden Dokument in Einklang gebracht. Möchten Sie diesen Vorgang wirklich ausführen?
et: Selle operatsiooni tulemuseks on KÕIK andmed praegusest dokumendist viiakse vastavusse parandatud dokumendiga. Kas olete kindel, et soovite seda operatsiooni teha?
fr: A la suite de cette opération, TOUTES les données du document en cours sera aligné sur le document en cours de correction. Êtes-vous sûr de vouloir effectuer cette opération?
it: Come risultato di questa operazione TUTTI i dati del documento corrente sarà allineato con il documento corretti. Sei sicuro di voler eseguire questa operazione?
ru: В результате этой операции ВСЕ данные текущего документа будут приведены в соответствие с корректируемым документом. Вы уверены, что хотите выполнить данную операцию?

# MSG_DocAlreadyCorrected
source: The selected document '{0}' has already been corrected using the document '{1}'
de: Das ausgewählte Dokument '{0}' wurde bereits mit dem Dokument '{1}' korrigiert.
et: Valitud dokument "{0}" on juba dokumendis "{1}" parandatud
fr: Le document sélectionné '{0}' a déjà été corrigé à l'aide du document '{1}'
it: Il documento selezionato '{0}' è già stato corretto usando il documento '{1}'
ru: Выбранный документ '{0}' уже откорректирован с помощью документа '{1}'

# MSG_LastDocAsCorrected
source: The latter will be substituted as a correctable basis.
de: Letzteres wird als korrigierbare Grundlage eingesetzt.
et: Viimane asetatakse parandava alusena.
fr: Ce dernier sera substitué en tant que base corrigible.
it: Quest'ultimo sarà sostituito come base correggibile.
ru: Последний будет подставлен в качестве корректируемого основания.

# ntf_PersonIsNotAvailable
source: The person is unavailable
de: Die Person ist nicht verfügbar
et: See isik ei ole kättesaadav
fr: La personne est indisponible
it: La persona non è disponibile
ru: Лицо недоступно

# STORE_Account
source: Account number
de: Kontonummer
et: Konto number
fr: Numéro de compte
it: Numero di conto
ru: Номер счёта

# STORE_AccountUnknown
source: Account number is unknown
de: Kontonummer ist unbekannt
et: Konto number pole teada
fr: Le numéro de compte est inconnu
it: Il numero di conto è sconosciuto
ru: Номер счёта неизвестен

# STORE_Bank
source: Bank
de: Banque
et: Pank
it: Banca
ru: Банк

# STORE_ConfirmCancel
source: Do you want to discard all changes made?
de: Möchten Sie alle vorgenommenen Änderungen verwerfen?
et: Kas soovite eemaldada kõik tehtud muudatused?
fr: Voulez-vous annuler toutes les modifications effectuées?
it: Vuoi scartare tutte le modifiche apportate?
ru: Отменить все сделанные изменения?

# STORE_ConfirmClose
source: Your changes have not been saved. Close application?
de: Ihre Änderungen wurden nicht gespeichert. Anwendung schließen?
et: Teie muudatused pole salvestatud. Sule rakendus?
fr: Vos modifications n'ont pas été enregistrées. Fermer l'application?
it: Le tue modifiche non sono state salvate. Chiudi l'applicazione?
ru: Изменения не сохранены. Закрыть приложение?

# STORE_ConfirmRefresh
source: Your changes have not been saved. Download the last saved parameters of the warehouse?
de: Ihre Änderungen wurden nicht gespeichert. Laden Sie die letzten gespeicherten Parameter des Lagers herunter?
et: Teie muudatused pole salvestatud. Laadige üles viimati salvestatud parameetrid laos?
fr: Vos modifications n'ont pas été enregistrées. Télécharger les derniers paramètres enregistrés de l'entrepôt?
it: Le tue modifiche non sono state salvate. Scarica gli ultimi parametri salvati del magazzino?
ru: Изменения не сохранены. Загрузить последние сохранённые параметры склада?

# STORE_Currency
source: Currency
de: Devise
et: Valuuta
fr: Devise
it: Valuta
ru: Валюта

# STORE_DatesAreNotValid
source: The end date of the warehouse action should not be earlier than the start date of the action!
de: Das Enddatum der Warehouse-Aktion sollte nicht vor dem Startdatum der Aktion liegen!
et: Lao toimingu lõppkuupäev ei tohiks olla varasem kui meetme alguskuupäev!
fr: La date de fin de l'action de l'entrepôt ne doit pas être antérieure à la date de début de l'action!
it: La data di fine del magazzino non deve essere precedente alla data di inizio
ru: Дата конца действия склада должна быть не раньше даты начала действия!

# STORE_Department
source: Separation
de: Trennung
et: Eraldamine
fr: Séparation
it: Ufficio
ru: Отделение

# STORE_EditStoreTitle
source: Change warehouse settings
de: Ändern Sie die Lagereinstellungen
et: Muutke lao seadeid
fr: Ändern Sie die Lagereinstellungen
it: Modifica le impostazioni del magazzino
ru: Изменение параметров склада

# STORE_FailedAddToReports
source: Could not add warehouse to Warehouse reports. {0}
de: Lager konnte Warehouse-Berichten nicht hinzugefügt werden. {0}
et: Warehouse'i aruannetesse laod ei saanud lisada. {0}
fr: Impossible d'ajouter l'entrepôt aux rapports d'entrepôt. {0}
it: Impossibile aggiungere il magazzino ai rapporti del magazzino. {0}
ru: Не удалось добавить склад в отчёты по складам. {0}

# STORE_FailedMoveStores
source: Failed to move selected warehouses. {0}
de: Fehler beim Verschieben ausgewählter Lager. {0}
et: Valitud ladude teisaldamine ebaõnnestus. {0}
fr: Échec du déplacement des entrepôts sélectionnés. {0}
it: Impossibile spostare i magazzini selezionati. {0}
ru: Не удалось переместить выбранные склады. {0}

# STORE_FailedRemoveFromReports
source: Failed to delete warehouse from Warehouse reports. {0}
de: Fehler beim Löschen des Warehouse aus Warehouse-Berichten. {0}
et: Ladu kustutamine Warehouse'i raportitest ebaõnnestus. {0}
fr: Impossible de supprimer l'entrepôt des rapports d'entrepôt. {0}
it: Impossibile eliminare il magazzino dai rapporti del magazzino. {0}
ru: Не удалось удалить склад из отчетов по складам. {0}

# STORE_FailedRemoveStores
source: Failed to delete selected warehouses. {0}
de: Fehler beim Löschen ausgewählter Lager. {0}
et: Valitud laod on kustutatud ebaõnnestunud. {0}
fr: Impossible de supprimer les entrepôts sélectionnés. {0}
it: Impossibile eliminare i magazzini selezionati. {0}
ru: Не удалось удалить выбранные склады. {0}

# STORE_FailedSave
source: The warehouse could not be saved. {0}
de: Das Lager konnte nicht gespeichert werden. {0}
et: Lao ei saanud salvestada. {0}
fr: L'entrepôt n'a pas pu être enregistré. {0}
it: Il magazzino non può essere salvato. {0}
ru: Не удалось сохранить склад. {0}

# STORE_FromInFuture
source: The date has not yet come
de: Das Datum ist noch nicht gekommen
et: Lao toimingu lõppkuupäev ei tohi olla varem kui meede alguskuupäev!
fr: La date n'est pas encore venue
it: La data non è ancora arrivata
ru: Дата ещё не наступила

# STORE_ManagerDepartment
source: Division of the manager
de: Abteilung des Managers
et: Juhi jagunemine
fr: Division du manager
it: Divisione del manager
ru: Подразделение распорядителя

# STORE_NoStoresToMove
source: No warehouses have been selected for moving.
de: Für den Umzug wurden keine Lager ausgewählt.
et: Liikumiseks pole ühtegi laod välja valitud.
fr: Für den Umzug wurden keine Lager ausgewählt.
it: Nessun magazzino è stato selezionato per lo spostamento.
ru: Не выбраны склады для перемещения.

# STORE_PageSettings
source: Customize
de: Anpassen
et: Kohanda
fr: Personnaliser
it: Registrazione
ru: Настройка

# STORE_Queries
source: Additional request
de: Zusätzliche Anfrage
et: Täiendav soov
fr: Demande supplémentaire
it: Richiesta aggiuntiva
ru: Дополнительный запрос

# STORE_queryFilterAnd
source: AND
de: Und
et: Ja
fr: Et
it: E
ru: И

# STORE_queryFilterOr
source: OR
de: ODER
et: VÕI
fr: OU
ru: ИЛИ

# STORE_ReportInsertAfter
source: Paste&nbsp;after&nbsp;rows
de: Nach&nbsp;der&nbsp;Zeile&nbsp;einfügen
et: Sisesta&nbsp;pärast&nbsp;joont
fr: Coller&nbsp;après&nbsp;lignes
it: Incolla&nbsp;dopo&nbsp;righe
ru: Вставить&nbsp;после&nbsp;строки

# STORE_ReportMoveToBegin
source: Move&nbsp;to&nbsp;start&nbsp;report
de: Zum&nbsp;Anfang&nbsp;des&nbsp;Berichts&nbsp;wechseln
et: Liigub&nbsp;aruande&nbsp;algusesse
fr: Déplacer&nbsp;pour&nbsp;démarrer&nbsp;rapport
it: Sposta&nbsp;per&nbsp;avviare&nbsp;segnalare
ru: Переместить&nbsp;в&nbsp;начало&nbsp;отчёта

# STORE_ReportMoveToEnd
source: Move&nbsp;to&nbsp;end&nbsp;of&nbsp;report
de: Wechseln&nbsp;Sie&nbsp;zum&nbsp;Ende&nbsp;des&nbsp;Berichts
et: Liigu&nbsp;aruande&nbsp;lõpuni
fr: Déplace&nbsp;a&nbsp;fin&nbsp;du&nbsp;rap&nbsp;port
it: Sposta&nbsp;in&nbsp;fine&nbsp;del rapporto
ru: Переместить&nbsp;в&nbsp;конец&nbsp;отчёта

# STORE_ReportSelected
source: Selected warehouses
de: Ausgewählte Lagerhäuser
et: Valitud laod
fr: Entrepôts sélectionnés
it: Magazzini selezionati
ru: Выбранные склады

# STORE_ReportTitle
source: Warehouse report planning
de: Lagerberichtsplanung
et: Laovaruande planeerimine
fr: Planification du rapport d'entrepôt
it: Tipo di rapporto
ru: Планирование отчёта по складам

# STORE_SearchEdit
source: Change search conditions
de: Suchbedingungen ändern
et: Muuda otsingutingimusi
fr: Modifier les conditions de recherche
it: Cambia le condizioni di ricerca
ru: Изменить условия поиска

# STORE_SetupFields
source: Show Selected Fields
de: Ausgewählte Felder anzeigen
et: Kuva valitud väljad
fr: Afficher les champs sélectionnés
it: Mostra campi selezionati
ru: Показывать выбранные поля

# STORE_StoreReport
source: Warehouse report planning
de: Lagerberichtsplanung
et: Laovaruande planeerimine
fr: Planification du rapport d'entrepôt
it: Pianificazione del rapporto di magazzino
ru: Планирование отчёта по складам

# STORE_StoreReportType
source: Present in reports
de: Präsentieren in Berichten
et: Esitatakse raportites
fr: Présent dans les rapports
it: Presente nei rapporti
ru: Присутствует в отчетах

# STORE_StoresReportChanged
source: Warehouse report has been changed.
de: Warehouse-Bericht wurde geändert.
et: Laovaruannet on muudetud.
fr: Le rapport d'entrepôt a été modifié.
it: Il rapporto del magazzino è stato modificato.
ru: Отчёт по складам был изменен.

# STORE_Title
source: Warehouse search
de: Warensuche
et: Laopinna otsimine
fr: Recherche d'entrepôt
it: Ricerca nel magazzino
ru: Поиск складов

# STORE_ToInPast
source: Date already passed
de: Datum ist bereits vergangen
et: Kuupäev on juba möödas
fr: Date déjà passée
it: La data è già passata
ru: Дата уже прошла

# STORE_ValidFromIsNull
source: Warehouse start date not set
de: Lagerstartdatum nicht festgelegt
et: Laovaru alguskuupäev pole määratud
fr: La date de début de l'entrepôt n'est pas définie
it: Data di inizio magazzino non impostata
ru: Дата начала действия склада не установлена

# STORE_ValidFromToIsNull
source: No action dates set
de: Keine Aktionstermine festgelegt
et: Ühtegi tegevuskuupäeva pole määratud
fr: Aucune date d'action définie
it: Nessuna data di azione impostata
ru: Даты действия не установлены

# STORE_ValidFromToIsNullDescription
source: Start and end dates of the warehouse are not set
de: Start- und Enddatum des Lagers sind nicht festgelegt
et: Lao algus- ja lõppkuupäevad pole määratud
fr: Les dates de début et de fin de l'entrepôt ne sont pas définies
it: Le date di inizio e fine del magazzino non sono impostate
ru: Даты начала и конца действия склада не установлены

# STORE_ValidPeriodFilter
source: Acted on the specified date
de: Abgerufen am angegebenen Datum
et: Toimunud määratud kuupäeval
fr: A agi à la date spécifiée
it: Agito alla data specificata
ru: Действовал на указанную дату

# STORE_ValidPeriodFilterBegin
source: Not valid until this date
de: Nicht gültig bis zu diesem Datum
et: Ei kehti kuni selle kuupäevani
fr: Non valide jusqu'à cette date
it: Non valido fino a questa data
ru: Не действовал до указанной даты

# STORE_ValidPeriodFilterEnd
source: Not effective after the specified date
de: Nicht wirksam nach dem angegebenen Datum
et: Ebaõnnestub pärast määratud kuupäeva
fr: Pas efficace après la date spécifiée
it: Non efficace alla data specificata
ru: Не действовал после указанной даты

# STORE_ValidPeriodFilterNotWorking
source: Not effective on the specified date
de: Am angegebenen Datum nicht wirksam
et: Ebaefektiivne määratud kuupäeval
fr: Pas efficace à la date spécifiée
it: Non efficace alla data specificata
ru: Не действовал на указанную дату

# STORE_ValidToIsNull
source: The end of the warehouse is not installed
de: Das Ende des Warehouse ist nicht installiert
et: Lao lõpp pole paigaldatud
fr: La fin de l'entrepôt n'est pas installée
it: La fine del magazzino non è installata
ru: Дата конца действия склада не установлена

# titleCancel
source: Cancel
de: Abbrechen
et: Loobu
fr: Annuler
it: Cancellazione
ru: Отмена

# TM_Wait
source: Wait. Content loading ...
de: Bitte warte. Daten werden geladen ...
et: Palun oodake. Andmete laadimine ...
fr: Merci de patienter Chargement des données ...
it: Per favore aspetta Caricamento dati ...
ru: Подождите. Идет загрузка данных...

# STORE_JsResources
source: "MsgRowNotFound": "The specified string was not found!", "MsgDeleteSelectedStoresConfirm": "Delete selected stocks from the report?", "MsgSaveConfirm": "Your changes have not been saved. Do you want to save the changes made?", "MsgCloseConfirm": "Your changes have not been saved. Close application?", "MsgCancelConfirm": "Do you want to discard all changes made?", "BtnYes":"Yes", "BtnNo": "No", "BtnCancel": "Cancel", "BtnSave": "Save", "SrchDisplayDescr": "Show search terms", "SrchDisplayFields": "Change search conditions", "SetupFields": "Customize the page"
de: "MsgRowNotFound": "Die angegebene Zeichenfolge wurde nicht gefunden!", "MsgDeleteSelectedStoresConfirm": "Löschen Sie ausgewählte Bestände aus dem Bericht?", "MsgSaveConfirm": "Ihre Änderungen wurden nicht gespeichert. Möchten Sie die vorgenommenen Änderungen speichern?", "MsgCloseConfirm": "Ihre Änderungen wurden nicht gespeichert. Anwendung schließen?", "MsgCancelConfirm": "Möchten Sie alle vorgenommenen Änderungen verwerfen?", "BtnYes":"Ja.", "BtnNo": "Nein", "BtnCancel": "Abbrechen", "BtnSave": "Speichern", "SrchDisplayDescr": "Zeige Suchbegriffe", "SrchDisplayFields": "Suchbedingungen ändern", "SetupFields": "Passen Sie die Seite an"
et: "MsgRowNotFound": "Määratud stringi ei leitud!", "MsgDeleteSelectedStoresConfirm": "Kas kustutada aruandest valitud varud?", "MsgSaveConfirm": "Teie muudatused pole salvestatud. Salvesta tehtud muudatused?", "MsgCloseConfirm": "Teie muudatused pole salvestatud. Sulgege rakendus?", "MsgCancelConfirm": "Loobu kõikidest tehtud muudatustest?", "BtnYes":"Jah", "BtnNo": "Ei", "BtnCancel": "Loobu", "BtnSave": "Salvesta", "SrchDisplayDescr": "Salvesta", "SrchDisplayFields": "Muuda otsingutingimusi", "SetupFields": "Lehe seadete muutmine"
fr: "MsgRowNotFound": "La chaîne spécifiée n'a pas été trouvée!", "MsgDeleteSelectedStoresConfirm": "Supprimer les stocks sélectionnés du rapport?", "MsgSaveConfirm": "Vos modifications n'ont pas été enregistrées. Voulez-vous enregistrer les modifications effectuées?", "MsgCloseConfirm": "Vos modifications n'ont pas été enregistrées. Fermer l'application?", "MsgCancelConfirm": "Voulez-vous annuler toutes les modifications effectuées?", "BtnYes":"Oui", "BtnNo": "Non", "BtnCancel": "Annuler", "BtnSave": "Sauvegarder", "SrchDisplayDescr": "Afficher les termes de recherche", "SrchDisplayFields": "Modifier les conditions de recherche", "SetupFields": "Personnalisez la page"
it: "MsgRowNotFound": "La stringa specificata non è stata trovata!", "MsgDeleteSelectedStoresConfirm": "Vuoi eliminare gli stock selezionati dal rapporto?", "MsgSaveConfirm": "Modifiche non salvate. Vuoi salvare le tue modifiche?", "MsgCloseConfirm": "Modifiche non salvate. Chiudi l'applicazione?", "MsgCancelConfirm": "Vuoi annullare tutte le modifiche apportate?", "BtnYes": "Sì", "BtnNo": "No", "BtnCancel": "Annulla", "BtnSave": "Salva", "SrchDisplayDescr": "Mostra descrizione delle condizioni di ricerca", "SrchDisplayFields": "Modifica condizioni di ricerca", "SetupFields": "Imposta pagina"
ru: "MsgRowNotFound": "Указанная строка не найдена!", "MsgDeleteSelectedStoresConfirm": "Удалить выбранные склады из отчета?", "MsgSaveConfirm": "Изменения не сохранены. Сохранить сделанные изменения?", "MsgCloseConfirm": "Изменения не сохранены. Закрыть приложение?", "MsgCancelConfirm": "Отменить все сделанные изменения?", "BtnYes":"Да", "BtnNo": "Нет", "BtnCancel": "Отмена", "BtnSave": "Сохранить", "SrchDisplayDescr": "Показать описание условий поиска", "SrchDisplayFields": "Изменить условия поиска", "SetupFields": "Настройка страницы"

# lblNewMessage
source: New message has arrived
de: Eine neue Nachricht ist angekommen
et: Uus sõnum on saabunud.
fr: Un nouveau message est arrivé.
it: È arrivato un nuovo messaggio.
ru: Пришло новое сообщение

# lblTogetherWork
source: Together with you work
de: Zusammen mit dir arbeiten
et: Töötage koos
fr: Ensemble avec vous travaillez
it: Insieme a te lavori
ru: Совместно с Вами работают

# cmdSendMessage
source: Send message
de: Nachricht senden
et: Saada sõnum
fr: Envoyer le message
it: Invia messaggio
ru: Отправить сообщение

# lblWriteMessage
source: Write new message
de: Schreibe eine neue Nachricht
et: Kirjuta uus sõnum
fr: Ecrire un nouveau message
it: Scrivi un nuovo messaggio
ru: Напишите новое сообщение

# MWP_Title
source: The manager's workplace
de: Der Arbeitsplatz des Managers
et: Juhi töökoht
fr: Le lieu de travail du manager
it: Il posto di lavoro del manager
ru: Рабочее место менеджера

# lblSettings
source: Settings
de: Die Einstellungen
et: Seaded
fr: Paramètres
it: Impostazioni
ru: Настройки

# lblRun
source: Run
de: Laufen
et: Jookse
fr: Courir
it: Correre
ru: Выполнить
