Repository: Kesco-m/Kesco.Lib.Localization
Catalog: ResContainer.*.resx
Languages: de, et, fr, it, ru

# Users_fldGuestCardGuest
source: guest card guest
de: gästekarte Gast
et: külaliskaardi külaline
fr: carte d'invité
it: ospite della carta ospite
ru: гость по гостевой карточке

# Users_fldOutsider
source: outsider
de: außenseiter
et: väljapoole
it: estraneo
ru: посторонний

# Users_cmdSaveDescription
source: Save employee card
de: Mitarbeiterkarte speichern
et: Salvesta töötaja kaart
fr: Sauvegarder la carte d'employé
it: Salva la carta del dipendente
ru: Сохранить изменения и закрыть окно

# Users_msgAccountStatusMustLogin.
source: When specifying the account status, you must specify a login.
de: Wenn Sie den Kontostatus angeben, müssen Sie eine Anmeldung angeben.
et: Konto oleku määramisel peate määrama sisselogimise.
fr: Lorsque vous spécifiez le statut du compte, vous devez spécifier un identifiant.
it: Quando si specifica lo stato dell'account, è necessario specificare un accesso.
ru: При указании состояния аккаунта необходимо указать логин.

# Users_msgNoLastName
source: The field "Last Name" is not filled.
de: Das Feld "Last Name" ist nicht ausgefüllt.
et: Väli "Last Name" ei ole täidetud.
fr: Le champ "Last Name" n'est pas renseigné.
it: Il campo "Last Name" non è compilato.
ru: Не заполнено поле "Last Name".

# Users_msgNoFirstName
source: The field "First Name" is not filled.
de: Das Feld "First Name" ist nicht ausgefüllt.
et: Ei ole täidetud väli "First Namei".
fr: Le champ "First Name" n'est pas renseigné.
it: Il campo "First Name" non è compilato.
ru: Не заполнено поле "First Name".

# Users_msgNoMiddleName
source: The field "Middle Name" is not filled.
de: Das Feld "Middle Name" ist nicht ausgefüllt.
et: Väli "Middle Name" ei ole täidetud.
fr: Le champ "Middle Name" n'est pas renseigné.
it: Il campo "Middle Name" non è compilato.
ru: Не заполнено поле "Middle Name".

# Users_msgFieldAsNationalPassport
source: Fields must be filled in as in the national passport
de: Die Felder müssen wie im nationalen Pass ausgefüllt werden
et: Väljad tuleb täita nii nagu riigi passis
fr: Les champs doivent être remplis comme dans le passeport national
it: I campi devono essere compilati come nel passaporto nazionale
ru: Поля должны быть заполнены как в национальном паспорте

# Users_msgFieldInEnglish
source: Fields must be filled in English
de: Felder müssen in Englisch ausgefüllt werden
et: Väljad tuleb täita inglise keeles
fr: Les champs doivent être remplis en anglais
it: I campi devono essere compilati in inglese
ru: Поля должны быть заполнены на английском языке

# Users_lblSurName
source: Surname
de: Nachname
et: Perekonnanimi
fr: Nom de famille
it: Cognome
ru: Фамилия

# Users_lblName
source: Name
de: Vorname
et: Eesnimi
fr: Prénom
it: Nome
ru: Имя

# Users_lblMiddleName
source: Middle name
de: Zweiter Vorname
et: Keskmine nimi
fr: Deuxième prénom
it: Secondo nome
ru: Отчество

# Users_lblEquipment
source: Equipment
de: Ausstattung
et: Varustus
fr: Équipement
it: Attrezzatura
ru: Оборудование

# Users_lblPhoto
source: Photo
de: Fotos
et: Fotod
fr: Des photos
it: Fotografie
ru: Фотографии

# Users_lblCountryOfRegistration
source: Country of registration
de: Land der Registrierung
et: Registreerimisriik
fr: Pays d'enregistrement
it: Paese di registrazione
ru: Страна регистрации

# Users_lblBirthDate
source: Date of Birth
de: Geburtsdatum
et: Sünniaeg
fr: Date de naissance
it: Data di nascita
ru: Дата рождения

# Users_lblOpenDossierOfIndividuals
source: Open dossier of individuals
de: Dossier öffnen
et: Üksikisikute avatud toimik
fr: Dossier ouvert d'individus
it: Apri il dossier
ru: Открыть досье физ.лица

# Users_ntfNoCountryOfRegistration
source: The person does not specify the country of registration
de: Die Person gibt das Land der Registrierung nicht an
et: Isik ei täpsusta registreerimisriiki
fr: La personne ne précise pas le pays d'enregistrement
it: La persona non specifica il paese di registrazione
ru: У физ.лица не указана страна регистрации

# Users_ntfNoBirthDate
source: The person does not have a date of birth.
de: Die Person hat kein Geburtsdatum.
et: Isikul ei ole sünniaega.
fr: La personne n'a pas de date de naissance.
it: La persona non ha una data di nascita.
ru: У физ.лица не указана дата рождения

# Users_ntfNoINN
source: The person does not have a TIN.
de: Die Person hat keine TIN.
et: Isikul puudub TIN.
fr: La personne n'a pas de TIN.
it: La persona non ha un TIN.
ru: У физ.лица не указан ИНН

# Users_msgEmployeeNotSynchronized
source: Employee data is not synchronized with the physical. face
de: Mitarbeiterdaten werden nicht mit dem physischen synchronisiert. Gesicht
et: Töötajate andmeid ei sünkroonita füüsiliste andmetega. nägu
fr: Les données des employés ne sont pas synchronisées avec le physique. le visage
it: I dati dei dipendenti non sono sincronizzati con il fisico. faccia
ru: Данные сотрудника не синхронизированы с физ. лицом

# Users_lblCondition
source: Condition
de: Zustand
et: Seisund
it: Stato
ru: Состояние

# Users_lblLanguage
source: Language
de: Sprache
et: Keel
fr: Langue
it: Llingua
ru: Язык

# Users_lblPersonalFolder
source: Personal folder
de: Persönlicher Ordner
et: Isiklik kaust
fr: Dossier personnel
it: Cartella personale
ru: Личная папка

# Users_lblCustomerOrganization
source: Customer Organization
de: Kundenorganisation
et: Kliendiorganisatsioon
fr: Organisation client
it: Organizzazione del cliente
ru: Организация заказчик

# Users_lblNotes
source: Notes
de: Hinweise
et: Märkused
fr: Les notes
it: Note
ru: Примечания

# Users_cmdCancelDescription
source: Cancel all changes and close the window
de: Brechen Sie alle Änderungen ab und schließen Sie das Fenster
et: Tühista kõik muudatused ja sulgege aken
fr: Annuler toutes les modifications et fermer la fenêtre
it: Annulla tutte le modifiche e chiudi la finestra
ru: Отменить все изменения и закрыть окно

# Users_cmdApplyDescription
source: Save all changes to the form in the database
de: Speichern Sie alle Änderungen an dem Formular in der Datenbank
et: Salvestage kõik vormi muudatused andmebaasis
fr: Enregistrer toutes les modifications apportées au formulaire dans la base de données
it: Salva tutte le modifiche al modulo nel database
ru: Сохранить все изменения на форме в БД

# Users_lblCountry
source: country
de: ländern
et: riikides
fr: pays
it: paesi
ru: страны

# lblChangeDocumentDescription
source: change document description
de: dokumentbeschreibung ändern
et: muuta dokumendi kirjeldust
fr: changer la description du document
it: cambia la descrizione del documento
ru: изменить описание документа

# lblSaveDocumentDescription
source: save document description
de: dokumentbeschreibung speichern
et: salvestage dokumendi kirjeldus
fr: enregistrer la description du document
it: salva la descrizione del documento
ru: сохранить описание документа

# lblCancelDocumentDescription
source: cancel document description change
de: dokumentbeschreibungsänderung abbrechen
et: dokumendi kirjelduse tühistamine
fr: annuler le changement de description de document
it: annullare la modifica della descrizione del documento
ru: отменить изменение описания документа

# cmdCheck
source: Check
de: Überprüfen Sie
et: Kontrollige
fr: Chèque
it: Verificare
ru: Проверить

# cmdCheckDescription
source: Check data
de: Überprüfen Sie die Daten
et: Kontrollige andmeid
fr: Vérifier les données
it: Controllare i dati
ru: Проверить данные

# Users_cmdEquipmentDesription
source: Open receipt of receipt of inventory
de: Offene Quittung über den Eingang des Inventars
et: Lao kättesaamise avatud laekumine
fr: Ouvrir la réception de la réception de l'inventaire
it: Ricevuta di ricevuta di inventario
ru: Открыть расписку в получении товарно-материальных ценностей

# Users_cmdPhotoDescription
source: Open employee photo editing form
de: Öffnen Sie das Fotobearbeitungsformular für Mitarbeiter
et: Avage töötaja fototöötlusvorm
fr: Ouvrir le formulaire de retouche photo des employés
it: Apri il modulo di modifica delle foto dei dipendenti
ru: Открыть форму редактирования фотографии сотрудника

# cmdReCheck
source: Recheck
de: Erneut prüfen
et: Kontrollige uuesti
fr: Revérifier
it: Ricontrollare
ru: Перепроверить

# cmdReCheckDescription
source: Recheck all entered data on the form
de: Überprüfen Sie alle im Formular eingegebenen Daten erneut
et: Kontrollige uuesti kõiki vormis sisestatud andmeid
fr: Revérifier toutes les données saisies sur le formulaire
it: Ricontrolla tutti i dati inseriti nel modulo
ru: Заново проверить все введенные на форме данные

# cmdReload
source: Refresh
de: Aktualisieren
et: Värskenda
fr: Rafraîchir
it: Aggiornare
ru: Обновить

# cmdReloadDescription
source: Download data from the database and update the form fields
de: Laden Sie Daten aus der Datenbank herunter und aktualisieren Sie die Formularfelder
et: Laadige andmed andmebaasi ja vormi väljad värskendatakse
fr: Télécharger les données de la base de données et mettre à jour les champs de formulaire
it: Scarica i dati dal database e aggiorna i campi del modulo
ru: Загрузить данные из БД и обновить поля формы

# msgNoAccess
source: No rights to change data
de: Keine Rechte zur Datenänderung
et: Andmete muutmise õigused puuduvad
fr: Aucun droit de modifier les données
it: Nessun diritto di modificare i dati
ru: Нет прав на изменение данных

# Confirm_msgRefreshNoSave
source: Changes not saved! Do you want to reload the data or double-check the entered data?
de: Änderungen nicht gespeichert! Möchten Sie die Daten erneut laden oder die eingegebenen Daten überprüfen?
et: Muudatusi ei salvestatud! Kas soovite andmeid uuesti laadida või sisestatud andmeid uuesti kontrollida?
fr: Changements non enregistrés! Voulez-vous recharger les données ou vérifier les données saisies?
it: Modifiche non salvate! Vuoi ricaricare i dati o ricontrollare i dati inseriti?
ru: Изменения не сохранены! Вы действительно хотите заново загрузить данные?

# Confirm_msgRefreshNoSaveUsers
source: This form is currently edited by employees: {0}. As a result of re-loading data, all changes made by them on their forms will be canceled. Update form data?
de: Dieses Formular wird derzeit von Mitarbeitern bearbeitet: {0}. Durch das erneute Laden der Daten werden alle von ihnen in ihren Formularen vorgenommenen Änderungen storniert. Formulardaten aktualisieren?
et: Seda vormi muudavad praegu töötajad: {0}. Andmete uuesti laadimise tulemusena tühistatakse kõik nende vormide muudatused. Kas värskendada vormi andmeid?
fr: Ce formulaire est actuellement modifié par les employés: {0}. À la suite du rechargement des données, toutes les modifications apportées par eux sur leurs formulaires seront annulées. Mettre à jour les données du formulaire?
it: Ce formulaire est actuellement modifié par les employés: {0}. À la suite du rechargement des données, toutes les modifications apportées par eux sur leurs formulaires seront annulées. Mettre à jour les données du formulaire?
ru: Данную форму сейчас редактируют сотрудники: {0}. В результате повторной загрузки данных все изменения сделанные ими на своих формах будут отменены. Выполнить обновление данных формы?

# msgSendMsg
source: Send message
de: Nachricht senden
et: Saada sõnum
fr: Envoyer un message
it: Invia un messaggio
ru: Отсылать сообщение

# DOCUMENT_Sign_Title
source: Select signature method
de: Signaturmethode auswählen
et: Valige allkirja meetod
fr: Choisir la méthode de signature
it: Seleziona il metodo della firma
ru: Выбор способа подписи

# msgSignInsteadOf
source: Sign as
de: Unterzeichnen als
et: Logi sisse
fr: Signer comme
it: Iscriviti come
ru: Подписать как

# ntf_DocIsSigned
source: The electronic form of the document is signed.
de: Die elektronische Form des Dokuments ist nicht signiert.
et: Allkirjastatakse dokumendi elektrooniline vorm.
fr: Le formulaire électronique du document est signé.
it: La forma elettronica del documento è firmata.
ru: Электронная форма документа не подписана.

# ntf_DocIsCompleted
source: The work is completed.
de: Die Arbeit ist abgeschlossen.
et: Töö on lõpetatud.
fr: Le travail est terminé.
it: Il lavoro è completato.
ru: Работа завершена.

# msgDelSignAll
source: Unable to delete signatures on the document!
de: Signaturen im Dokument können nicht gelöscht werden!
et: Allkirja ei saa dokumendis kustutada!
fr: Impossible de supprimer les signatures sur le document!
it: Impossibile eliminare le firme sul documento!
ru: Невозможно удалить подписи по документу!

# ENUM_РабочееМесто_1
source: Computerized workplace
de: Computergestützter Arbeitsplatz
et: Arvutipõhine töökohad
fr: Lieu de travail informatisé
it: Posto di lavoro informatizzato
ru: Компьютеризированное рабочее место

# ENUM_РабочееМесто_2
source: Hotel Room
de: Hotelzimmer
et: Hotelliruum
fr: Chambre d'hôtel
it: Camera d'albergo
ru: Номер гостиницы

# ENUM_РабочееМесто_3
source: Equipment may be located
de: Die Ausrüstung kann sich befinden
et: Varustus võib paikneda
fr: L'équipement peut être situé
it: L'apparecchiatura può essere localizzata
ru: В расположении может находиться оборудование

# ENUM_РабочееМесто_4
source: Equipment warehouse
de: Ausrüstungslager
et: Seadmete ladu
fr: Entrepôt d'équipement
it: Magazzino di attrezzature
ru: Cклад оборудования

# ENUM_РабочееМесто_5
source: Guest workplace, shift work
de: Gastarbeitsplatz, Schichtarbeit
et: Külaline töökohad, vahetustega töö
fr: Lieu de travail invité, travail posté
it: Luogo di lavoro degli ospiti, lavoro a turni
ru: Гостевое рабочее место, посменная работа

# TTN_lblBaseRemoval
source: Base removal
de: Grundentfernung
et: Baasi eemaldamine
fr: Retrait de la base
it: Rimozione di base
ru: Удаление основания

# LinkedDocs_lbl_ТипВытекающего
source: Type of document flowing
de: Art des Dokumentenflusses
et: Voolava dokumendi liik
fr: Type de document qui coule
it: Tipo di documento che scorre
ru: Тип вытекающего документа

# LinkedDocs_lbl_НовыйВытекающий
source: Create a new document
de: Erstellen Sie ein neues Dokument
et: Looge uus dokument
fr: Créer un nouveau document
it: Crea un nuovo documento
ru: Создать новый документ

# LinkedDocs_lbl_Существующий
source: Add existing
de: Bestehendes hinzufügen
et: Lisage olemasolev
fr: Ajouter existant
it: Aggiungi esistente
ru: Добавить существующий

# LinkedDocs_lbl_УкажитеТип
source: Specify the type of document flowing!
de: Geben Sie den Typ des resultierenden Dokuments an!
et: Määrake tulemuseks oleva dokumendi tüüp!
fr: Spécifiez le type du document résultant!
it: Specificare il tipo del documento risultante!
ru: Укажите тип вытекающего документа!

# TTN_lblOrder
source: Post after
de: Post nach
et: Postitus pärast
fr: Publier après
it: Post dopo
ru: Поместить после

# TTN_lblPutOnFirstPosition
source: put on the first position
de: legen Sie die erste Position an
et: esimesele kohale
fr: mettre sur la première position
it: mettiti in prima posizione
ru: поместить на первую позицию

# TTN_ntfNotSummaOutNDS
source: The 'Amount without VAT' field is not filled
de: Das Feld "Betrag ohne MwSt." Ist nicht ausgefüllt
et: Väljal „Summa ilma käibemaksuta” ei ole täidetud
fr: Le champ "Montant hors TVA" n'est pas renseigné
it: Il campo "Quantità senza IVA" non è compilato
ru: Не заполнено поле 'Сумма без НДС'

# TTN_ntfSummaOutNDSIncorrect
source: Amount without VAT must be greater than or less than 0
de: Der Betrag ohne Mehrwertsteuer muss größer oder kleiner als 0 sein
et: Summa ilma käibemaksuta peab olema suurem kui 0 või väiksem
fr: Le montant hors TVA doit être supérieur ou inférieur à 0
it: L'importo senza IVA deve essere maggiore o minore di 0
ru: Сумма без НДС должна быть больше или меньше 0

# Cfi_lblCashFlowTypeList
source: Types of cash flow
de: Arten des cashflows
et: Rahavoogude liigid
fr: Types de flux de trésorerie
it: Tipi di flusso di cassa
ru: Виды движения денежных средств

# Cfi_lblOkTooltip
source: Save the article and close the form
de: Speichern Sie den Artikel und schließen Sie das Formular
et: Salvestage artikkel ja sulgege vorm
fr: Enregistrez l'article et fermez le formulaire
it: Salva l'articolo e chiudi il modulo
ru: Сохранить статью и закрыть форму

# Cfi_lblSaveTooltip
source: Save article
de: Artikel speichern
et: Salvesta artikkel
fr: Enregistrer l'article
it: Salva l'articolo
ru: Сохранить статью

# Cfi_lblDeleteTooltip
source: Delete article and close the form
de: Artikel löschen und Formular schließen
et: Kustutage artikkel ja sulgege vorm
fr: Supprimer l'article et fermer le formulaire
it: Elimina l'articolo e chiudi il modulo
ru: Удалить статью и закрыть форму

# Cfi_lblOkTooltipCft
source: Save type and close form
de: Typ speichern und Formular schließen
et: Salvestage tüüp ja sulgege vorm
fr: Enregistrer le type et fermer le formulaire
it: Salva il tipo e chiudi il modulo
ru: Сохранить вид и закрыть форму

# Cfi_lblSaveTooltipCft
source: Save type
de: Typ speichern
et: Salvesta tüüp
fr: Enregistrer le type
it: Salva tipo
ru: Сохранить вид

# Cfi_lblDeleteTooltipType
source: Delete type and close form
de: Typ löschen und Formular schließen
et: Kustuta tüüp ja sulgemisvorm
fr: Supprimer le type et fermer le formulaire
it: Elimina il tipo e chiudi il modulo
ru: Удалить вид и закрыть форму

# Cfi_lblAddCashFlowType
source: Add type
de: Typ hinzufügen
et: Lisa tüüp
fr: Ajouter un type
it: Aggiungi tipo
ru: Добавить вид

# Cfi_lblEditCashFlowType
source: Edit type
de: Typ bearbeiten
et: Muuda tüüpi
fr: Modifier le type
it: Modifica il tipo
ru: Редактировать вид

# Cfi_lblDeleteCashFlowType
source: Delete type
de: Typ löschen
et: Kustuta tüüp
fr: Supprimer le type
it: Elimina il tipo
ru: Удалить вид

# lblAktsiz
source: Excise tax
de: Verbrauchssteuer
et: Accise
fr: Taxe d'accise
it: Accise
ru: Акциз

# TTN_btnViewPosition
source: view position
de: artikel anzeigen
et: vaata üksust
fr: voir l'article
it: visualizza oggetto

# Inv_lblFileUploaded
source: File uploaded
de: Datei hochgeladen
et: Fail üles laaditud
fr: Fichier téléchargé
it: File caricato

# Inv_lblBrowseFile
source: Browse
de: Durchsuche
et: Sirvige
fr: Feuilleter
it: Navigare

# Inv_lblUploadFile
source: Upload
de: Hochladen
et: Laadi üles
fr: Télécharger
it: Caricare

# Inv_msgFileSizeExceeded
source: File size exceeded
de: Dateigröße überschritten
et: Faili suurus on ületatud
fr: La taille du fichier a été dépassée
it: Dimensione del file superata

# Inv_msgInvalidFileFormat
source: Invalid file format
de: Ungültiges dateiformat
et: Vale failivorming
fr: Format de fichier invalide
it: Formato file non valido

# Inv_msgNoFileSelected
source: No file selected
de: Keine datei ausgewählt
et: Ühtegi faili pole valitud
fr: Aucun fichier sélectionné
it: Nessun file selezionato

# Inv_lblFilePath
source: File path
de: Dateipfad
et: Faili teekond
fr: Chemin du fichier
it: Percorso del file

# Inv_lblTemplateUploading
source: VoIP configuration template uploading
de: Hochladen von vorlagen
et: Malli üleslaadimine
fr: Téléchargement de modèles
it: Caricamento modello

# lblLocationFrom
source: before
de: vorher
et: enne
fr: avant
it: a

# lblLocationTo
source: after
de: nachher
et: pärast
fr: après
it: dopo

# Users_lblMoveEquipment
source: Move equipment
de: Bewegen Sie die Ausrüstung
et: Varustuse teisaldamine
fr: Déplacer l'équipement
it: Sposta attrezzatura

# Users_lblWorkplaceChange
source: Workplace change
de: Arbeitsplatzwechsel
et: Töökoha vahetus
fr: Changement de lieu de travail
it: Cambio sul posto di lavoro

# Users_EmployeeEquipmentMove
source: Moving employee equipment
de: Mitarbeiterausstattung umziehen
et: Töötajate varustuse kolimine
fr: Déplacement du matériel des employés
it: Spostamento delle attrezzature dei dipendenti

# Users_msgSetWorkPlaceToGroup
source: You are trying to assign group {0} a workstation where group {1} is already working. This operation is not possible!
de: Sie versuchen, Gruppe {0} eine Arbeitsstation zuzuweisen, auf der Gruppe {1} bereits arbeitet. Dieser Vorgang ist nicht möglich!
et: Üritad grupile {0} määrata tööjaama, kus grupp {1} juba töötab. See toiming pole võimalik!
fr: Vous essayez d’affecter au groupe {0} un poste de travail où le groupe {1} fonctionne déjà. Cette opération n'est pas possible!
it: Stai tentando di assegnare al gruppo {0} una workstation in cui il gruppo {1} sta già funzionando. Questa operazione non è possibile!

# Users_msgNoGroupEmployeeOnWorkPlace
source: Employees who are not members of group {0} work at the workplace. Do you confirm that employees {1} are members of shift team {0}?
de: Mitarbeiter, die nicht Mitglied der Gruppe {0} sind, arbeiten am Arbeitsplatz. Bestätigen Sie, dass Mitarbeiter {1} Mitglieder des Schichtteams {0} sind?
et: Töötajad, kes ei ole rühma {0} liikmed, töötavad töökohal. Kas kinnitate, et töötajad {1} on vahetustega meeskonna {0} liikmed?
fr: Les employés non membres du groupe {0} travaillent sur leur lieu de travail. Confirmez-vous que les employés {1} sont membres de l'équipe de travail {0}?
it: I dipendenti che non sono membri del gruppo {0} lavorano sul posto di lavoro. Confermi che i dipendenti {1} sono membri del team di turno {0}?

# Users_msgSetGroupEmployeeOnShifts
source: {0} is a member of group {1}, but you remove him from the group’s workstation and assign him to the workplace where {2} work in shifts. You confirm that {0} is not a member of the group {1} and works in shifts with {2}?
de: {0} ist Mitglied der Gruppe {1}, aber Sie entfernen ihn von der Arbeitsstation der Gruppe und weisen ihn dem Arbeitsplatz zu, an dem {2} im Schichtdienst arbeitet. Bestätigen Sie, dass {0} kein Mitglied der Gruppe {1} ist und in Schichten mit {2} arbeitet?
et: {0} on grupi {1} liige, kuid eemaldate ta rühma tööjaamast ja määrate ta töökohale, kus {2} töötab vahetustega. Kas kinnitate, et {0} ei kuulu gruppi {1} ja töötab vahetustega koos {2}?
fr: {0} est membre du groupe {1}, mais vous le supprimez du poste de travail du groupe et l'affectez au lieu de travail où {2} travaille par roulement. Vous confirmez que {0} ne fait pas partie du groupe {1} et travaille par équipes avec {2}?
it: {0} è un membro del gruppo {1}, ma lo rimuovi dalla stazione di lavoro del gruppo e lo assegni al posto di lavoro dove {2} lavora a turni. Confermi che {0} non è un membro del gruppo {1} e lavora a turni con {2}?

# Users_msgSetEmployeeOn2Group
source: {0} is a member of group {1}, but you assign group {2} to the workplace. An employee cannot simultaneously be a member of two shift groups.
de: {0} ist Mitglied der Gruppe {1}, aber Sie weisen dem Arbeitsplatz die Gruppe {2} zu. Ein Mitarbeiter kann nicht gleichzeitig Mitglied von zwei Schichtgruppen sein.
et: {0} on grupi {1} liige, kuid te määrate grupi {2} töökohale. Töötaja ei saa samaaegselt kuuluda kahte vahetusgruppi.
fr: {0} est membre du groupe {1}, mais vous affectez le groupe {2} au lieu de travail. Un employé ne peut pas être simultanément membre de deux groupes de travail.
it: {0} è un membro del gruppo {1}, ma assegni il gruppo {2} al posto di lavoro. Un dipendente non può essere contemporaneamente membro di due gruppi di turni.
