Repository: Kesco-m/Kesco.Lib.Localization
Catalog: ResContainer.*.resx
Languages: de, et, fr, it, ru

# msgDefaultPhone
source: Save as main working telephone on this computer
de: Speichern Sie als Haupttelefon auf diesem Computer
et: Säästa peamised töö- telefoni selles arvutis
fr: Enregistrer comme le téléphone de travail principal sur cet ordinateur
it: Salva come il principale telefono funzionante su questo computer
ru: Сохранить как основной рабочий телефонный аппарат на этом компьютере

# lblPosition
source: Location
de: Standort
et: Asukoht
fr: Lieu:
it: Posizione
ru: Расположение

# msgNoPhone
source: The phone can not be found
de: Telefon nicht gefunden
et: Telefoni ei leitud
fr: Téléphone introuvable
it: Telefono non trovato
ru: Телефон не найден

# msgBreakCall
source: Finish Up
de: Anruf beenden
et: lõpetama
fr: Fin de l'appel
it: Fine chiamata
ru: Завершить звонок

# msgSelectPhone
source: Select your phone
de: Wähle das Telefon aus
et: Vali mobiiltelefoni
fr: Sélectionner un téléphone
it: Seleziona il telefono
ru: Выбрать телефон

# Msg_FIO
source: specified manually
de: manuell angegeben
et: määratud käsitsi
fr: spécifié manuellement
it: specificato manualmente
ru: указано вручную

# optLanguage1
source: Language 1
de: Sprache 1
et: keel 1
fr: Langue 1
it: Lingua 1
ru: Язык 1

# optLanguage2
source: Language 2
de: Sprache 2
et: keel 2
fr: Langue 2
it: Lingua 2
ru: Язык 2

# cEmplName
source: Employee
de: Mitarbeiter
et: töötaja
fr: Employé
it: Dipendente
ru: Сотрудник

# cEndTime
source: End of work
de: Ende der Arbeit
et: Töö lõpp
fr: Fin du travail
it: Fine del lavoro
ru: Конец работы

# cInternetAccessCount
source: Number of orders for Internet access
de: Anzahl der Bestellungen für den Internetzugang
et: Tellimuste arv <br> Internet
fr: Nombre de commandes pour l'accès à Internet
it: Numero di ordini per l'accesso a Internet
ru: Число заказов<br>доступа в интернет

# cInternetAccessTotalTime
source: Total time of orders for Internet access
de: Gesamtzeit der Bestellungen für den Internetzugang
et: Koguaeg tellimusi <br> Internet
fr: Temps total de commande pour l'accès à Internet
it: Tempo totale di ordini<br>accesso a Internet
ru: Общее время заказов<br>доступа в интернет

# cInterval
source: Work time duration
de: Gesamtlaufzeit
et: Koguaeg
fr: Durée totale
it: Tempo di esecuzione totale
ru: Суммарное время работы

# cStartTime
source: Beginning of work
de: Erste Schritte
et: Alustamine
fr: Commencer
it: Iniziare
ru: Начало работы

# hPageSubTitle
source: List of the subordinated employees
de: Liste der untergeordneten Mitarbeiter
et: Loetelu alluvatelt
fr: Liste des employés subalternes
it: Elenco dei dipendenti subordinati
ru: Список подчинённых сотрудников

# hPageTitle
source: Employee work time account system
de: Mitarbeiter-Zeit-Tracking-System
et: Raamatupidamisarvestuse süsteemi töötajate aega
fr: Système de suivi du temps des employés
it: Sistema di tracciamento del tempo degli impiegati
ru: Система учета рабочего времени сотрудников

# iPCustom
source: Custom
de: Optional
et: Omavoliliselt
fr: En option
it: Arbitrariamente
ru: Произвольно

# iPTypeDay
source: Day
de: Tag
et: Päev
fr: Jour
it: Giorno
ru: День

# iPTypeMounth
source: Mounth
de: Monat
et: Kuu
fr: Mois
it: Mese
ru: Месяц

# iPTypeQuarter
source: Quarter
de: Quartal
et: Kvartal
fr: Quartier
it: Quarto
ru: Квартал

# iPTypeWeek
source: Week
de: Woche
et: Nädal
fr: Semaine
it: Settimana
ru: Неделя

# iPTypeYear
source: Year
de: Jahr
et: Aasta
fr: Année
it: Anno
ru: Год

# lAsc
source: (asc)
de: (höher)
et: (kasvavalt).
fr: (plus haut)
ru: (возр.)

# lClear
source: Clear
de: Klar
et: Selge
fr: Effacer
it: Chiaro
ru: Очистить

# lDesc
source: (desc)
de: (ebben)
et: (kahanev).
fr: (décroissant)
ru: (убыв.)

# lErrorDesc
source: * - Infringements of an entrance rules
de: * - Bandbreitenverletzungen
et: * - Rikkumised juurdepääsu kontroll
fr: * - Violations de la bande passante
it: * - Violazioni della larghezza di banda
ru: * - Нарушения пропускного режима

# lFilterCompany
source: Company
de: Die Firma
et: Firma
fr: L'entreprise
it: La compagnia
ru: Компания

# lFilterEmplAvaible
source: Show employees having passages for the period
de: Zeigen Sie Mitarbeiter an, die für den angegebenen Zeitraum übergangen haben
et: Näita tööalaselt lõigud perioodiks
fr: Afficher les employés qui ont des laissez-passer pour la période indiquée
it: Mostra dipendenti che hanno superato il periodo specificato
ru: Отображать сотрудников, имеющих проходы за указанный период

# lFilterEmplName
source: Employee
de: Mitarbeiter
et: töötaja
fr: Employé
it: Dipendente
ru: Сотрудник

# lFilterError
source: Filter parameters are incorrect
de: Filterparameter sind falsch eingestellt
et: Valesti seadistatud filtreerimise võimalusi
fr: Les paramètres de filtration sont mal réglés
it: I parametri di filtrazione sono impostati in modo errato
ru: Некорректно заданы параметры фильтрации

# lFilterPost
source: Employee post
de: Position des Mitarbeiters
et: Officer
fr: Position de l'employé
it: Posizione del dipendente
ru: Должность сотрудника

# lFilterSubdivision
source: Subdivision
de: Unterteilung
et: Alajaotus
it: suddivisione
ru: Подразделение

# lFrom
source: From
de: mit dem
et: Koos
fr: avec le
it: con il
ru: с

# lNeedRefresh
source: Please refresh the list
de: Um die Liste anzuzeigen, führen Sie eine Suche durch
et: Et kuvada nimekirja, otsi
fr: Pour afficher la liste, effectuez une recherche
it: Per visualizzare l'elenco, eseguire una ricerca
ru: Для отображения списка выполните поиск

# lNoData
source: No data
de: Keine Daten
et: No Information
fr: Aucune information
it: Nessun dato
ru: Нет данных

# lPeriod
source: Period
de: Zeitraum
et: Periood
fr: Période
it: Periodo
ru: Период

# lPhones
source: ph.
de: t.
et: m.
fr: t.
it: t.
ru: т.

# lPlaces
source: r.
de: zu.
et: k.
fr: à.
it: a.
ru: к.

# lPrimaryComp
source: for benefit of company
de: zugunsten des Unternehmens
et: kasuks ettevõte
fr: en faveur de l'entreprise
it: a favore della compagnia
ru: в пользу компании

# lPrimaryEmpl
source: for benefit of employee
de: zugunsten eines Mitarbeiters
et: kasuks töötaja
fr: en faveur d'un employé
it: a favore di un dipendente
ru: в пользу сотрудника

# lRefresh
source: Find
de: Suche
et: Otsige
fr: Chercher
it: Ricerca
ru: Искать

# lRules
source: Infringements of an entrance rules
de: Bandbreitenverletzungen
et: Rikkumised juurdepääsu kontroll
fr: Violations de bande passante
it: Violazioni della larghezza di banda
ru: Нарушения пропускного режима

# lTimeExit
source: Came out
de: Links nach
et: tõusnud
fr: Laissé à
it: Sinistra a
ru: Ушедшие до

# lTo
source: To
de: auf dem
et: edasi
fr: sur le
it: sul
ru: по

# lTotalFound
source: Total records found [{0}]
de: Gefunden [{0}] Datensätze
et: Leitud [{0}] sissekanded
fr: Enregistrements trouvés [{0}]
it: Trovati record [{0}]
ru: Найдено [{0}] записей

# сAbsent
source: Break time duration
de: Gesamtzeit der pausen
et: Kogu puruneb
fr: Temps total de pauses
it: Tempo totale di pause
ru: Суммарное время перерывов

source: remove from list
de: aus der Liste entfernen
et: loendist eemaldada
fr: retirer de la liste
it: rimuovere dalla lista
ru: убрать из списка

# lCont
source: Continue
de: Fortfahren
et: Jätkama
fr: Continuer
it: Procedere
ru: Продолжить

# lEnd
source: Complete
de: Fertig
et: täielik
fr: Fin de l'appel
it: Completo
ru: Завершить

# lSession
source: Session Time has expired, please log on again.
de: Die Sitzungszeit ist abgelaufen, bitte starten Sie die Arbeit erneut.
et: Seansi aeg on möödas, siis logige jälle.
fr: L'heure de la session a expiré, veuillez recommencer le travail.
it: Il tempo di sessione è scaduto, per favore riavvia il lavoro.
ru: Время сессии истекло, пожалуйста начните работу заново.

# sAdvancedSearch
source: Advanced Search.
de: Erweiterte Suche
et: Täpsem otsing.
fr: Recherche avancée
it: Ricerca avanzata
ru: Расширенный поиск.

# sCreateIndividual
source: Create an individual
de: Erstelle eine Einzelperson
et: Loo individuaalne
fr: Créer un individu
it: Crea un individuo
ru: Создать физическое лицо

# sCreateLegal
source: Create a legal entity
de: Erstellen Sie eine juristische Person
et: Loo juriidiline isik
fr: Créer une entité légale
it: Crea un'entità legale
ru: Создать юридическое лицо

# sFindMore
source: Showing {0} records. Found more!
de: Affichage de {0} enregistrements Trouvé plus!
et: Näitan {0} arvestust. Leitud rohkem!
fr: Affichage de {0} enregistrements Trouvé plus!
it: Mostra record {0}. Trovato di più!
ru: Показано {0} записей. Найдено больше!

# sNotFound
source: Nothing found.
de: Nichts gefunden.
et: Midagi ei leitud.
fr: Rien n'a été trouvé.
it: Non è stato trovato nulla
ru: Ничего не найдено.

# sRefineSearch
source: Refine your search.
de: Verfeinern Sie die Anfrage.
et: Täpsustan oma otsingut.
fr: Affinez la demande.
it: Affina la richiesta.
ru: Уточните запрос.

# lUserPhoto
source: View photo
de: Foto anzeigen
et: Vaata fotot
fr: Afficher la photo
it: Mostra foto
ru: Показать фото

# Lin
source: Elements from the list
de: Elemente aus der Liste
et: Elements nimekirjast
fr: Articles de la liste
it: Articoli dalla lista
ru: Элементы из списка

# Lnotin
source: Elements except
de: Elemente außer
et: Elements välja
fr: Éléments sauf
it: Elementi tranne
ru: Элементы за исключением

# hPageDetailsTitle
source: Detailing on days
de: Bohren nach Tagen
et: Üksikasjalikult päevadel
fr: Forage par jours
it: Foratura di giorni
ru: Детализация по дням

# lBack
source: Back
de: Zurück
et: Tagasi
fr: Avec le
it: Torna indietro
ru: Назад

# lFlagCaption
source: Do not show blank entries
de: Keine leeren Einträge anzeigen
et: Ära näita tühi kanded
fr: Ne pas afficher les entrées vides
it: Non mostrare voci vuote
ru: Не показывать пустые записи

# hPageSubTitleDetails2
source: Employee work time details
de: Arbeitszeitspezifikation
et: Täpne töötaja aeg
fr: Spécification de temps de travail
it: Specifica dell'orario di lavoro
ru: Детализация рабочего времени

# lAbsCaption
source: Was absent in office
de: Nicht am Arbeitsplatz
et: Töölt ära
fr: Pas dans le lieu de travail
it: Non sul posto di lavoro
ru: Отсутствовал на рабочем месте

# lFor
source: behind
de: für die
et: jaoks
fr: pour le
it: per il
ru: за

# lNoEntrance
source: Attention: Time of an entrance in office of the employee was not fixed
de: Achtung: Der Zeitpunkt des Eintritts ins Büro wurde nicht festgelegt
et: Märkus: Entry tööajaga töötaja kontoris ei olnud fikseeritud
fr: Attention: L'heure d'entrée du personnel dans le bureau n'a pas été fixée
it: Attenzione: il tempo di entrata del dipendente in ufficio non è stato corretto
ru: Внимание: Время входа сотрудника в офис не было зафиксированно

# lNoExit
source: Attention: Time of an exit from office of the employee was not fixed
de: Achtung: Zeitpunkt des Mitarbeiteraustritts aus dem Büro wurde nicht festgelegt
et: Märkus: Aeg töötajad kontoris ei ole kindlaks määratud
fr: Attention: le temps de sortie de l'employé n'a pas été fixé
it: Attenzione: il tempo di uscita dei dipendenti dall'ufficio non è stato corretto
ru: Внимание: Время выхода сотрудника из офиса не было зафиксированно

# lWorkCaption
source: Was present at the workplace
de: War am Arbeitsplatz
et: See oli töökohal
fr: Était sur le lieu de travail
it: Era sul posto di lavoro
ru: Находился на рабочем месте

# cPlace
source: Office
de: Büro
et: kontor
it: Ufficio
ru: Офис

# lNoFixed
source: Not fixed
de: Nicht definiert
et: Määramata
fr: Non défini
it: Non definito
ru: Не определено

# lNoFixedEnter
source: Entrance is not fixed
de: Die Eingabe ist nicht festgelegt.
et: Sissepääs ei ole fikseeritud
fr: L'entrée n'est pas fixe.
it: L'input non è fisso.
ru: Вход не зафиксирован

# lNoFixedExit
source: Exit is not fixed
de: Die Ausgabe ist nicht festgelegt.
et: Saak ei ole fikseeritud
fr: La sortie n'est pas fixe.
it: L'output non è fisso.
ru: Выход не зафиксирован

# lTotal
source: Total
de: Summe
et: summaarne
it: Solo
ru: Всего

# lblNotValue
source: Value is not specified
de: Wert nicht angegeben
et: Väärtus ei ole määratud
fr: Valeur non spécifiée
it: Valore non specificato
ru: Значение не указано

# errContacts1
source: The call can not be established with this phone.
de: Der Anruf kann von diesem Telefon aus nicht hergestellt werden.
et: Kõne ei ole võimalik kindlaks selle telefoniga.
fr: L'appel ne peut pas être établi à partir de ce téléphone.
it: La chiamata non può essere stabilita da questo telefono.
ru: Звонок не может быть установлен с этого телефона.

# errContacts2
source: Try calling from another.
de: Versuche, von einem anderen zu rufen.
et: Muutke telefoni teise.
fr: Essayez d'appeler d'un autre.
it: Prova a chiamare da un altro.
ru: Попробуйте позвонить с другого.

source: call
de: eine Glocke
et: üleskutse
fr: une cloche
it: una campana
ru: звонок

# connecting
source: connection
de: kreuzung
et: ühendus
fr: jonction
it: composto
ru: соединение

# notActiveCall
source: there is no active call
de: kein aktiver Anruf
et: ei ole aktiivne kõne
fr: pas d'appel actif
it: nessuna chiamata attiva
ru: нет активного звонка

# cContainsAll
source: Contains all words
de: Enthält alle Wörter
et: Sisaldab kõiki sõnu
fr: Contient tous les mots
it: Contiene tutte le parole
ru: Содержит все слова

# TM_LegendTitle
source: For column "Sum" and "Employees pay"
de: Für Spalten "Summe" und "Von Mitarbeitern bezahlter Betrag"
et: Sest veerus "Summa" ja "Töötajad maksavad"
fr: Pour les colonnes "Somme" et "Montant payé par les employés"
it: Per le colonne "Somma" e "Importo pagato dai dipendenti"
ru: Для колонок "Сумма" и "Сумма, оплачиваемая сотрудниками"

# TM_TitleGray
source: VAT has each billing record
de: Die Mehrwertsteuer wird jedem Rechnungsdatensatz hinzugefügt
et: Käibemaks on iga arve rekord
fr: La TVA est ajoutée à chaque enregistrement de facturation
it: L'IVA è aggiunta a ogni record di fatturazione
ru: НДС насчитывается на каждую запись тарификации

# TM_TitleGray2
source: Amount without VAT
de: Der Betrag ist ohne Mehrwertsteuer angegeben
et: Summa ilma käibemaksuta
fr: Le montant est indiqué sans TVA
it: L'importo è indicato senza IVA
ru: Сумма указана без НДС

# TM_TitleGreen
source: VAT is already included in the sum of
de: Die Mehrwertsteuer ist bereits im Rechnungsbetrag enthalten
et: Käibemaks on juba kantud summa laadimist
fr: La TVA est déjà incluse dans le montant de la facture
it: L'IVA è già inclusa nell'importo di fatturazione
ru: НДС уже включен в сумму тарификации

# TM_TitleOrange
source: Cellular conditions of the contract are not defined
de: Die Bedingungen des Mobilfunkvertrags sind nicht definiert
et: Raku lepingu tingimused ei ole määratletud
fr: Les termes du contrat de communication mobile ne sont pas définis
it: I termini del contratto di comunicazione mobile non sono definiti
ru: Не определены условия договора сотовой связи

# TM_TitleWhite
source: The amount includes VAT
de: Der Betrag ist mit Mehrwertsteuer angegeben
et: Summa sisaldab KM
fr: Le montant est indiqué avec TVA
it: L'importo è indicato con IVA
ru: Сумма указана с НДС

# cEmpty
source: Empty
de: Leerer String
et: Tühi
fr: Leerer String
it: Corda vuota
ru: Пустая строка

# cEnds
source: Words ending
de: Die Wörter enden
et: Lõpeb sõnadega
fr: Les mots se terminent
it: Le parole finiscono
ru: Слова заканчиваются

# cEqually
source: Equally
de: Entspricht
et: Võrdselt
fr: Est égal
it: È
ru: Равно

# cLess
source: Less
de: Weniger
et: Vähem
fr: Moins
it: Meno
ru: Меньше

# cLessOrEqual
source: Less or equal
de: Weniger als oder gleich
et: Väiksem või võrdne
fr: Moins ou égal à
it: Meno o uguale a
ru: Меньше или равно

# cLike
source: Like
de: Es sieht so aus
et: nagu
fr: Cela ressemble
it: Sembra
ru: Похоже на

# cMatches
source: Fully matches
de: Vollkommen abgestimmt
et: Täielikult sobib
fr: Entièrement adapté
it: Completamente abbinato
ru: Полностью совпадает

# cMore
source: More
de: Weitere Informationen
et: Rohkem
fr: Plus d'infos
it: Maggiore
ru: Больше

# cMoreOrEqual
source: More or equal
de: Größer als oder gleich
et: Rohkem või võrdne
fr: Supérieur ou égal à
it: Maggiore o uguale a
ru: Больше или равно

# cNotEmpty
source: Not empty
de: Keine leere Zeichenfolge
et: Mitte tühi
fr: Pas une chaîne vide
it: Non una stringa vuota
ru: Не пустая строка

# cNotEnds
source: Words do not come to an end
de: Worte enden dort nicht.
et: Sõnad ei lõppenud kohta
fr: Les mots ne s'arrêtent pas là.
it: Le parole non finiscono qui.
ru: Слова не заканчиваются

# cNotEqual
source: Not equal
de: Nicht gleich
et: Ei võrdu
fr: Pas égal à
it: Non uguale a
ru: Не равно

# cNotMatches
source: Fully not mathes
de: Passt nicht genau zusammen
et: Täiesti identsed
fr: Ne correspond pas exactement
it: Non corrisponde esattamente
ru: Полностью не совпадает

# cNotStart
source: Words can not begin
de: Wörter beginnen nicht
et: Sõnad ei suuda alustada
fr: Les mots ne commencent pas
it: Le parole non iniziano
ru: Слова не начинаются

# cStarts
source: Words begin
de: Wörter beginnen
et: Sõnad alustada
fr: Les mots commencent
it: Le parole iniziano
ru: Слова начинаются

# cUnlike
source: Unlike
de: Anders als
et: Erinevalt
fr: Contrairement à
it: Non come
ru: Не похоже на

# dEqual
source: on all fours
de: Genau das Gleiche
et: täitsa sarnane
fr: Exactement le même
it: Esattamente lo stesso
ru: Точно совпадает

# dInterval
source: Located in the interval
de: In dem Intervall
et: Asub intervall
fr: Dans l'intervalle
it: Nell'intervallo
ru: В интервале

# dLessOrEqual
source: Less or equal
de: Weniger als oder gleich
et: Väiksem või võrdne
fr: Moins ou égal à
it: Meno o uguale a
ru: Меньше или равна

# dMoreOrEqual
source: Greater or equal
de: Größer als oder gleich
et: Suurem või võrdne
fr: Supérieur ou égal à
it: Maggiore o uguale a
ru: Больше или равна

# dNull
source: Not specified
de: Nicht angegeben
et: ei ole määratud
fr: Non spécifié
it: Non specificato
ru: Не указана

# TMD_Head2
source: unclosed period
de: nicht abgeschlossene Periode
et: sulgemata perioodil
fr: période non clôturée
it: periodo non chiuso
ru: незакрытый период

# TMD_Head3
source: Period
de: Zeitraum
et: Periood
fr: Période
it: Periodo
ru: Период

# TMD_Head4
source: Contract - Beeline
de: Vertrag - Beeline
et: Kokkulepe - Beeline
fr: Contrat - Beeline
it: Contratto - Beeline
ru: Договор - билайн

# TMD_TblColumn1
source: Date and Time
de: Datum und Uhrzeit
et: Kuupäev ja aeg
fr: Date et heure
it: Data e ora
ru: Дата и время

# TMD_TblColumn2
source: Type
de: Geben Sie ein
et: Tüüp
it: Tipo
ru: Тип

# TMD_TblColumn3
source: Subscriber area
de: Teilnehmerzone
et: Tellija ala
fr: Zone d'abonné
it: Zona abbonati
ru: Зона абонента

# TMD_TblColumn4
source: Direction
de: Ziel
et: Suund
fr: Destination
it: direzione
ru: Направление

# TMD_TblColumn5
source: Service
et: Teenus
it: Servizio
ru: Услуга

# TMD_TblColumn6
source: Duration
de: Dauer
et: Kestus
fr: Durée
it: Durata
ru: Длительность

# TMD_TblColumn7
source: Kbytes
de: Kilobyte
et: Kilotavu
fr: Kilobyte
it: kilobyte
ru: Килобайт

# TMD_TblColumn8
source: employee (including VAT)
de: mitarbeiter (inkl. MwSt.)
et: töötaja (sisaldab käibemaksu)
fr: employé (TVA incluse)
it: impiegato (IVA inclusa)
ru: сотрудником (с НДС)

# TMD_TblColumn9
source: Sum
de: Betrag
et: Summa (sisaldab käibemaksu)
fr: Montant
it: Somma
ru: Сумма

# TMD_TblFooter
source: Total
de: Summe
et: Kogusummas
it: In totale
ru: Итого

# TMD_Title
source: Detailed report on phone calls
de: Ein detaillierter Bericht über Telefonanrufe
et: Üksikasjalik aruanne telefonikõned
fr: Un rapport détaillé sur les appels téléphoniques
it: Un rapporto dettagliato sulle chiamate telefoniche
ru: Детализированный отчёт по телефонным звонкам

# TM_FDataEmptyDogovor
source: all contracts
de: alle Verträge
et: kõik lepingud
fr: tous les contrats
it: tutti i contratti
ru: все договора

# TM_FDataEmptyEmployee
source: all employees
de: alle Angestellten
et: kõik töötajad
fr: tous les employés
it: tutti i dipendenti
ru: все пользователи

# TM_FDataEmptyMonth
source: all
de: all das
et: kõik
fr: tout le
it: tutto il
ru: все

# TM_FDataEmptyPhone
source: all phones
de: alle Telefone
et: kõik telefonid
fr: tous les téléphones
it: tutti i telefoni
ru: все телефоны

# TM_FDogovor
source: Contract
de: Vertrag
et: Kokkulepe
fr: Contrat
it: Accordo
ru: Договор

# TM_FEmployee
source: Employee
de: Mitarbeiter
et: Töötaja
fr: Employé
it: Dipendente
ru: Пользователь

# TM_FilterApply
source: Search
de: Suche
et: Otsing
fr: Chercher
it: Ricerca
ru: Искать

# TM_FMonth
source: Month
de: Monat
et: Kuu
fr: Mois
it: Mese
ru: Месяц

# TM_FOpenMonth
source: Current month
de: Aktueller Monat
et: Jooksva kuu
fr: Mois en cours
it: Mese corrente
ru: Текущий месяц

# TM_FPhone
source: Phone
de: Telefon
et: Telefon
fr: Numéro de téléphone
it: Numero di telefono
ru: Телефон

# TM_FYear
source: Year
de: Jahr
et: Aasta
fr: Année
it: Anno
ru: Год

# TM_Rpt1
source: Costs phones
de: Kosten per Telefon
et: Kulud telefonid
fr: Dépenses par téléphone
it: Spese telefoniche
ru: Затраты по телефонам

# TM_Rpt2
source: Duration of call
de: Dauer per Telefon
et: Kõne kestus
fr: Durée par téléphones
it: Durata dai telefoni
ru: Длительность по телефонам

# TM_Rpt3
source: Expenses for employees
de: Personalkosten
et: Kulutused töötajatele
fr: Coûts de personnel
it: Spese del personale
ru: Затраты по сотрудникам

# TM_Rpt4
source: Duration for employees
de: Dauer für Mitarbeiter
et: Kestus töötajatele
fr: Durée pour les employés
it: Durata per i dipendenti
ru: Длительность по сотрудникам

# TM_Rpt5
source: Detailing Service Beeline
de: Detaillierung der Dienstleistungen von Beeline
et: Üksikasjalikult Beeline
fr: Détailler les services de Beeline
it: Dettaglio dei servizi di Beeline
ru: Детализация услуг Билайн

# TM_RptDetail
source: View detailed report on phone calls
de: Öffnen Sie das Detail
et: Vaata detailset aruannet telefonikõned
fr: Détail ouvert
it: Apri dettaglio
ru: Открыть детализацию

# TM_TblColumn2
source: Time
de: Zeit
et: Aeg
fr: Temps
it: tempo
ru: Время

# TM_TblColumn3
source: Sum
de: Betrag
et: Summa
fr: Montant
it: Somma
ru: Сумма

# TM_TblColumn4_0
source: Employees
de: Betrag bezahlt
et: Töötajad
fr: Montant payé
it: Importo pagato
ru: Сумма, оплачиваемая

# TM_TblColumn4_1
source: pay
de: mitarbeiter
et: maksavad
fr: employés
it: personale
ru: сотрудниками

# TM_Title
source: Billing: Mobile communication
de: Tarifierung: Mobilfunk
et: Arved: Mobiilside
fr: Tarification: communication mobile
it: Tariffazione: comunicazione mobile
ru: Тарификация: Мобильная связь

# STORE_Actuality
source: Actuality
de: Relevanz
et: Aktuaalsus
fr: Pertinence
it: Attualità
ru: Актуальность

# STORE_Agreement
source: Agreement
de: Vertrag
et: Kokkulepe
fr: Contrat
it: Accordo
ru: Договор

# STORE_FindStore
source: Search store
de: Warensuche
et: Leida poest
fr: Recherche d'entrepôt
it: Ricerca nel magazzino
ru: Поиск складов

# STORE_KeeperBank
source: Keeper/Bank
de: Wächter / Bank
et: Kuraator/Pank
fr: Gardien / Banque
it: Guardiano/Banca
ru: Хранитель/банк

# STORE_Manager
source: Manager
de: Der Manager
et: Juht
fr: Le manager
it: Il manager
ru: Распорядитель

# STORE_Name
source: Name
de: Titel
et: Nimi
fr: Titre
it: nome
ru: Название

# STORE_Residence
source: Residence
de: Speicherort
et: Ladustamine
fr: Emplacement de stockage
it: Luogo di stoccaggio
ru: Место хранения

# STORE_ResourceCurrency
source: Resource/Currency
de: Ressource / Währung
et: Ressurss/Valuuta
fr: Ressource / devise
it: Risorsa/valuta
ru: Ресурс/валюта

# STORE_Store
source: Store
de: Lagerhaus
et: Ladu
fr: Entrepôt
it: Magazzino
ru: Склад

# STORE_StoreNumberUndefined
source: Store number is undefined
de: Nummer unbekannt
et: Lao number teadmata
fr: Numéro inconnu
it: Numero sconosciuto
ru: Номер неизвестен

# STORE_StoreType
source: Store type
de: Lagertyp
et: Salvestamistüüp
fr: Type d'entrepôt
it: Tipo di magazzino
ru: Тип склада
