Repository: Kesco-m/Kesco.Lib.Localization
Catalog: ResContainer.*.resx
Languages: de, et, fr, it, ru

# ModelEquipmentForm_Msg_ModelNameRequired
source: The Model field is required
de: Das Feld Modell ist erforderlich
et: Väli Mudel on kohustuslik
fr: Le champ Modèle est obligatoire
it: Il campo Modello è obbligatorio

# PhoneTemplateForm_Label_PhoneTemplate
source: Configuration template
de: Konfigurationsvorlage
et: Konfiguratsiooni mall
fr: Modèle de configuration
it: Modello di configurazione

# ModelEquipmentForm_Msg_SameModelAlreadyExists
source: There is a model of equipment with the specified name and PN
de: Es gibt ein Gerätemodell mit dem angegebenen Namen und PN
et: On olemas konkreetse nime ja PN-ga varustuse mudel
fr: Il existe un modèle d'équipement avec le nom et le PN spécifiés
it: Esiste un modello di apparecchiatura con il nome e il PN specificati

# Cert_msgOnlyValidCanBeReissued
source: Only valid certificate can be reissued
de: Es kann nur ein gültiges Zertifikat erneut ausgestellt werden
et: Ainult kehtivat sertifikaati saab uuesti välja anda
fr: Seul un certificat valide peut être réémis
it: È possibile riemettere solo un certificato valido

# PhonePoolAtribute_form_Title
source: Pool attribute value
de: Poolattributwert
et: Pooli atribuudi väärtus
fr: Valeur d'attribut de pool
it: Valore dell'attributo pool

# PhonePoolAtribute_form_Label_Value
source: Value
de: Wert
et: Väärtus
fr: Valeur
it: Valore

# PhonePoolAtribute_form_Label_Pool
source: Phone pool
de: Telefonpool
et: Telefonibassein
fr: Piscine téléphonique
it: Pool di telefoni

# PhonePoolAtribute_form_Label_Type
source: Attribute type
de: Attributtyp
et: Atribuudi tüüp
fr: Type d'attribut
it: Tipo di attributo

# PhonePoolAtribute_form_Label_Description
source: Description
de: Beschreibung
et: Kirjeldus
fr: La description
it: Descrizione

# PhonePoolAtribute_form_Delete_Title
source: Delete entry with pool attribute value
de: Eintrag mit Poolattributwert löschen
et: Kustuta basseini atribuudi väärtusega kirje
fr: Supprimer l'entrée avec la valeur d'attribut de pool
it: Elimina la voce con il valore dell'attributo pool

# PhonePoolAtribute_form_msgDelete
source: Delete entry with pool attribute value
de: Eintrag mit Poolattributwert löschen
et: Kustuta basseini atribuudi väärtusega kirje
fr: Supprimer l'entrée avec la valeur d'attribut de pool
it: Elimina la voce con il valore dell'attributo pool

# Inv_selPort
source: select port
de: port auswählen
et: valige port
fr: sélectionner le port
it: selezionare la porta

# Inv_msgLANCodeNotTransmitted
source: LAN code not transmitted
de: LAN-Code nicht übertragen
et: LAN-koodi ei edastata
fr: Code LAN non transmis
it: Codice LAN non trasmesso

# Inv_msgLANCodeNotFound
source: Local network with code {0} was not found in the database or is not available
de: Lokales Netzwerk mit dem Code {0} wurde nicht in der Datenbank gefunden oder ist nicht verfügbar
et: Koodiga {0} kohalikku võrku ei leitud andmebaasist või see pole saadaval
fr: Le réseau local avec le code {0} est introuvable dans la base de données ou n'est pas disponible
it: La rete locale con codice {0} non è stata trovata nel database o non è disponibile

# Inv_PoERestartError
source: PoE restart error
de: PoE-Neustartfehler
et: PoE taaskäivitamise viga
fr: Erreur de redémarrage PoE
it: Errore di riavvio PoE

# Inv_msgPersonEmpty
source: No customer selected.
de: Kein Kunde ausgewählt.
et: Ühtegi klienti pole valitud.
fr: Aucun client sélectionné.
it: Nessun cliente selezionato.

# Inv_msgSocketOnlyWithEmployeeOrConnected
source: You have specified the outlet. In this case, you must specify the employee or what is connected.
de: Sie haben eine Steckdose angegeben. In diesem Fall müssen Sie den Mitarbeiter oder die Verbindung angeben.
et: Olete määranud väljundi. Sellisel juhul peate määrama töötaja või selle, mis on ühendatud.
fr: Vous avez spécifié un point de vente. Dans ce cas, vous devez spécifier l'employé ou ce qui est connecté.
it: Hai specificato la presa. In questo caso, è necessario specificare il dipendente o cosa è collegato.

# Inv_msgReturnPeriodExpired
source: Local network return period has expired! Change the return period or close the form!
de: Die Rückgabefrist für das lokale Netzwerk ist abgelaufen! Ändern Sie die Rückgabefrist oder schließen Sie das Formular!
et: Kohaliku võrgu tagastusperiood on läbi! Muutke tagastamisperioodi või sulgege vorm!
fr: La période de retour du réseau local a expiré! Modifiez la période de retour ou fermez le formulaire!
it: Il periodo di restituzione della rete locale è scaduto! Modifica il periodo di restituzione o chiudi il modulo!

# Inv_lblSwitchTo
source: Switch to
de: Wechseln zu
et: Vaheta
fr: Basculer vers
it: Passa a

# Inv_lblCustomer
source: Customer
de: Kunde
et: Klient
fr: Client
it: Cliente

# Inv_lblExchange
source: Exchange with
de: Austausch mit
et: Vaheta kasutajaga
fr: Échange avec
it: Scambia con

# Inv_lblReturnPeriod
source: Return period
de: Zurückzukehren
et: Tagastamisperiood
fr: Période de renvois
it: Periodo di ritorno

# Inv_lblPOE
source: Restart PoE
de: Starten Sie PoE neu
et: Taaskäivitage PoE
fr: Redémarrez PoE
it: Riavvia PoE

# lblChangeFilterCondition
source: Change filter condition
de: Filterbedingung ändern
et: Filtri tingimuse muutmine
fr: Changer la condition du filtre
it: Modifica la condizione del filtro

# Inv_lblColumnsTable
source: Table columns
de: Tabellenspalten
et: Tabeli veerud
fr: Colonnes de table
it: Colonne della tabella

# Inv_lblRestoreDefaultOrderAndVisibility
source: Restore default order and visibility
de: Stellen Sie die Standardreihenfolge und Sichtbarkeit wieder her
et: Taastage vaikekorraldus ja nähtavus
fr: Restaurer l'ordre et la visibilité par défaut
it: Ripristina l'ordine e la visibilità predefiniti

# Inv_msgNotCode
source: Request code not passed
de: Anforderungscode nicht übergeben
et: Taotluse koodi ei edastatud
fr: Code de demande non transmis
it: Codice richiesta non passato

# Inv_msgExpired
source: expired
de: abgelaufen
et: aegunud
fr: expiré
it: scaduto

# Inv_msgEmployeeCompany
source: Employee company
de: Mitarbeiterfirma
et: Töötaja ettevõte
fr: Entreprise salariée
it: Azienda dipendente

# Inv_msgReturnParameterError
source: The return flag code was not transmitted correctly.
de: Der Rückkehrflagcode wurde nicht korrekt übertragen.
et: Tagasilipukoodi ei edastatud õigesti.
fr: Le code de l'indicateur de retour n'a pas été transmis correctement.
it: Il codice del flag di ritorno non è stato trasmesso correttamente.

# Inv_msgErrorExecuteQuery
source: The request was not executed correctly.
de: Die Anfrage wurde nicht korrekt ausgeführt.
et: Taotlust ei täidetud õigesti.
fr: La demande n'a pas été exécutée correctement.
it: La richiesta non è stata eseguita correttamente.

# Inv_msgQueryCodeParameterError
source: The request code was sent incorrectly.
de: Der Anforderungscode wurde falsch gesendet.
et: Taotluse kood saadeti valesti.
fr: Le code de demande a été envoyé de manière incorrecte.
it: Il codice di richiesta è stato inviato in modo errato.

# Inv_lblClearSort
source: Reset sorting
de: Sortierung zurücksetzen
et: Lähtesta sortimine
fr: Réinitialiser le tri
it: Ripristina l'ordinamento

# Inv_lblEquipmentTypes
source: Equipment types
de: Gerätetypen
et: Seadmete tüübid
fr: Types d'équipement
it: Tipi di attrezzatura

# Inv_lblEquipmentType
source: Type of equipment
de: Art der Ausrüstung
et: Varustuse tüüp
fr: Type d'équipement
it: Tipo di attrezzatura

# blockPhone_Form_Title
source: Subscriber information
de: Telefonnummer blockieren
et: Teave abonentide kohta
fr: Informations sur l'abonné
it: Informazioni sull'abbonato

# lbl_block
source: Block
et: Blokeeri
fr: Bloquer
it: Bloccare

# Inv_lblCreateContact
source: Create contact
de: Kontakt erstellen
et: Loo kontakt
fr: Créer un contact
it: Crea contatto

# lblNoBeginWith
source: does not start with
de: beginnt nicht mit
et: ei alga
fr: ne commence pas par
it: non inizia con

# lblNoEndsWith
source: does not end with
de: endet nicht mit
et: ei lõpe sellega
fr: ne se termine pas par
it: non finisce con

# Inv_msgAbonentNotFound
source: Subscriber not found
de: Abonnent nicht gefunden
et: Tellijat ei leitud
fr: Abonné introuvable
it: Sottoscrittore non trovato

# Inv_lblCallBackOnChoiceNumber
source: Call back to the selected number
de: Rufen Sie die ausgewählte Nummer zurück
et: Helistage valitud numbrile tagasi
fr: Rappeler le numéro sélectionné
it: Richiama al numero selezionato

# Inv_lblCallBack
source: Call back
de: Zurückrufen
et: Helista tagasi
fr: Rappeler
it: Richiama

# Inv_lblDatePhoneValidity
source: Date of phone validity
de: Datum der Gültigkeit des Telefons
et: Telefoni kehtivuse kuupäev
fr: Date de validité du téléphone
it: Data di validità del telefono

# Users_lblUserEmployees
source: Staff
de: Mitarbeiter
et: Töötajad
fr: Personnel
it: Personale

# Users_msgSearchNotFound
source: No employees were found for this criterion. Change your search string.
de: Für dieses Kriterium wurden keine Mitarbeiter gefunden. Ändern Sie Ihre Suchzeichenfolge.
et: Selle kriteeriumi järgi töötajaid ei leitud. Muutke oma otsingustringi.
fr: Aucun employé n'a été trouvé pour ce critère. Modifiez votre chaîne de recherche.
it: Nessun dipendente è stato trovato per questo criterio. Modifica la stringa di ricerca.

# Users_lblChoiceEmployee
source: Employee selection
de: Mitarbeiterauswahl
et: Töötajate valik
fr: Sélection des employés
it: Selezione dei dipendenti

# Users_msgSearchResult
source: Search result for all organizations
de: Suchergebnis für alle Organisationen
et: Kõigi organisatsioonide otsingutulemid
fr: Résultat de la recherche pour toutes les organisations
it: Risultato della ricerca per tutte le organizzazioni

# Users_lblGeneralEmployee
source: General employee
de: Generalangestellter
et: Üldine töötaja
fr: Employé général
it: Impiegato generale

# Users_EmplSelected
source: Selected employees
de: Ausgewählte Mitarbeiter
et: Valitud töötajad
fr: Employés sélectionnés
it: Dipendenti selezionati

# Users_lblOrganizations
source: The organization
de: Die Organisation
et: Organisatsioon
fr: L'organisation
it: L'organizzazione

# Users_lblIncludingStaff
source: including staff subordinate units
de: einschließlich Personal untergeordnete Einheiten
et: sealhulgas töötajad alluvad üksused
fr: y compris le personnel unités subordonnées
it: compreso il personale unità subalterne

# Users_lblNoChoiceEmployee
source: no employee selected
de: kein Mitarbeiter ausgewählt
et: ühtegi töötajat pole valitud
fr: aucun employé sélectionné
it: nessun dipendente selezionato

# Users_msgMiniPhotosNotFound
source: Staff mini photos not found
de: Mitarbeiter Mini-Fotos nicht gefunden
et: Personali minifotosid ei leitud
fr: Mini photos du personnel introuvables
it: Mini foto del personale non trovate

# Users_lblMiniPhoto
source: Mini photo
de: Mini Foto
et: Mini foto
it: Mini foto

# Users_msgNoMiniPhoto
source: no mini photo
de: kein Mini-Foto
et: minifotot pole
fr: pas de mini photo
it: nessuna mini foto

# Users_msgErrorCreateMiniPhoto
source: Error forming the list of mini-photos
de: Fehler beim Erstellen der Liste der Mini-Fotos
et: Minifotode loendi moodustamisel tekkis viga
fr: Erreur lors de la formation de la liste des mini-photos
it: Errore durante la formazione dell'elenco delle mini foto

# Users_lblAddPhoto
source: Add a photo
de: Füge ein Foto hinzu
et: Lisage foto
fr: Ajouter une photo
it: Aggiungere una foto

# Users_lblCreateMiniPhoto
source: Create a mini photo
de: Erstellen Sie ein Mini-Foto
et: Looge minifoto
fr: Créer une mini photo
it: Crea una mini foto

# Users_lblEmployeePhotos
source: Employee photos
de: Mitarbeiterfotos
et: Töötajate fotod
fr: Photos des employés
it: Foto dei dipendenti

# Users_lblNoMiniPhoto
source: mini photo missing
de: mini-Foto fehlt
et: minifoto puudub
fr: mini photo manquante
it: mini foto mancante

# Users_lblCodePhoto
source: Photo code
de: Fotocode
et: Fotokood
fr: Fotocode
it: Codice foto

# Users_lblDatePhoto
source: Photo date
de: Fotodatum
et: Foto kuupäev
fr: Date de la photo
it: Data foto

# Users_lblChangePhoto
source: Change photo
de: Changer la photo
et: Cambia foto
fr: Changer la photo
it: Cambia foto

# Users_lblChanged
source: Changed
de: Geändert
et: Muutunud
fr: Changé
it: Сambiato

# Users_lblSavePhotoParams
source: Saved photo options.
de: Gespeicherte Fotooptionen.
et: Salvestatud fotovalikud.
fr: Options de photo enregistrées.
it: Opzioni foto salvate.

# Users_lblPhotoDate
source: Photo date
de: Fotodatum
et: Foto kuupäev
fr: Date de la photo
it: Data foto

# Users_lblSizeImage
source: Image size
de: Bildgröße
et: Pildi suurus
fr: Taille de l'image
it: Dimensione dell'immagine

# Users_lblFormat
source: Format
et: Vormindus
it: Formato

# Users_lblChromaticity
source: Chromaticity
de: Chromatizität
et: Värvus
fr: Chromaticité
it: Cromaticità

# Users_lblFileSizeNoMore
source: File size no more
de: Faili suurus pole enam
et: Faili suurus pole enam
fr: Pas plus de taille de fichier
it: Dimensione del file non più

# Users_lblNoMoreOneMonth
source: no later than one month
de: spätestens einen Monat
et: hiljemalt üks kuu
fr: au plus tard un mois
it: hiljemalt üks kuu

# Users_lblPhotoSizeParams
source: width 531px height 709px at 300 dpi (aspect ratio 3/4) (531x709x300)
de: Breite 531px Höhe 709px bei 300 dpi (Seitenverhältnis 3/4) (531x709x300)
et: laius 531px kõrgus 709px 300 dpi juures (kuvasuhe 3/4) (531x709x300)
fr: largeur 531px hauteur 709px à 300 dpi (rapport hauteur / largeur 3/4) (531x709x300)
it: larghezza 531 px altezza 709 px a 300 dpi (proporzioni 3/4) (531 x 709 x 300)

# Users_lblColorParams
source: 16.5M colors or 24bit per RGB point (24bppRGB)
de: 16,5 Millionen Farben oder 24 Bit pro RGB-Punkt (24 Bit / s RGB)
et: 16,5 miljonit värvi või 24bit RGB-punkti kohta (24bppRGB)
fr: 16,5 millions de couleurs ou 24 bits par point RVB (24 bppRGB)
it: 16,5 milioni di colori o 24 bit per punto RGB (24 bppRGB)

# Users_lblAddChangePhoto
source: Add / change employee photo
de: Mitarbeiterfoto hinzufügen / ändern
et: Töötaja foto lisamine / muutmine
fr: Ajouter / modifier la photo d'un employé
it: Aggiungi / cambia la foto del dipendente

# Users_msgAfterConvertingOver64
source: After converting the photo, the size has become over 64K!
de: Nach dem Konvertieren des Fotos ist die Größe über 64 KB geworden!
et: Pärast foto teisendamist on suurus muutunud üle 64K!
fr: Après la conversion de la photo, la taille est devenue supérieure à 64K!
it: Dopo aver convertito la foto, la dimensione è diventata superiore a 64K!

# Users_msgFormatNoJpeg
source: Format is not JPEG!
de: Format ist nicht JPEG!
et: Vorming pole JPEG!
fr: Le format n'est pas JPEG!
it: Il formato non è JPEG!

# Users_lblFileSize
source: File size
de: Dateigröße
et: Faili suurus
fr: Taille du fichier
it: Dimensione del file

# Users_lblPrintPropusk
source: Pass stamp
de: Stempel übergeben
et: Pass tempel
fr: Timbre de passage
it: Timbro del passaggio

# Users_lblAddingPhoto
source: Adding a photo
de: Foto hinzufügen
et: Foto lisamine
fr: Ajouter une photo
it: Aggiunta di una foto

# Users_lblPrintBadge
source: Print a badge for an employee
de: Drucken Sie einen Ausweis für einen Mitarbeiter
et: Töötajale printige märk
fr: Imprimer un badge pour un employé
it: Stampa un badge per un dipendente

# Users_lblPrintPhotos
source: Printing photos
de: Fotos drucken
et: Fotode printimine
fr: Impression de photos
it: Stampa di foto

# Users_lblPrintEmplPhotos
source: Print employee photos
de: Mitarbeiterfotos drucken
et: Töötajate fotode printimine
fr: Imprimer les photos des employés
it: Stampa le foto dei dipendenti

# Users_lblPrintParam
source: Print options
de: Druckoptionen
et: Prindivalikud
fr: Options d'impression
it: Opzioni di stampa

# Users_lblPreview
source: Preview
de: Vorschau
et: Eelvaade
fr: Aperçu
it: Anteprima

# Inv_lblTerrNameRus
source: Territory name in Russian
de: Gebietsname in russischer Sprache
et: Territooriumi nimi vene keeles
fr: Nom du territoire en russe
it: Nome del territorio in russo

# Inv_lblTerrNameRusAlt
source: Alternative name of the territory in Russian
de: Alternativer Name des Territoriums in russischer Sprache
et: Territooriumi alternatiivne nimi vene keeles
fr: Nom alternatif du territoire en russe
it: Nome alternativo del territorio in russo

# Inv_lblTerrNameEng
source: International name of the territory in English
de: Internationaler Name des Gebiets in englischer Sprache
et: Territooriumi rahvusvaheline nimi inglise keeles
fr: Nom international du territoire en anglais
it: Nome internazionale del territorio in inglese

# Inv_lblTerrNameEngAlt
source: Alternative international name for the territory in English
de: Alternativer internationaler Name des Gebiets in Englisch
et: Territooriumi alternatiivne rahvusvaheline nimi inglise keeles
fr: Nom international alternatif du territoire en anglais
it: Nome internazionale alternativo del territorio in inglese

# Inv_lblOKCMCode
source: OKSM code
et: OKSM-kood
fr: Code OKSM
it: Codice OKSM

# Inv_lblCountryPhoneCode
source: Tel. code of the country
de: Tel. Code des Landes
et: Tel. riigi kood
fr: Tél. code du pays
it: Tel. codice del paese

# Inv_lblAbbreviation
source: Abbreviation
de: Abkürzung
et: Lühend
fr: Abréviation
it: Abbreviazione

# Inv_msgTerCodeNotTransmitted
source: Territory code not passed
de: Gebietscode nicht übergeben
et: Territooriumi koodi ei edastatud
fr: Code de territoire non transmis
it: Codice territorio non passato

# Inv_msgTerCodeNotFound
source: Territory with code {0} was not found in the database or is not available
de: Gebiet mit dem Code {0} wurde nicht in der Datenbank gefunden oder ist nicht verfügbar
et: Koodiga {0} territooriumi ei leitud andmebaasist või see pole saadaval
fr: Le territoire avec le code {0} est introuvable dans la base de données ou n'est pas disponible
it: Il territorio con codice {0} non è stato trovato nel database o non è disponibile

# Inv_lblTelCodeChangedBy
source: Phone code changed
de: Telefoncode geändert
et: Telefonikood muudetud
fr: Code de téléphone modifié
it: Il codice del telefono è cambiato

# Inv_lblTelCodeChanged
source: Phone code changed
de: Telefoncode geändert
et: Telefonikood muudetud
fr: Code de téléphone modifié
it: Il codice del telefono è cambiato

# Inv_lblTelCodeEdit
source: Editing a dialing code
de: Vorwahl bearbeiten
et: Valimiskoodi muutmine
fr: Modifier un code de numérotation
it: Modifica di un prefisso

# Inv_lblAddTelCode
source: Add dialing code
de: Vorwahl hinzufügen
et: Lisage valimiskood
fr: Ajouter un code de numérotation
it: Aggiungi prefisso

# Inv_lblTelephoneCode
source: Telephone code
de: Telefoncode
et: Telefoni kood
fr: Indicatif téléphonique
it: Prefisso telefonico

# Inv_msgDeleteTelCodeConfirm
source: Are you sure you want to remove the dialing code
de: Sind Sie sicher, dass Sie die Vorwahl entfernen möchten?
et: Kas olete kindel, et soovite valimiskoodi eemaldada
fr: Voulez-vous vraiment supprimer le code de numérotation
it: Sei sicuro di voler rimuovere il prefisso

# Inv_lblAreaCodeLength
source: Area code length
de: Vorwahllänge
et: Suunakoodi pikkus
fr: Longueur de l'indicatif régional
it: Lunghezza prefisso

# Inv_lblTelephoneType
source: Telephone type
de: Telefontyp
et: Telefoni tüüp
fr: Type de téléphone
it: Tipo di telefono

# Inv_lblDeletePhoneCode
source: delete phone code
de: Telefoncode löschen
et: kustutage telefonikood
fr: eliminare il codice del telefono
it: eliminare il codice del telefono

# Inv_lblEditPhoneCode
source: edit phone code
de: telefoncode bearbeiten
et: telefonikoodi muutmine
fr: modifier le code de téléphone
it: modificare il codice del telefono

# Inv_lblComment
source: Comment
de: Kommentar
et: Kommentaar
fr: Commentaire
it: Commento

# Inv_msgTelCodeNotTransmitted
source: Telephone code not transmitted
de: Telefoncode nicht übertragen
et: Telefonikoodi ei edastata
fr: Code téléphonique non transmis
it: Codice telefonico non trasmesso

# Inv_msgTelCodeNotFound
source: Calling code {0} is not found in the database or is not available
de: Der Aufrufcode {0} wurde nicht in der Datenbank gefunden oder ist nicht verfügbar
et: Helistamiskoodi {0} ei leitud andmebaasist või see pole saadaval
fr: Code d'appel {0} introuvable dans la base de données ou non disponible
it: Codice di chiamata {0} non trovato nel database o non disponibile

# WWW_lblWWW
source: Personal
de: Persönlich
et: Isiklik
fr: Personnel
it: Personale

# WWW_lblPersonalInformation
source: Personal information
de: Persönliche Informationen
et: Isiklik informatsioon
fr: Informations personnelles
it: Informazione personale

# WWW_msgSetDefaultLanguage
source: Set the default interface language
de: Legen Sie die Standardsprache für die Benutzeroberfläche fest
et: Määrake liidese vaikekeel
fr: Définir la langue d'interface par défaut
it: Imposta la lingua dell'interfaccia predefinita

# WWW_lblSetReturnEmailAddress
source: Set return email address
de: Stellen Sie die E-Mail-Adresse ein
et: Määrake tagastamise e-posti aadress
fr: Définir l'adresse e-mail de retour
it: Imposta l'indirizzo email di ritorno

# WWW_lblChange
source: Edit
de: Bearbeiten
et: Muuda
fr: Éditer
it: Modificare

# WWW_msgChangeDefaultLanguage
source: You are going to change the default interface language
de: Sie werden die Standardsprache der Benutzeroberfläche ändern
et: Muudate liidese vaikekeelt
fr: Vous allez changer la langue d'interface par défaut
it: Stai per cambiare la lingua dell'interfaccia predefinita

# WWW_msgTo
source: to
de: in
et: peal
it: in

# WWW_msgChangeSenderEmail
source: You are about to change the sender address for your emails
de: Sie sind dabei, die Absenderadresse für Ihre E-Mails zu ändern
et: Muudate oma e-kirjade saatja aadressi
fr: Vous êtes sur le point de modifier l'adresse d'expéditeur de vos e-mails
it: Stai per modificare l'indirizzo del mittente per le tue e-mail

# WWW_lblOpenEmployeeCard
source: open employee card
de: Mitarbeiterkarte öffnen
et: avatud töötaja kaart
fr: carte d'employé ouverte
it: carta del dipendente aperta

# WWW_lblSearchEmployeesBynameOrPhone
source: search for employees by name or phone number
de: Suche nach Mitarbeitern nach Name oder Telefonnummer
et: otsige töötajaid nime või telefoninumbri järgi
fr: rechercher des employés par nom ou numéro de téléphone
it: Suche nach Mitarbeitern nach Name oder Telefonnummer

# WWW_lblEmployee
source: employee
de: Mitarbeiter
et: töötaja
fr: employé
it: dipendente

# WWW_lblInDirectories
source: in reference books
de: in Nachschlagewerken
et: teatmeteostes
fr: dans les livres de référence
it: teatmeteostes

# WWW_lblOnInternet
source: on the Internet
de: im Internet
et: internetis
fr: sur Internet
it: su internet

# WWW_lblInternetSearch
source: internet search
de: internetsuche
et: interneti-otsing
fr: recherche Internet
it: ricerca Internet

# WWW_lblSearchInDirectories
source: search for individuals, organizations and banks in directories
de: Suche nach Personen, Organisationen und Banken in Verzeichnissen
et: üksikisikute, organisatsioonide ja pankade otsimine kataloogidest
fr: recherche d'individus, d'organisations et de banques dans des annuaires
it: ricerca di individui, organizzazioni e banche negli elenchi

# WWW_msgNotDetermineParameter
source: Could not determine parameter value
de: Parameterwert konnte nicht ermittelt werden
et: Parameetri väärtust ei õnnestunud määrata
fr: Impossible de déterminer la valeur du paramètre
it: Impossibile determinare il valore del parametro

# WWW_lblFrom
source: of
de: von
et: kohta
fr: de
it: di

# Cert_lblHasClosedKey
source: Have a private key
de: Habe einen privaten Schlüssel
et: Kas teil on privaatne võti
fr: Avoir une clé privée
it: Avere una chiave privata

# Cert_lblNotClosedKey
source: No private key
de: Kein privater Schlüssel
et: Privaatvõtit pole
fr: Pas de clé privée
it: Nessuna chiave privata
