Repository: Kesco-m/Kesco.Lib.Localization
Catalog: ResContainer.*.resx
Languages: de, et, fr, it, ru

# Users_msgChangeGroupEmployee
source: {0} is a member of group {1}, but you remove him from the group’s workstation and assign him to the group’s workplace {2}. Do you confirm that {0} is not a member of group {1} and is a member of group {2}?
de: {0} ist Mitglied der Gruppe {1}, aber Sie entfernen ihn von der Arbeitsstation der Gruppe und weisen ihn dem Arbeitsplatz der Gruppe zu {2}. Bestätigen Sie, dass {0} kein Mitglied der Gruppe {1} und ein Mitglied der Gruppe {2} ist?
et: {0} est membre du groupe {1}, mais vous le supprimez du poste de travail du groupe et l'affectez au poste de travail du groupe {2}. Confirmez-vous que {0} n'est pas un membre du groupe {1} et est membre du groupe {2}?
fr: {0} est membre du groupe {1}, mais vous le supprimez du poste de travail du groupe et l'affectez au poste de travail du groupe {2}. Confirmez-vous que {0} n'est pas un membre du groupe {1} et est membre du groupe {2}?
it: {0} è un membro del gruppo {1}, ma lo rimuovi dalla workstation del gruppo e lo assegni al posto di lavoro del gruppo {2}. Confermi che {0} non è un membro del gruppo {1} ed è un membro del gruppo {2}?

# Users_msgRemoveEmployeeFromGroup
source: {0} is a member of group {1}, but you are removing him from the group’s workplace. Are you confirming that {0} is no longer a member of group {1}?
de: {0} ist Mitglied der Gruppe {1}, aber Sie entfernen ihn vom Arbeitsplatz der Gruppe. Bestätigen Sie, dass {0} kein Mitglied der Gruppe {1} mehr ist?
et: {0} on grupi {1} liige, kuid eemaldate ta grupi töökohalt. Kas kinnitate, et {0} ei ole enam grupi {1} liige?
fr: {0} est membre du groupe {1}, mais vous le retirez du poste de travail du groupe. Confirmez-vous que {0} n'est plus un membre du groupe {1}?
it: {0} è un membro del gruppo {1}, ma lo stai rimuovendo dal posto di lavoro del gruppo. Stai confermando che {0} non è più un membro del gruppo {1}?

# Users_msgSetEmployeeOnShift
source: You assign {0} to the workstation where {1} works in shifts. Do you confirm that {0} works in shift from {1}?
de: Sie weisen der Workstation {0} zu, auf der {1} in Schichten arbeitet. Bestätigen Sie, dass {0} in der Schicht von {1} funktioniert?
et: Olete määranud {0} tööjaamale, kus {1} töötab vahetustega. Kas kinnitate, et {0} töötab nihkega {1}?
fr: Vous affectez {0} au poste de travail sur lequel {1} travaille par équipes. Confirmez-vous que {0} fonctionne en décalage de {1}?
it: Si assegna {0} alla workstation in cui {1} lavora a turni. Confermi che {0} funziona a turni da {1}?

# Users_msgSetEmployeeOnGroup
source: You assign {0} to the workplace of group {1}. Do you confirm that {0} is a member of group {1}?
de: Sie weisen dem Arbeitsplatz der Gruppe {1} {0} zu. Bestätigen Sie, dass {0} Mitglied der Gruppe {1} ist?
et: Te määrate grupi {1} töökohale {0}. Kas kinnitate, et {0} on grupi {1} liige?
fr: Vous affectez {0} au lieu de travail du groupe {1}. Confirmez-vous que {0} est membre du groupe {1}?
it: Assegni {0} al posto di lavoro del gruppo {1}. Confermi che {0} è un membro del gruppo {1}?

# Users_lblSelectWorkplaceToSave
source: To save, you must select a workplace.
de: Zum Speichern müssen Sie einen Arbeitsplatz auswählen.
et: Salvestamiseks peate valima töökoha.
fr: Pour enregistrer, vous devez sélectionner un lieu de travail.
it: Per salvare, è necessario selezionare un posto di lavoro.

# Users_msgConfirmDelete
source: Confirm removal.
de: Bestätigen Sie das Entfernen.
et: Kinnitage eemaldamine.
fr: Confirmez la suppression.
it: Conferma la rimozione.

# Users_NoLocationSource
source: Location source code not passed
de: Der Quellcode des Standorts wurde nicht übergeben
et: Asukoha lähtekoodi ei edastatud
fr: Code source de l'emplacement non transmis
it: Codice sorgente posizione non passato

# Users_NoEmployee
source: Employee code not passed
de: Mitarbeitercode nicht übergeben
et: Töötaja koodi pole edasi antud
fr: Code d'employé non transmis
it: Codice dipendente non passato

# Users_NoEmployeeDestination
source: New location code not passed
de: Neuer Standortcode nicht übergeben
et: Uus asukohakood pole edastatud
fr: Le nouveau code d'emplacement n'a pas été transmis
it: Nuovo codice di posizione non passato

# Users_lblEquipmentMovedToNewWorkplace
source: Equipment moved to a new workplace:
de: Ausrüstung an einen neuen Arbeitsplatz verlegt:
et: Seadmed koliti uude töökohta:
fr: L'équipement a été transféré sur un nouveau lieu de travail:
it: Le attrezzature si sono trasferite in un nuovo posto di lavoro:

# Users_lblModele
source: Model
de: Modell
et: Mudel
fr: Modèle
it: Modello

# Users_lblEquipmentEmployeeAtNewWorkplace
source: Equipment issued to an employee at a new workplace:
de: Ausstattung eines Mitarbeiters an einem neuen Arbeitsplatz:
et: Uue töökoha töötajale väljastatud seadmed:
fr: Équipement délivré à un employé d'un nouveau lieu de travail:
it: Attrezzature rilasciate a un dipendente in un nuovo posto di lavoro:

# Users_lblPreviousResponsible
source: Previous Responsible
de: Vorheriger Verantwortlicher
et: Eelmine vastutav
fr: Responsable précédent
it: Responsabile precedente

# Users_lblDeleteWorkPlace
source: Delete a workplace and close the form
de: Löschen Sie einen Arbeitsplatz und schließen Sie das Formular
et: Kustutage töökoht ja sulgege vorm
fr: Supprimer un lieu de travail et fermer le formulaire
it: Elimina un posto di lavoro e chiudi il modulo

# TTN_msgMinTimeLike
source: The minimum reevaluation time ({0} min.) has not expired.
de: Die minimale Neubewertungszeit ({0} min.) ist nicht abgelaufen.
et: Minimaalne ümberhindamisaeg ({0} min.) pole lõppenud.
fr: Le délai minimal de réévaluation ({0} min.) n’a pas expiré.
it: Il tempo minimo di rivalutazione ({0} min.) non è scaduto.

# Inv_lblAbonentNumber
source: Subscriber number
de: Teilnehmernummer
et: Tellija number
fr: Numéro d'abonné
it: Numero abbonato

# Inv_lblAbonentFIO
source: Name of subscriber
de: Name des Abonnenten
et: Abonendi nimi
fr: Nom de l'abonné
it: Nome dell'abbonato

# Inv_lblAbonentStatus
source: Subscriber status
de: Abonnentenstatus
et: Abonendi staatus
fr: Statut de l'abonné
it: Stato dell'abbonato

# Inv_lblStatusChangeDate
source: Date of Last Status Change
de: Datum der letzten Statusänderung
et: Viimase oleku muutmise kuupäev
fr: Date du dernier changement de statut
it: Data dell'ultimo cambio di stato

# Inv_lblChangeReason
source: Reason for last change
de: Grund für die letzte Änderung
et: Viimase muudatuse põhjus
fr: Raison du dernier changement
it: Motivo dell'ultima modifica

# Inv_lblServiceDescription
source: Description of the tariff plan service
de: Beschreibung des Tarifplans
et: Tariifiplaaniteenuse kirjeldus
fr: Description du service de plan tarifaire
it: Descrizione del servizio del piano tariffario

# Inv_lblEndDate
source: Expiration date
de: Ablaufdatum
et: Aegumiskuupäev
fr: Date d'expiration
it: Data di scadenza

# Inv_lblStatrDate
source: Action start date
de: Startdatum der Aktion
et: Toimingu alguskuupäev
fr: Date de début de l'action
it: Data di inizio dell'azione

# Inv_lblServiceCode
source: Tariff plan service code
de: Tarif Service-Code
et: Tariifiplaani teenuse kood
fr: Code de service du plan tarifaire
it: Codice di servizio del piano tariffario

# Inv_lblActivationDate
source: Subscriber Activation Date
de: Aktivierungsdatum des Abonnenten
et: Abonendi aktiveerimise kuupäev
fr: Date d'activation de l'abonné
it: Data di attivazione dell'abbonato

# Inv_lblCostInMonth
source: Cost per month
de: Kosten pro Monat
et: Maksumus kuus
fr: Coût par mois
it: Costo al mese

# Inv_lblContractCode
source: Contract code
de: Vertragscode
et: Lepingu kood
fr: Code du contrat
it: Codice del contratto

# Inv_lblLoadProviderServices
source: Download additional beeline services
de: Laden Sie weitere Beeline-Dienste herunter
et: Laadige alla täiendavad Beeline'i teenused
fr: Télécharger des services Beeline supplémentaires
it: Scarica altri servizi Beeline

# Inv_lblCostInDay
source: Cost per day
de: Kosten pro Tag
et: Maksumus päevas
fr: Coût par jour
it: Costo al giorno

# Inv_lblCostInclusion
source: Cost of inclusion
de: Einschlusskosten
et: Kaasamise kulud
fr: Coût de l'inclusion
it: Costo dell'inclusione

# Inv_lblGigInMonth
source: Gigabytes per month
de: Gigabyte pro Monat
et: Gigabaiti kuus
fr: Gigaoctets par mois
it: Gigabyte al mese

# Inv_lblIT
source: IT equipment only
de: Nur IT-Ausrüstung
et: Ainult IT-seadmed
fr: Équipement informatique uniquement
it: Solo apparecchiature IT

# Inv_lblNotIT
source: Not IT equipment
de: Keine IT-Ausrüstung
et: Mitte IT-seadmed
fr: Pas de matériel informatique
it: Non apparecchiature IT

# TTN_lblBalance
source: Balance of
de: Balance von
et: Bilanss
fr: Solde de
it: Saldo di

# Confirm_msgRefresh_captionYes
source: Reload
de: Neu laden
et: Laadige uuesti
fr: Recharger
it: Ricarica

# Confirm_msgRefresh_captionNo
source: Recheck
de: Erneut prüfen
et: Kontrollige uuesti
fr: Revérifier
it: ricontrollo

# Confirm_msgRefresh_captionCancel
source: Cancel
de: Abbrechen
et: Tühista
fr: Annuler
it: cancellazione

# Inv_msgDeleteSoketConfirm
source: Are you sure you want to remove the outlet
de: Möchten Sie die Steckdose wirklich entfernen
et: Kas soovite kindlasti pistikupesa eemaldada
fr: Sei sicuro di voler rimuovere la presa
it: Sei sicuro di voler rimuovere la presa

# Inv_msgDeleteSocket
source: remove outlet
de: steckdose entfernen
et: eemaldage väljalaskeava
fr: enlever la sortie
it: rimuovere la presa

# Inv_msgEditSocket
source: edit outlet
de: ausgang bearbeiten
et: redigeeri väljalaskeava
fr: éditer la sortie
it: modifica outlet

# Inv_lblPersonalArea
source: Personal Area
de: Persönliches Büro
et: Isiklik konto
fr: Compte personnel
it: Conto personale

# Inv_lblPersonalAreas
source: Personal Accounts
de: Persönliche Accounts
et: Isiklikud kontod
fr: Comptes personnels
it: Conti personali

# Inv_lblName
source: Name
et: Nimi
fr: Nom
it: Nome

# Inv_lblType
source: Type
de: Geben Sie ein
et: Tüüp
it: Tipo

# Inv_lblLogin
source: Login
de: Einloggen
et: Logi sisse
fr: Connexion
it: Accesso

# Inv_lblPassword
source: Password
de: Passwort
et: Parool
fr: Mot de passe

# Inv_msgNoData
source: No data
de: Keine Daten
et: Andmed puuduvad
fr: Pas de données
it: Nessun dato

# Inv_lblAddPersonalAccount
source: add personal account
de: Persönliches Konto hinzufügen
et: lisada isiklik konto
fr: ajouter un compte personnel
it: aggiungi un account personale

# Inv_msgDeletePersonalCabinet
source: Are you sure you want to delete your account
de: Möchten Sie Ihr Konto wirklich löschen
et: Kas soovite kindlasti oma konto kustutada
fr: Voulez-vous vraiment supprimer votre compte
it: Sei sicuro di voler cancellare il tuo account

# Inv_lblDeletePersonalCabinet
source: delete personal account
de: persönlichen Account löschen
et: kustuta isiklik konto
fr: supprimer un compte personnel
it: elimina l'account personale

# Inv_lblEditPersonalCabinet
source: edit your account
de: bearbeiten Sie Ihr Konto
et: muutke oma kontot
fr: modifiez votre compte
it: modifica il tuo account

# Inv_lblUserAccess
source: May grant rights
de: Darf Rechte gewähren
et: Võib anda õigusi
fr: Peut accorder des droits
it: Può concedere diritti

# Inv_lblAccessAdd
source: add access rights
de: zugriffsrechte hinzufügen
et: lisage juurdepääsuõigused
fr: ajouter des droits d'accès
it: aggiungi permessi

# Inv_lblAccessEdit
source: edit permissions
de: berechtigungen bearbeiten
et: muutke õigusi
fr: modifier les autorisations
it: modificare i diritti di accesso

# Inv_lblAccessDelete
source: remove access rights
de: zugriffsrechte entfernen
et: eemaldage juurdepääsuõigused
fr: supprimer les droits d'accès
it: rimuovere i diritti di accesso

# Inv_msgAccessDelete
source: Are you sure you want to remove the rights to the employee
de: Möchten Sie die Rechte für den Mitarbeiter wirklich entfernen
et: Kas soovite kindlasti töötajalt õigused ära võtta
fr: Voulez-vous vraiment supprimer les droits de l'employé
it: Sei sicuro di voler rimuovere i diritti del dipendente

# Inv_lblAccessRight
source: access rights
de: zugangsrechte
et: juurdepääsuõigused
fr: droits d'accès
it: diritti di accesso

# Inv_lblPersonalCabinetAccessRight
source: Access rights to your personal account
de: Zugriffsrechte auf Ihr persönliches Konto
et: Teie isiklikule kontole juurdepääsu õigused
fr: Droits d'accès à votre compte personnel
it: Diritti di accesso al tuo account personale

# lTotalFound2
source: Found records: {0}
de: Gefundene Datensätze: {0}
et: Leitud kirjed: {0}
fr: Enregistrements trouvés: {0}
it: Record trovati: {0}

# btnMinimize
source: Collapse
de: Zusammenbruch
et: Ahenda
fr: Réduire
it: Girare

# btnMaximize
source: Maximize
de: Erweitern Sie
et: Laienda
fr: Développer
it: Aperto

# btnCollapse
source: Collapse
de: Zusammenbruch
et: Ahenda
fr: Effondrer
it: Crollo

# btnRestore
source: Restore
de: Wiederherstellen
et: Taastama
fr: Restaurer
it: Ristabilire

# EmployeeIsGroupChoiceOther
source: The employee is a shift group. Choose another employee.
de: Der Mitarbeiter ist eine Schichtgruppe. Wählen Sie einen anderen Mitarbeiter.
et: Töötaja on vahetusgrupp. Valige teine töötaja.
fr: L'employé est un groupe de quart. Choisissez un autre employé.
it: Il dipendente è un gruppo di turno. Scegli un altro dipendente.

# blockedPhone_Grid_Empty
source: No data on blocked phone numbers
de: Keine Daten zu blockierten Telefonnummern
et: Blokeeritud telefoninumbrite kohta pole andmeid
fr: Aucune donnée sur les numéros de téléphone bloqués
it: Nessun dato sui numeri di telefono bloccati

# blockedPhone_Grid_Clmn_КодЗаписи
source: Record Code
de: Code aufzeichnen
et: Salvestuskood
fr: Code d'enregistrement
it: Codice di registrazione

# blockedPhone_Grid_Clmn_НомерТфОП
source: Phone number
de: Telefonnummer
et: Telefoninumber
fr: Numéro de téléphone
it: Numero di telefono

# blockedPhone_Grid_Clmn_ПричинаБлокировки
source: Reason for blocking
de: Grund für die Sperrung
et: Blokeerimise põhjus
fr: Raison du blocage
it: Motivo del blocco

# blockedPhone_Grid_Clmn_ВременноДо
source: Locked up to
de: Eingesperrt bis
et: Lukustatud kuni
fr: Verrouillé jusqu'à
it: Chiuso fino a

# blockedPhone_Grid_Clmn_Сотрудник
source: Changed
de: Geändert
et: Muutunud
fr: Changé
it: Сambiato

# blockedPhone_Form_Title
source: Blocked phone number
de: Gesperrte Telefonnummer
et: Blokeeritud telefoninumber
fr: Numéro de téléphone bloqué
it: Numero di telefono bloccato

# blockedPhone_Grid_Clmn_Delete_Title
source: Unlock phone number
de: Telefonnummer entsperren
et: Avage telefoninumber
fr: Déverrouiller le numéro de téléphone
it: Sblocca il numero di telefono

# blockedPhone_Grid_Clmn_Edit_Title
source: Change blocked phone number information
de: Ändern Sie die Informationen zu blockierten Telefonnummern
et: Blokeeritud telefoninumbri teabe muutmine
fr: Modifier les informations du numéro de téléphone bloqué
it: Modifica le informazioni sul numero di telefono bloccato

# blockedPhone_Search_Title
source: Blocked phone numbers
de: Gesperrte Telefonnummern
et: Blokeeritud telefoninumbrid
fr: Numéros de téléphone bloqués
it: Numeri di telefono bloccati

# blockedPhone_Form_ТелефонныйНомер
source: Telephone number
de: Telefonnummer
et: Telefoninumber
fr: Numéro de téléphone
it: Numero di telefono

# blockedPhone_Form_Формат
source: International number format
de: Internationales Zahlenformat
et: Rahvusvaheline numbrivorming
fr: Format de numéro international
it: Formato numerico internazionale

# blockedPhone_Form_КодСтраны
source: Code of the country
de: Ländercode
et: Riigi kood
fr: Code pays
it: Codice paese

# blockedPhone_Form_КодГорода
source: City / District Code
de: Stadt- / Bezirkscode
et: Linna / rajooni kood
fr: Code de ville / district
it: Codice città / distretto

# blockedPhone_Form_Местный
source: Local number
de: Lokale Nummer
et: Kohalik number
fr: Numéro local
it: Numero locale

# blockedPhone_Form_Состояние
source: Phone number is blocked
de: Telefonnummer ist gesperrt
et: Telefoninumber on blokeeritud
fr: Le numéro de téléphone est bloqué
it: Il numero di telefono è bloccato

# blockedPhone_Form_Заблокирован
source: Blocked
de: Blockiert
et: Blokeeritud
fr: Bloqué
it: bloccato

# blockedPhone_Form_Причина
source: Reason for blocking
de: Grund für die Sperrung
et: Blokeerimise põhjus
fr: Raison du blocage
it: Motivo del blocco

# blockedPhone_Btn_Caption
source: Block<br/>permanently
de: Dauerhaft<br/>blockieren
et: Blokeeri<br/>jäädavalt
fr: Bloquer<br/>définitivement
it: Blocca in<br/>modo permanente

# blockedPhone_Btn_Title
source: Block phone number without time limit and close the form
de: Blockieren Sie die Telefonnummer ohne zeitliche Begrenzung und schließen Sie das Formular
et: Blokeerige telefoninumber ilma tähtajata ja sulgege vorm
fr: Bloquer le numéro de téléphone sans limite de temps et fermer le formulaire
it: Blocca il numero di telefono senza limiti di tempo e chiudi il modulo

# blockedPhone_Form_До
source: before
de: vorher
et: enne
fr: avant
it: a

# blockedPhone_Btn_Delete_Caption
source: Delete
de: Löschen
et: Kustuta
fr: Effacer
it: Elimina

# blockedPhone_Btn_Delete_Title
source: Unblock the phone number and close the form
de: Entsperren Sie die Telefonnummer und schließen Sie das Formular
et: Vabastage telefoninumbri blokeerimine ja sulgege vorm
fr: Débloquez le numéro de téléphone et fermez le formulaire
it: Sblocca il numero di telefono e chiudi il modulo

# blockedPhone_Ntf_Номер
source: Local number not specified!
de: Lokale Nummer nicht angegeben!
et: Kohalikku numbrit pole täpsustatud!
fr: Numéro local non spécifié!
it: Numero locale non specificato!

# blockedPhone_Ntf_Причина
source: The reason for blocking is not indicated!
de: Der Grund für die Sperrung ist nicht angegeben!
et: Blokeerimise põhjust ei näidata!
fr: La raison du blocage n'est pas indiquée!
it: Il motivo del blocco non è indicato!

# blockedPhone_Ntf_Title
source: Save error
de: Fehler speichern
et: Salvesta viga
fr: Erreur d'enregistrement
it: Salva errore

# blockedPhone_Confirm_Delete
source: Are you sure you want to unlock the phone number
de: Möchten Sie die Telefonnummer wirklich entsperren
et: Kas soovite kindlasti telefoninumbri avada
fr: Voulez-vous vraiment déverrouiller le numéro de téléphone
it: Sei sicuro di voler sbloccare il numero di telefono

# Inv_lblSocketWorks
source: The outlet is working
de: Die Steckdose funktioniert
et: Väljalaskeava töötab
fr: La sortie fonctionne
it: L'uscita sta funzionando

# Inv_lblSocketNote
source: Note to the outlet
de: Hinweis zur Steckdose
et: Märkus väljalaskeavale
fr: Remarque à la sortie
it: Nota per la presa

# lblSocketChangedBy
source: Outlet changed
de: Steckdose geändert
et: Väljalaskeava vahetatud
fr: Sortie changée
it: Outlet cambiato

# lblSocketChanged
source: Outlet changed
de: Steckdose geändert
et: Väljalaskeava vahetatud
fr: Sortie changée
it: Outlet cambiato

# lblExtSearch
source: Advanced Search
de: Erweiterte Suche
et: Täpsem otsing
fr: Recherche Avancée
it: Ricerca avanzata

# Users_msgFieldInRussian
source: Fields must be filled in Russian
de: Felder müssen in russischer Sprache ausgefüllt werden
et: Väljad tuleb täita vene keeles
fr: Les champs doivent être remplis en russe
it: I campi devono essere compilati in russo

# Cert_lblCertifications
source: Certifications
de: Zertifizierungen
et: Sertifikaadid
it: Certificazioni

# Cert_lblCertificateStamp
source: Certificate fingerprint
de: Zertifikat Fingerabdruck
et: Sertifikaadi sõrmejälg
fr: Empreinte digitale du certificat
it: Impronta digitale del certificato

# Cert_lblPersonOwnerCertificate
source: Certificate holder person
de: Person des Zertifikatsinhabers
et: Sertifikaadi omaniku isik
fr: Personne titulaire du certificat
it: Persona titolare del certificato

# Cert_lblOwnerCertificate
source: Certificate holder
de: Zertifikatsinhaber
et: Sertifikaadi omanik
fr: Titulaire du certificat
it: Titolare del certificato

# Cert_lblPersonCompany
source: Company face
de: Firmengesicht
et: Ettevõtte nägu
fr: Visage de l'entreprise
it: Volto dell'azienda

# Cert_lblCompanyName
source: Company
de: Firma
et: Firma
fr: Compagnie
it: Società

# Cert_lblContract
source: Contract
de: Vertrag
et: Leping
fr: Contrat
it: Accordo

# Cert_lblPublisher
source: Issued by
de: Herausgegeben von
et: Välja andnud
fr: Délivré par
it: Rilasciato da

# Cert_lblCertificateNomination
source: Certificate Assignments
de: Zertifikatszuweisungen
et: Sertifikaadi määramine
fr: Attribution des certificats
it: Assegnazioni di certificati

# Cert_lblValidFrom
source: Valid from
de: Gültig ab
et: Kehtib alates
fr: Kehtib alates
it: Valido da

# Cert_lblValidTo
source: Valid to
de: Gültig bis
et: Kehtib kuni
fr: Действителен до
it: Valido fino al

# Cert_lblNotValid
source: Not valid
de: Nicht gültig
et: Ei kehti
fr: Non valide
it: Non valido

# Cert_msgNoKeysAtCertificate
source: Certificate has no keys
de: Zertifikat hat keine Schlüssel
et: Sertifikaadil pole võtmeid
fr: Le certificat n'a pas de clés
it: Il certificato non ha chiavi

# Cert_lblKeyChangedBy
source: Key changed
de: Schlüssel geändert
et: Võti muudetud
fr: Clé modifiée
it: Chiave modificata

# Cert_lblKeyChanged
source: Key changed
de: Schlüssel geändert
et: Võti muudetud
fr: Clé modifiée
it: Chiave modificata

# Cert_lblKeyEditing
source: Editing the location of a certificate key
de: Bearbeiten des Speicherorts eines Zertifikatschlüssels
et: Sertifikaadivõtme asukoha muutmine
fr: Modification de l'emplacement d'une clé de certificat
it: Modifica della posizione di una chiave di certificato

# Cer_msgDeleteKeyConfirm
source: Are you sure you want to delete the key location
de: Möchten Sie den Schlüsselspeicherort wirklich löschen?
et: Kas soovite kindlasti võtme asukoha kustutada?
fr: Voulez-vous vraiment supprimer l'emplacement clé
it: Sei sicuro di voler eliminare la posizione della chiave

# Cer_msgEditKey
source: edit key location
de: Schlüsselposition bearbeiten
et: muutke võtme asukohta
fr: modifier l'emplacement des clés
it: modifica posizione chiave

# Cer_msgDeleteKey
source: remove key location
de: schlüsselposition entfernen
et: eemalda võtme asukoht
fr: supprimer l'emplacement de la clé
it: rimuovere la posizione chiave

# Cert_lblAddKey
source: Add Key Location
de: Schlüsselposition hinzufügen
et: Lisage võtme asukoht
fr: Ajouter un emplacement clé
it: Aggiungi posizione chiave

# lblFilter
source: Filter
et: Filtreeri
fr: Filtre
it: Filtro

# lblDeleteAllFilter
source: Delete all filters
de: Löschen Sie alle Filter
et: Kustutage kõik filtrid
fr: Supprimer tous les filtres
it: Elimina tutti i filtri

# lblRemoveAllInstalledFilters
source: remove all installed filters
de: Entfernen Sie alle installierten Filter
et: eemaldage kõik installitud filtrid
fr: supprimer tous les filtres installés
it: rimuovere tutti i filtri installati

# lblOpenSearchResultsSeparateWindow
source: open search results in a separate window
de: Öffnen Sie die Suchergebnisse in einem separaten Fenster
et: avage otsingutulemid eraldi aknas
fr: ouvrir les résultats de la recherche dans une fenêtre séparée
it: apri i risultati della ricerca in una finestra separata

# Inv_lblLocations
source: Locations
de: Standorte
et: Asukohad
fr: Emplacements
it: Posizioni

# Inv_lblMoveTo
source: Move to
de: Ziehen nach
et: Kolima
fr: Déménager à
it: Sposta in

# Inv_lblEditFilter
source: edit filter
de: filter bearbeiten
et: muuda filtrit
fr: modifier le filtre
it: modifica filtro

# Inv_lblDeleteFilter
source: remove filter
de: entfernen filter
et: eemaldada arvufilter
fr: enlever filtre
it: rimuovere filtro

# Inv_lblNotAllSubordinateItemsDisplayed
source: Not all subordinate items are displayed
de: Es werden nicht alle untergeordneten Elemente angezeigt
et: Kõiki alluvaid üksusi ei kuvata
fr: Tous les éléments subordonnés ne sont pas affichés
it: Non vengono visualizzati tutti gli elementi subordinati
