Repository: Kesco-m/Kesco.Lib.Localization
Catalog: ResContainer.*.resx
Languages: de, et, fr, it, ru

# TMD_Vat
source: including VAT
de: inklusive Mehrwertsteuer
et: sisaldab käibemaksu
fr: TVA comprise
it: IVA inclusa
ru: включая НДС

# TM_Empty
source: The data satisfy the filtering criteria is not found!
de: Daten, die die Filterbedingungen erfüllen, werden nicht gefunden!
et: Andmed rahuldada filtreerimine kriteeriumid ei leitud!
fr: Les données satisfaisant les conditions de filtrage ne sont pas trouvées!
it: I dati che soddisfano le condizioni di filtraggio non sono stati trovati!
ru: Данных, удовлетворяющих условиям фильтрации не найдено!

# STORE_CreateStore
source: Create new store
de: Erstellen Sie ein neues Lager
et: Luua uus ladu
fr: Créer un nouvel entrepôt
it: Crea un nuovo magazzino
ru: Создать новый склад

# LinOnce
source: Selection
de: Ausgewählter Artikel
et: Valimine
fr: Élément sélectionné
it: Elemento selezionato
ru: Выбранный элемент

# LnotinOnce
source: With the exception of
de: Außer
et: välja arvatud
fr: À l'exception de
it: Con l'eccezione di
ru: За исключением

# STORE_IsActual
source: Enabled
de: Wirksam
et: õigusaktid
fr: Efficace
it: Atti
ru: Действует

# STORE_IsNotActual
source: Disabled
de: Nicht anwendbar
et: Ei ole kohaldatav
fr: Ne s'applique pas
it: Non applicabile
ru: Не действует

# Title_Help
source: Opens the help
de: Hilfe öffnen
et: Avab abi
fr: Ouvrir l'aide
it: Apri aiuto
ru: Открыть справку

# sName
source: Name
et: Nimi
fr: Nom
it: Nome
ru: Наименование

# sTypeOfTransport
source: Type of transport
de: Transportart
et: Transpordi liik
fr: Mode de transport
it: Modalità di trasporto
ru: Вид транспорта

# sCode
source: Code
et: kood
it: Codice
ru: Код

# lblAnyValue
source: Specify any value
de: Jeder Wert ist angegeben
et: Määra mingit väärtust
fr: Toute valeur est spécifiée
it: Qualsiasi valore è specificato
ru: Указано любое значение

# PageBar_lCurrentPage
source: Page
de: Seite
et: Lehekülg
it: Pagina
ru: Страница

# PageBar_lFirstPage
source: Go to first page
de: Gehe zur ersten Seite
et: Mine esimese lehe
fr: Aller à la première page
it: Vai alla prima pagina
ru: Перейти к первой странице

# PageBar_lLastPage
source: Go to last page
de: Gehe zur letzten Seite
et: Mine viimase lehekülje
fr: Aller à la dernière page
it: Vai all'ultima pagina
ru: Перейти к последней странице

# PageBar_lNextPage
source: Go to next page
de: Gehe zur nächsten Seite
et: Mine järgmisele lehele
fr: Aller à la page suivante
it: Vai alla pagina successiva
ru: Перейти к следующей странице

# PageBar_lOf
source: of
de: von der
et: kohta
fr: de la
it: dal
ru: из

# PageBar_lPrevPage
source: Go to previous page
de: Gehe zur vorherigen Seite
et: Mine eelmisele lehele
fr: Aller à la page précédente
it: Vai alla pagina precedente
ru: Перейти к предыдущей странице

# PageBar_lRowsPerPage
source: Rows per page
de: Anzahl der Einträge pro Seite
et: Rida lehel
fr: Nombre d'entrées par page
it: Numero di voci per pagina
ru: Количество записей на страницу

# TM_AllYear
source: all year (no details)
de: das ganze Jahr (ohne Details)
et: aastaringselt (no üksikasju)
fr: toute l'année (sans détails)
it: tutto l'anno (senza dettagli)
ru: весь год (без детализации)

# sCreateResource
source: Create resource
de: Erstellen Sie eine Eigenschaft
et: Loo vara
fr: Créer une propriété
it: Crea proprietà
ru: Создать ресурс

# STORE_SaveStore
source: Save store
de: Speichern des Lagers
et: Säilitamine ladu
fr: Enregistrement de l'entrepôt
it: Salvataggio del magazzino
ru: Сохранение склада

# cContainsAny
source: It contains any word
de: Enthält ein beliebiges Wort
et: See sisaldab mis tahes sõna
fr: Contient n'importe quel mot
it: Contiene qualsiasi parola
ru: Содержит какое-либо слово

# cNotContainAny
source: It does not contain any words
de: Enthält keine Wörter
et: See ei sisalda sõna
fr: Ne contient aucun mot
it: Non contiene parole
ru: Не содержит какого-либо слова

# STORE_DoesNotMatter
source: Does not matter
de: Nicht wichtig
et: Ei ole oluline
fr: Peu importe
it: Non importa
ru: Не важно

# STORE_ClearSearchConstraints
source: Clear search constraints
de: Filter löschen
et: Eemalda piirangud otsing
fr: Effacer le filtre
it: Cancella filtro
ru: Очистить фильтр

# STORE_SelectStore
source: Select store
de: Wählen Sie ein Lagerhaus
et: Valige lattu
fr: Choisissez un entrepôt
it: Scegli un magazzino
ru: Выбрать склад

# STORE_Edit
source: Edit
de: Bearbeiten
et: Muuta
fr: Modifier
it: Modifica
ru: Редактировать

# cEndTimeAbs
source: End of break
de: Ende der Pause
et: End of murda
fr: Fin de pause
it: Fine della pausa
ru: Конец перерыва

# cStartTimeAbs
source: Start of break
de: Der Beginn der Pause
et: Start murda
fr: Le début de la pause
it: L'inizio della pausa
ru: Начало перерыва

# cptnNeedCheck
source: It requires testing
de: Erfordert eine Überprüfung
et: See nõuab testimine
fr: Nécessite une vérification
it: Richiede la verifica
ru: Требует проверки

# cptnUnicForState
source: It is unique within the country
de: Einzigartig im Land
et: See on unikaalne riik
fr: Unique dans le pays
it: Unico nel Paese
ru: Уникален в приделах страны

# lblAttribute1
source: Attribute1
de: Attribut1
et: Atribuut1
fr: Attribut1
it: Atribut1
ru: Атрибут1

# lblAttribute2
source: Attribute2
de: Attribut2
et: Atribuut2
fr: Attribut2
it: Atribut2
ru: Атрибут2

# lblAttribute3
source: Attribute3
de: Attribut3
et: Atribuut3
fr: Attribut3
it: Atribut3
ru: Атрибут3

# lblAttributeFormat
source: Attribute Format Mask
de: Attribut Format Maske
et: Omadus Format Mask
fr: Masque de format d'attribut
it: Maschera formato attributi
ru: Маска формата атрибута

# STORE_Description
source: Description
de: Hinweis
et: Märkus
fr: Note
it: Osservazione
ru: Примечание

# STORE_Subsidiary
source: Subsidiary
de: Branche / Branche
et: Tütarettevõte
fr: Branche / succursale
it: Filiale/ramo
ru: Отделение/филиал

# STORE_NeedFillResidence
source: Need to specify residence for product store.
de: Für das Lebensmittelgeschäft müssen Sie den Lagerort angeben.
et: Toidupoes peate täpsustama hoiukohast.
fr: Pour l'épicerie, vous devez spécifier l'emplacement de stockage.
it: Per il negozio di alimentari, è necessario specificare la posizione di archiviazione.
ru: Для продуктового склада необходимо указать место хранения.

# STORE_NeedFill
source: Store should have {0}.
de: Das Lager muss {0} haben.
et: Et lattu tuleb täpsustada {0}.
fr: L'entrepôt doit avoir {0}.
it: Il magazzino deve avere {0}.
ru: Для склада должен быть указан {0}.

# lblChanged
source: Changed
de: Geändert
et: Kui muutus
fr: Changé
it: Cambiato
ru: Изменено

# lblChangedBy
source: Changed by
de: Geändert
et: Muutunud
fr: A changé
it: Cambiato
ru: Изменил

# lblAttributeFormatState
source: The country attribute
de: Land des Attributs
et: Riigi atribuut
fr: Pays d'attribut
it: Paese di attributo
ru: Страна атрибута

# lblAttributeFormatType
source: Name attribute types
de: Attributtypname
et: Nimi atribuuditüüpe
fr: Nom du type d'attribut
it: Nome del tipo di attributo
ru: Наименование типа атрибута

# lblLanguageLat
source: Name in Latin
de: Lateinischer Name
et: Nimi Ladina
fr: Nom latin
it: Nome latino
ru: Наименование на латинице

# lblLanguageReg
source: Name in the language
de: Name in der Sprache des Landes
et: Nimi keeles
fr: Nom dans la langue du pays
it: Nome nella lingua del paese
ru: Наименование на языке страны

# lblLanguageRus
source: Name in Russian
de: Name auf Russisch
et: Nimi vene keeles
fr: Nom dans la langue du pays
it: Nome in russo
ru: Наименование на Русском

# errIncorrectlyFilledField
source: Incorrectly filled field
de: Ungültige Felder
et: Valesti täidetud valdkonnas
fr: Champs non valides
it: Campi non validi
ru: Неверно заполнены поля

# errValidChar
source: The field is only permitted signs #, and -
de: Nur # und -
et: Väli on lubatud ainult märke #, ja -
fr: Seulement # et -
it: Il campo è consentito solo segni # e -
ru: В поле допускаются только знаки # и -

# errValidExDef
source: The field is not allowed characters except the hyphen
de: Zeichen sind in dem Feld nicht erlaubt, außer für den Bindestrich
et: Väli on keelatud sümboleid, välja arvatud sidekriips
fr: Les caractères ne sont pas autorisés sur le terrain, sauf pour le trait d'union
it: I caratteri non sono ammessi nel campo, ad eccezione del trattino
ru: В поле не допускаются символы, кроме дефиса

# errValidLatNum
source: In the field allowed only letters, numbers and hyphens
de: Im Feld sind nur lateinische Buchstaben, Zahlen und Bindestriche erlaubt
et: Valdkonnas lubatud ainult tähti, numbreid ja yhdysmerkkejä
fr: Sur le terrain, seules les lettres latines, les chiffres et un trait d'union sont autorisés
it: Nel campo sono consentite solo lettere latine, numeri e un trattino
ru: В поле допускаются только латинские буквы, цифры и дефис

# cpnEditFormat
source: Editing attribute format
de: Bearbeiten eines Attributformats
et: Muokkausattribuutti formaadis
fr: Modification d'un format d'attribut
it: Modifica di un formato di attributo
ru: Редактирование формата атрибута

# cptFormatNameRus1
source: Format Name attribute 1 in Russian
de: Name des Attributs 1 in Russisch
et: Formaat nimi atribuut 1 vene
fr: Nom du format d'attribut 1 en russe
it: Nome del formato dell'attributo 1 in russo
ru: Имя формата атрибута 1 на русском языке

# cptFormatNameRus2
source: Format Name attribute 2 in Russian
de: Name des Attributs 2 in Russisch
et: Formaat nimi atribuut 2 vene
fr: Nom du format d'attribut 2 en russe
it: Nome del formato dell'attributo 2 in russo
ru: Имя формата атрибута 2 на русском языке

# cptFormatNameRus3
source: Format Name attribute 3 in Russian
de: Name des Attributs 3 in Russisch
et: Formaat nimi atribuut 3 vene
fr: Nom du format d'attribut 3 en russe
it: Nome del formato dell'attributo 3 in russo
ru: Имя формата атрибута 3 на русском языке

# cptFormatState
source: Attribute format territory
de: Gebiet des Attributformats
et: Atribuut formaadis ala
fr: Territoire du format d'attribut
it: Territorio del formato dell'attributo
ru: Территория формата атрибута

# cptFormatType
source: Type attribute format
de: Attribut-Format-Typ
et: Tüüp atribuut formaadis
fr: Type de format d'attribut
it: Tipo di formato attributo
ru: Тип формата атрибута

# errValidFormatNameRus1
source: Field attribute name in Russian 1 attribute must be filled
de: Das Feld Attributname für das russische Attribut 1 muss ausgefüllt werden
et: Field atribuudi nimi vene 1 atribuut peab olema täidetud
fr: Le nom du champ de l'attribut sur l'attribut russe 1 doit être rempli
it: Il campo del nome dell'attributo sull'attributo russo 1 deve essere compilato
ru: Поле наименование атрибута на Русском атрибута 1 должно быть заполнено

# errValidFormatNameRus2
source: Field attribute name in Russian 2 attribute must be filled
de: Das Feld für den Attributnamen des russischen Attributs 2 muss ausgefüllt sein
et: Field atribuudi nimi vene 2 atribuut peab olema täidetud
fr: Le nom du champ de l'attribut sur l'attribut russe 2 doit être rempli
it: Il campo del nome dell'attributo sull'attributo russo 2 deve essere compilato
ru: Поле наименование атрибута на Русском атрибута 2 должно быть заполнено

# errValidFormatNameRus3
source: Field attribute name in Russian 3 attribute must be filled
de: Der Feldname des Attributs für das russische Attribut 3 muss ausgefüllt werden
et: Field atribuudi nimi vene 3 atribuut peab olema täidetud
fr: Le nom du champ de l'attribut sur l'attribut russe 3 doit être rempli
it: Il nome del campo dell'attributo dell'attributo russo 3 deve essere compilato
ru: Поле наименование атрибута на Русском атрибута 3 должно быть заполнено

# errValitFormatState
source: The field area should be filled
de: Feldraum muss gefüllt sein
et: Valdkonnas ala tuleb täita
fr: L'espace de champ doit être rempli
it: Lo spazio del campo deve essere riempito
ru: Поле территория должно быть заполнено

# errValitFormatType
source: The field format type must be filled
de: Das Feld für den Formattyp muss ausgefüllt werden
et: Valdkonnas formaadis tüüp peab olema täidetud
fr: Le champ de type de format doit être rempli
it: Il campo del tipo di formato deve essere compilato
ru: Поле тип формата должно быть заполнено

# errWrongSymInField
source: The field contains invalid characters
de: In Feldern gibt es ungültige Zeichen
et: Väli sisaldab valesid märke
fr: Dans les champs, il y a des caractères invalides
it: Nei campi ci sono caratteri non validi
ru: В полях присутствуют недопустимые символы

# lbChenged
source: Changed
de: Geändert
et: Muutunud
fr: Changé
it: Cambiato
ru: Изменено

# cpAtributeEdit
source: Editing person attribute
de: Bearbeiten des Gesichtsattributs
et: Montaaž üksus atribuut
fr: Modification de l'attribut de visage
it: Modifica dell'attributo face
ru: Редактирование атрибута лица

# errValidateAttrubuteValue
source: must be filled
de: muss ausgefüllt werden
et: peab olema täidetud
fr: doit être rempli
it: deve essere riempito
ru: должно быть заполнено

# errValidateAttrubuteValue2
source: Attribute2 field must be filled
de: Das Feld Attribut2 muss ausgefüllt werden
et: Oskus2 valdkonnas peab olema täidetud
fr: Le champ Attribute2 doit être renseigné
it: Il campo Attribute2 deve essere compilato
ru: Поле Атрибут2 должно быть заполнено

# errValidateAttrubuteValue3
source: Attribute3 field must be filled
de: Das Feld Attribut3 muss ausgefüllt werden
et: Oskus3 valdkonnas peab olema täidetud
fr: Le champ Attribute3 doit être renseigné
it: Il campo Attribute3 deve essere compilato
ru: Поле Атрибут3 должно быть заполнено

# errFiled
source: Field
de: Feld
et: Väli
fr: Champ
it: campo
ru: Поле

# btnCancel
source: Cancel
de: Rückgängig machen
et: Tühistama
fr: Annuler
it: Annullare
ru: Отменить

# cpAcceptSave
source: Confirm saving
de: Bestätigen Sie Speichern
et: Kinnita säästa
fr: Confirmer Enregistrer
it: Conferma Salva
ru: Подтвердите сохранение

# msgAddAttributeConfirm
source: Create this attribute will change the end date of the next attribute from the
de: Durch das Erstellen dieses Attributs wird das Enddatum des nächsten Attributs geändert
et: Loo See omadus muudab Järgmise atribuut lõpuni
fr: La création de cet attribut modifie la date de fin de l'attribut suivant
it: La creazione di questo attributo cambierà la data di fine dell'attributo successivo da
ru: Создание данного атрибута изменит дату окончания следующего атрибута с

# msgEditAttributeConfirm
source: Changing this attribute changes the date for the next attribute to the
de: Ändern Sie dieses Attribut, um das Enddatum des nächsten Attributs zu ändern
et: Selle muutmine atribuut kuupäeva muutus järgmise atribuut lõpuks
fr: Modifier cet attribut va changer la date de fin de l'attribut suivant de
it: Cambia questo attributo cambierà la data di fine dell'attributo successivo da
ru: Изменение данного атрибута изменит дату окончания следующего атрибута с

# msgTo
source: to
de: auf dem
et: edasi
fr: sur le
it: sul
ru: на

# cpChildOrganization
source: Subordinate organizations
de: Untergeordnete Organisation
et: Alluvate organisatsioonide
fr: Organisation subordonnée
it: Organizzazione subordinata
ru: Подчиненная организация

# cpDataValid
source: Data valid
de: Die Daten sind gültig
et: Andmed kehtiva
fr: Les données sont valides
it: I dati sono validi
ru: Данные действительны

# cpDescription
source: Description
de: Hinweis
et: Märkus
fr: Note
it: Osservazione
ru: Примечание

# cpManager
source: Manager
de: Kopf von
et: Pea
fr: Chef de
it: Capo di
ru: Руководитель

# cpOwn
source: Own
de: Eigentum
et: Vara
fr: Propriété
it: Proprietà
ru: Собственность

# cpOwner
source: Owner
de: Besitzer
et: Omanik
fr: Propriétaire
it: Proprietario
ru: Владелец

# cpParentOrganization
source: Head organization
de: Lead-Organisation
et: Peaorganisatsioon
fr: Organisations responsables
it: Organizzazione leader
ru: Головная организация

# cpRepresentative
source: Representative
de: Vertreter
et: Esindaja
fr: Représentant
it: Rappresentante
ru: Представитель

# cpSignRole
source: Authority to sign
de: Unterschrift rechts
et: Allkirjaõigus
fr: Signature à droite
it: Firma a destra
ru: Право подписи

# cpTo
source: to
de: bis zu
et: kuni
fr: jusqu'à
it: fino a
ru: до

# cpWorker
source: Employee
de: Arbeiter
et: Töötaja
fr: Ouvrier
it: Dipendente
ru: Работник

# cpWorkPlace
source: Position
et: Kontor
it: Ufficio
ru: Должность

# cpWorkSpace
source: Place of work
de: Arbeitsplatz
et: Töökoht
fr: Mois
it: Luogo di lavoro
ru: Месяц

# elFirstSign
source: The first signature
de: Erste Unterschrift
et: Esimene allkiri
fr: Première signature
it: Prima firma
ru: Первая подпись

# elSecondSign
source: The second signature
de: Zweite Unterschrift
et: Teine allkiri
fr: Deuxième signature
it: Seconda firma
ru: Вторая подпись

# errDatesEx
source: Date From can not be more than the date of To
de: Datum C darf nicht größer als das Datum sein.
et: Kuupäev Koos ei saa olla rohkem kui kuupäeva Kuni
fr: La date C ne doit pas être supérieure à la date.
it: La data C non deve essere maggiore della data.
ru: Дата С не должна быть больше даты До

# lblAdditional
source: Additional
de: Zusatz
et: Lisa
fr: Supplémentaire
it: Addizionale
ru: Добавочный

# lblAdress
source: Address
de: Adresse
et: Aadress
fr: Adresse
it: Indirizzo
ru: Адрес

# lblCity
source: CIty
de: Stadt
et: Linn
fr: Ville
it: Città
ru: Город

# lblCityCode
source: City/area code
de: Vorwahl/Vorwahl
et: linna kood / piirkond
fr: Code Champ de document
it: Area/prefisso
ru: Код города/района

# lblContact
source: Contact
de: Kontaktieren Sie uns
et: Kontakt
fr: Contactez-nous
it: Contattaci
ru: Контакт

# lblCountry
source: Country
de: Land
et: Riik
fr: Pays
it: Paese
ru: Страна

# lblCountryCode
source: Code of the country
de: Ländercode
et: Riigi kood
fr: Nombre de
it: Codice paese
ru: Код страны

# lblDescriptionForm
source: Description
de: Beschreibung
et: Kirjeldus
it: Descrizione
ru: Описание

# lblForDependes
source: According to the employee
de: Durch Angestellter
et: Vastavalt töötaja
fr: Par employé
it: Per dipendente
ru: По работнику

# lblForPosition
source: Position
et: Kontor
it: Ufficio
ru: Должность

# lblForWorkPlace
source: According to the workplace
de: Am Arbeitsplatz
et: Töökohal
fr: Au lieu de travail
it: Al posto di lavoro
ru: По месту работы

# lblIndex
source: Index
et: Indeks
fr: Indice
it: Indice
ru: Индекс

# lblLocalNumber
source: Local number
de: Lokale Nummer
et: Kohalik number
fr: Numéro local
it: Numero locale
ru: Местный номер

# lblStateProv
source: Province / State
de: Staat / Provinz
et: Maakond / riik
fr: Etat / Province
it: Stato / Provincia
ru: Область/Штат

# tltContact
source: Contact
de: Kontaktieren Sie uns
et: Kontakt
fr: Contactez-nous
it: Contattaci
ru: Контакт

# ttContactType
source: Contact type
de: Kontaktart
et: Kontakti tüüp
fr: Type de contact
it: Tipo di contatto
ru: Тип контакта

# ttPerson
source: Person
de: Gesicht
et: Inimene
fr: Visage
it: Persona
ru: Лицо

# errAdressValidation
source: Field Address field must be filled
de: Das Feld Adresse muss ausgefüllt sein
et: Aadress valdkonnas peab olema täidetud
fr: Le champ Attribute doit être renseigné
it: Il campo Indirizzo deve essere compilato
ru: Поле Адрес должно быть заполнено

# errAnotherContactValidation
source: Field Contact field must be filled
de: Das Kontaktfeld muss ausgefüllt sein
et: Valdkonnas tuleb täita Kontakt
fr: Le champ Contact doit être rempli
it: Il campo Contatto deve essere compilato
ru: Поле Контакт должно быть заполнено

# errContactTypeValidation
source: Field Contact type should be filled
de: Das Feld Kontakttyp muss ausgefüllt sein
et: Ergutuskontaktide tüübist tuleb täita
fr: Le champ Type de contact doit être rempli
it: Il campo Tipo di contatto deve essere compilato
ru: Поле Тип контакта должно быть заполнено

# errCountryValidation
source: Field Country must be filled
de: Länderfeld muss ausgefüllt werden
et: Field Riik peab olema täidetud
fr: Le champ Pays doit être rempli
it: Il campo Paese deve essere compilato
ru: Поле Страна должно быть заполнено

# errTelephoneCountryValidation
source: Field Country code must be filled
de: Das Ländercode-Feld muss ausgefüllt sein
et: Field Country code tuleb täita
fr: Le champ du code de pays doit être rempli
it: Il campo codice paese deve essere compilato
ru: Поле Код страны должно быть заполнено

# errTelephoneValidation
source: Field Local number field must be filled
de: Das lokale Nummernfeld muss ausgefüllt werden
et: Kohalik number väli peab olema täidetud
fr: Le champ du numéro local doit être rempli
it: Il campo del numero locale deve essere compilato
ru: Поле Местный номер должно быть заполнено

# errWorkValidation
source: Field Position must be filled
de: Das Feld Job muss ausgefüllt werden
et: Field Seisukoht peab olema täidetud
fr: Le champ Job doit être rempli
it: Il campo Lavoro deve essere compilato
ru: Поле Должность должно быть заполнено

# msgDelete
source: Removal
de: Löschen
et: Eemaldamine
fr: Supprimer
it: Rimozione
ru: Удаление

# msgDeleteContactValidation
source: Are you sure you want to delete this contact?
de: Möchten Sie diesen Kontakt wirklich löschen?
et: Olete kindel, et soovite kustutada selle kontakti?
fr: Êtes-vous sûr de vouloir supprimer ce contact?
it: Sei sicuro di voler eliminare questo contatto?
ru: Вы уверены, что хотите удалить этот контакт?

# errContactIDNotInPersonID
source: The selected contact does not belong to an elected person.
de: Der ausgewählte Kontakt gehört nicht zur gewählten Person.
et: Valitud kontakti ei kuulu valitud isik.
fr: Le contact sélectionné n'appartient pas à la personne élue.
it: Il contatto selezionato non appartiene alla persona eletta.
ru: Выбранный контакт не пренадлежит выбраному лицу.

# errWrongParametrs
source: Invalid parameters passed.
de: Parameter werden falsch übergeben.
et: Vale parameetrite möödas.
fr: Les paramètres sont transmis de manière incorrecte.
it: I parametri sono passati in modo errato.
ru: Неверно переданы параметры.

# cpNaturalAttributes
source: Person details
de: Anforderungen der Person
et: Nägu üksikasjad
fr: Les exigences de la personne
it: Requisiti della persona
ru: Реквизиты лица

# cpNaturalBirthddate
source: Date of Birth
de: Geburtsdatum
et: Sünnikuupäev
fr: Date de naissance
it: Data di nascita
ru: Дата рождения

# cpNaturalContacts
source: Contacts
de: Kontaktieren Sie uns
et: Sidemed
fr: Contactez nous
it: Contattaci
ru: Контакты

# cpNaturalCreateCaption
source: Creating individual
de: Schaffung eines Individuums
et: Õppijal
fr: Création d'un individu
it: Creazione di un individuo
ru: Создание физического лица

# cpNaturalFIO
source: Full name
de: Name
et: Täielik nimi
fr: Nom
it: Nome completo
ru: ФИО

# cpNaturalFirstNameLat
source: Second name in Latin
de: Name in Latein
et: Nimi Ladina
fr: Nom en latin
it: Nome in latino
ru: Имя на латинице

# cpNaturalFirstNameReg
source: The name on the registration of language
de: Name in der Registrierungssprache
et: Nimi registreerimise kohta keeles
fr: Nom dans la langue d'enregistrement
it: Nome nella lingua di registrazione
ru: Имя на языке регистрации

# cpNaturalNickName
source: Save as
de: Speichern als
et: Salvesta
fr: Enregistrer sous
it: Salva come
ru: Сохранить как

# cpNaturalPersonFemale
source: Female
de: F
et: Naissoost
fr: F
it: F
ru: Ж

# cpNaturalPersonMale
source: Male
de: M
et: Mees
fr: M
it: M
ru: М

# cpNaturalPersonTypes
source: Person types
de: Arten von Gesicht
et: Tüübid nägu
fr: Types de visage
it: Tipi di viso
ru: Типы лица

# cpNaturalResponsible
source: Responsible employees
de: Verantwortliche Mitarbeiter
et: Eest vastutav ametnik
fr: Personnel responsable
it: Personale responsabile
ru: Ответственные сотрудники

# cpNaturalSecondNameLat
source: First name in Latin
de: Nachname im lateinischen Alphabet
et: Perekonnanimi Ladina
fr: Nom en alphabet latin
it: Cognome in alfabeto latino
ru: Фамилия на латинице
