Repository: Kesco-m/Kesco.Lib.Localization
Catalog: ResContainer.*.resx
Languages: de, et, fr, it, ru

# msgWrongType
source: The downloadable document is of a type that is not supported by this form.
de: Das herunterladbare Dokument ist von einem Typ, der von diesem Formular nicht unterstützt wird.
et: Allalaaditav dokument on sellist tüüpi, mida see vorm ei toeta.
fr: Le document téléchargeable est d'un type qui n'est pas pris en charge par ce formulaire.
it: Il documento scaricabile è di un tipo che non è supportato da questo modulo.
ru: Загружаемый документ имеет тип, который не поддерживается этой формой.

# ttAddShetDog
source: Opens the document binding dialog
de: Öffnet den Dialog zum Binden von Dokumenten
et: Otkryvayet dialog svyazyvaniya dokumentov Avab dokumendid siduvad dialoogi
fr: Ouvre la boîte de dialogue de liaison de document
it: Apre la finestra di dialogo di rilegatura del documento
ru: Открывает диалог связывания документов

# msgQuestionDelete
source: Do you want to delete {0}?
de: Möchten Sie {0} löschen?
et: Kas soovid kustutada {0}?
fr: Voulez-vous supprimer {0}?
it: Vuoi eliminare {0}?
ru: Вы хотите удалить {0}?

# alertAlreadyLinked
source: This document is already linked with another document. Link type does not allow to choose it
de: Dieses Dokument ist bereits einem anderen Dokument zugeordnet. Die Art der Verbindung ermöglicht es Ihnen nicht, es erneut zu verknüpfen.
et: See dokument on juba seotud teise dokumenti. Lingi tüüp ei võimalda valida see
fr: Ce document est déjà associé à un autre document. Le type de connexion ne vous permet pas de le lier de nouveau.
it: Questo documento è già associato a un altro documento. Il tipo di connessione non ti consente di ricollegarlo.
ru: Данный документ уже связан с другим документом. Тип связи не позволяет связать его повторно.

# signedAkt
source: This document is signed. You will not be able to modify it.
de: Dieses Dokument ist signiert. Sie können keine Änderungen daran vornehmen.
et: See dokument on allkirjastatud. Sa ei saa seda muuta
fr: Ce document est signé. Vous ne pourrez pas y apporter de modifications.
it: Questo documento è firmato Non sarai in grado di apportare modifiche ad esso.
ru: Данный документ подписан. Вы не сможете внести в него изменения.

# DocDateNotExist
source: The date of the document is not filled!
de: Das Datum des Dokuments ist nicht ausgefüllt!
et: Kuupäeva dokument ei ole täidetud!
fr: La date du document n'est pas remplie!
it: La data del documento non è stata riempita!
ru: Не заполнена дата документа!

# DocNumberNotExist
source: The document number is not filled!
de: Die Dokumentennummer ist nicht ausgefüllt!
et: Mitte täielikult dokumendi number!
fr: Le numéro de document n'est pas rempli!
it: Il numero del documento non è stato riempito!
ru: Не заполнен номер документа!

# ClearAllDoc
source: Do you want to clear all data in the document?
de: Möchten Sie alle Dokumentendaten löschen?
et: Kas soovite kustutada kõik andmed dokumendi?
fr: Voulez-vous effacer toutes les données du document?
it: Vuoi cancellare tutti i dati del documento?
ru: Вы хотите очистить все данные документа?

# AskRevertDoc
source: Do you want to return the document to its original state?
de: Möchten Sie das Dokument in den ursprünglichen Zustand zurückversetzen?
et: Kas soovite naasta dokumendi algsesse olekusse?
fr: Voulez-vous renvoyer le document dans son état d'origine?
it: Vuoi riportare il documento allo stato originale?
ru: Хотите вернуть документ в первоначальное состояние?

# lblVariablePartDoc
source: Variable part of the document
de: Variabler Teil des Dokuments:
et: muutuva osa dokumendist
fr: Partie variable du document:
it: Parte variabile del documento:
ru: Изменяемая часть документа:

# lUserLogo
source: Show logo
de: Logo anzeigen
et: Näita logo
fr: Afficher le logo
it: Mostra logo
ru: Показать логотип

# cmdCancel
source: Cancel
de: Stornieren
et: Loobu
fr: Annuler
it: Annulla
ru: Отмена

# cmdDelete
source: Delete
de: Löschen
et: Kustuta
fr: Supprimer
it: Elimina
ru: Удалить

# cmdOK
source: OK
et: Okei
it: Bene

# cmdUncheck
source: Unselect all
de: Alles wiederufen
et: Tühjendage kõik valikud
fr: Désélectionner tout
it: Deseleziona tutto
ru: Снять выделение

# cmdWorkplaceOther
source: Other workplace
de: Anderer arbeitsplatz
et: Muu töökoht
fr: Autre lieu de travail
it: Altro luogo di lavoro
ru: Другое рабочее место

# CONFIRM_StdCaptionNo
source: No
de: Nein
et: Aga
fr: Non
ru: Нет

# CONFIRM_StdCaptionYes
source: Yes
de: Ja
et: Jah
fr: Oui
it: Sì
ru: Да

# CONFIRM_StdMessage
source: Are you sure you want to delete this entry?
de: Möchten Sie diesen Eintrag wirklich löschen?
et: Kas olete kindel, et soovite selle kirje kustutada?
fr: Êtes-vous sûr de vouloir supprimer cette entrée?
it: Sei sicuro di voler cancellare questa voce?
ru: Вы уверены, что хотите удалить эту запись?

# CONFIRM_StdTitle
source: Message
de: Deine Nachricht
et: Sõnum
fr: Votre message
it: Il tuo messaggio
ru: Сообщение

# Vacation_Company
source: Organization
de: Organisation
et: Organisatsioon
fr: Organisation
it: Organizzazione
ru: Организация

# Vacation_Days
source: Duration
de: Dauer
et: Kestus
fr: Durée
it: Durata
ru: Продолжительность

# Vacation_Director
source: To the head of the organization
de: An den Kopf der Organisation
et: organisatsiooni juhile
fr: À la tête de l'organisation
it: Al capo dell'organizzazione
ru: Руководителю организации

# Vacation_From
source: First day of vacation
de: Erster Urlaubstag
et: puhkuse esimene päev
fr: Premier jour de vacances
it: Primo giorno di vacanza
ru: Первый день отпуска

# Vacation_Person
source: From an employee
de: Von einem Mitarbeiter
et: Töötajast
fr: D'un employé
it: Da un dipendente
ru: От работника

# Vacation_To
source: The last day of vacation
de: Der letzte Urlaubstag
et: puhkuse viimane päev
fr: Le dernier jour de vacances
it: L'ultimo giorno di vacanza
ru: Последний день отпуска

# Vacation_Type
source: Type of vacation
de: Art des Urlaubs
et: Puhkuse tüüp
fr: Type de vacances
it: Tipo di vacanza
ru: Вид отпуска

# Vacation_FirstWorkingDay
source: Day of work
de: Tag der Arbeit
et: Tööpäev
fr: Jour de travail
it: Giorno di lavoro
ru: День выхода на работу

# Vacation_SubDescription
source: Note
de: Hinweis
et: Märkus
it: Nota
ru: Примечание

# Vacation_SubEmployee
source: Select the substitution employee
de: Wählen Sie den Ersatzmitarbeiter aus
et: Valige asendustööline
fr: Sélectionnez l'employé de substitution
it: Seleziona il dipendente di sostituzione
ru: Выберите замещающего сотрудника

# Vacation_SubFrom
source: with
de: mit
et: koos
fr: avec
it: con
ru: с

# Vacation_ErrSubDescription
source: You want to write a reason in the note field.
de: Sie möchten einen Grund in das Notizfeld schreiben.
et: Soovi kirjutada märge väljale.
fr: Vous voulez écrire une raison dans le champ de note.
it: Si desidera scrivere un motivo nel campo della nota.
ru: Требуется написать причину в поле примечание.

# Vacation_ErrSubEmployee
source: No replacement employee is selected.
de: Es wurde kein Ersatzmitarbeiter ausgewählt.
et: Ei asenda töötaja välja.
fr: Aucun employé de remplacement n'est sélectionné.
it: Nessun dipendente sostitutivo è selezionato.
ru: Не выбран замещающий сотрудник.

# Vacation_ErrSubFrom
source: Start date of replacement is not specified.
de: Das Startdatum der Ersetzung wurde nicht angegeben.
et: Asutuse alguskuupäeva pole määratud.
fr: La date de début du remplacement n'est pas spécifiée.
it: La data di inizio della sostituzione non è specificata.
ru: Не указана дата начала замещения.

# Vacation_ErrSubTitle
source: Error creating employee replacement
de: Fehler beim Erstellen eines Mitarbeiteraustauschs
et: Töötaja asendamise loomise viga
fr: Erreur lors de la création du remplacement d'un employé
it: Errore durante la creazione della sostituzione del dipendente
ru: Ошибка создания замещения сотрудника

# Vacation_ErrSubTo
source: The end date of the replacement is not specified.
de: Das Enddatum der Ersetzung ist nicht angegeben.
et: Asenduse lõppkuupäeva pole määratud.
fr: La date de fin du remplacement n'est pas spécifiée.
it: La data di fine della sostituzione non è specificata.
ru: Не указана дата конца замещения.

# Vacation_ErrSubDates
source: The end date of the substitution must be greater than the start date of the substitution.
de: Das Enddatum der Substitution muss größer als das Startdatum der Substitution sein.
et: Asenduse lõppkuupäev peab olema suurem kui asendamise alguskuupäev.
fr: La date de fin de la substitution doit être supérieure à la date de début de la substitution.
it: La data di fine della sostituzione deve essere maggiore della data di inizio della sostituzione.
ru: Дата конца замещения должна быть больше даты начала замещения.

# Vacation_ErrSubDocNotSaved
source: The document must be saved!
de: Das Dokument muss gespeichert werden!
et: Dokumenti tuleb salvestada!
fr: Le document doit être sauvegardé!
it: Il documento deve essere salvato!
ru: Документ должен быть сохранен!

# Vacation_DocTitle
source: Please provide:
de: Geben Sie Folgendes an:
et: Palun esitage:
fr: Veuillez fournir:
it: Fornire:
ru: Прошу предоставить:

# Vacation_NtfDateInPast
source: date already passed
de: Datum ist bereits übergeben
et: juba möödunud kuupäev
fr: date déjà passée
it: data già passata
ru: дата уже прошла

# Vacation_NtfDateLessThatDateDoc
source: the date is less than the document date
de: das Datum ist kleiner als das Dokumentdatum
et: kuupäev on väiksem kui dokumendi kuupäev
fr: la date est inférieure à la date du document
it: la data è inferiore alla data del documento
ru: дата меньше даты документа

# Vacation_NtfDatesAreNotValid
source: the end date of the leave must not be less than the start date of the holiday.
de: das Enddatum des Urlaubs darf nicht kleiner sein als das Startdatum des Urlaubs.
et: puhkuse lõppkuupäev ei tohi olla väiksem kui puhkuse alguskuupäev.
fr: la date de fin du congé ne doit pas être inférieure à la date de début du congé.
it: la data di fine del congedo non deve essere inferiore alla data di inizio del soggiorno.
ru: дата конца отпуска должна быть не меньше даты начала отпуска.

# Vacation_NtfNoFirstSign
source: does not have the right to the first signature in the specified organization
de: hat nicht das Recht auf die erste Signatur in der angegebenen Organisation
et: ei ole õigust määratud organisatsiooni esimesele allkirjale
fr: n'a pas droit à la première signature dans l'organisation spécifiée
it: non ha il diritto alla prima firma nell'organizzazione specificata
ru: не имеет права первой подписи в указанной организации

# Vacation_NtfNotExistsOnDocDate
source: does not exist on the document date
de: existiert nicht am Dokumentdatum
et: dokumendi kuupäeval ei ole
fr: n'existe pas à la date du document
it: non esiste nella data del documento
ru: не существует на дату документа

# Vacation_NtfPersonIsNotAvailable
source: a person is not available
de: eine Person ist nicht verfügbar
et: inimene pole saadaval
fr: une personne n'est pas disponible
it: una persona non è disponibile
ru: лицо не доступно

# Vacation_NtfWorkStaff
source: does not match the staffing schedule of the specified organization
de: entspricht nicht dem Personaleinsatzplan der angegebenen Organisation
et: ei vasta määratud organisatsiooni personaliarvestusele
fr: ne correspond pas au planning de recrutement de l'organisation spécifiée
it: non corrisponde alla pianificazione del personale dell'organizzazione specificata
ru: не соответствует штатному расписанию указанной организации

# Vacation_SubDoc
source: document {0} from {1}
de: dokument {0} von {1}
et: dokument {0} alates {1}
fr: document {0} à partir de {1}
it: documento {0} da {1}
ru: документ {0} от {1}

# Vacation_SubDates
source: from {0} to {1}
de: von {0} bis {1}
et: alates {0} kuni {1}
fr: de {0} à {1}
it: da {0} a {1}
ru: с {0} по {1}

# Vacation_SubTitle
source: Document substitutions
de: Dokument Substitutionen
et: Dokumendi asendused
fr: Substitutions de document
it: Sostituzioni documento
ru: Замещают на время отпуска

# Vacation_ErrSubDb
source: Failed to save the substitution in the database.
de: Fehler beim Speichern der Ersetzung in der Datenbank.
et: Asenduse salvestamine andmebaasi ei õnnestunud.
fr: Impossible d'enregistrer la substitution dans la base de données.
it: Impossibile salvare la sostituzione nel database.
ru: Не удалось сохранить замещение в базе данных.

# Vacation_ErrSubDocDates
source: The start and end dates for the vacation are not set, according to which a new substitution is created.
de: Die Anfangs- und Enddaten für den Urlaub sind nicht gesetzt, entsprechend wird eine neue Substitution erstellt.
et: Puhkuse algus- ja lõppkuupäeva pole määratud, mille kohaselt luuakse uus asendus.
fr: Les dates de début et de fin des vacances ne sont pas définies, en fonction de la création d'une nouvelle substitution.
it: Le date di inizio e di fine della vacanza non sono impostate, in base alle quali viene creata una nuova sostituzione.
ru: Не установлены даты начала и конца отпуска, в соответствии с которыми создается новое замещение.

# Vacation_JsResources
source: "BtnSave": "Save", "BtnCancel": "Cancel", "BtnDelete": "Delete", "BtnYes": "Yes", "BtnNo": "No", "From": "from&nbsp;", "To": "by&nbsp;", "SubTitle": "Employee substitution", "SubDelete": "Delete replacement?", "SubDeleteTitle": "Delete replacement", "SubDeleteAlt": "Delete"
de: "BtnSave": "Speichern", "BtnCancel": "Abbrechen", "BtnDelete": "Löschen", "BtnYes": "Ja", "BtnNo": "Nein", "From": "mit&nbsp;", "To": "von&nbsp;", "SubTitle": "Mitarbeitersubstitution", "SubDelete": "Ersatz löschen?", "SubDeleteTitle": "Ersatz löschen", "SubDeleteAlt": "Löschen"
et: "BtnSave": "Salvesta", "BtnCancel": "tühistamine", "BtnDelete": "Kustuta", "BtnYes": "Jah", "BtnNo": "Ei", "From": "koos&nbsp;", "To": "&nbsp;", "SubTitle": "Töötajate asendamine", "SubDelete": "Kustutada välja asendus?", "SubDeleteTitle": "Kustuta asendamine", "SubDeleteAlt": "Kustuta"
fr: "BtnSave": "Enregistrer", "BtnCancel": "Annuler", "BtnDelete": "Supprimer", "BtnYes": "Oui", "BtnNo": "Non", "From": "avec&nbsp;", "To": "par&nbsp;", "SubTitle": "Substitution d'employé", "SubDelete": "Supprimer le remplacement?", "SubDeleteTitle": "Supprimer le remplacement", "SubDeleteAlt": "Supprimer"
it: "BtnSave": "Salva", "BtnCancel": "Annulla", "BtnDelete": "Elimina", "BtnYes": "Sì", "BtnNo": "No", "From": "con&nbsp;", "To": "di&nbsp;", "SubTitle": "Sostituzione dipendenti", "SubDelete": "Elimina sostituzione?", "SubDeleteTitle": "Elimina sostituzione", "SubDeleteAlt": "Elimina"
ru: "BtnSave": "Сохранить", "BtnCancel": "Отмена", "BtnDelete": "Удалить", "BtnYes": "Да", "BtnNo": "Нет", "From": "с&nbsp;", "To": "по&nbsp;", "SubTitle": "Замещение сотрудника", "SubDelete": "Удалить замещение?", "SubDeleteTitle": "Удалить замещение", "SubDeleteAlt": "Удалить"

# Vacation_SubDocFrom
source: document from {0}
de: Dokument von {0}
et: dokument alates {0}
fr: Document de {0}
it: documento da {0}
ru: документ от {0}

# Vacation_ErrSubDates30
source: The replacement time should be in the range of 1 to 30 days.
de: Die Austauschzeit sollte im Bereich von 1 bis 30 Tagen liegen.
et: Asendusaeg peaks olema vahemikus 1 kuni 30 päeva.
fr: Le délai de remplacement doit être compris entre 1 et 30 jours.
it: Il tempo di sostituzione dovrebbe essere compreso tra 1 e 30 giorni.
ru: Время замещения должно быть в диапазоне от 1 до 30 дней.

# Vacation_AddSubFormAlt
source: Add
de: Hinzufügen
et: Lisa
fr: Ajouter
it: Aggiungi
ru: Добавить

# Vacation_AddSubFormTitle
source: Add a replacement
de: Einen Ersatz hinzufügen
et: Lisa asendus
fr: Ajouter un remplacement
it: Aggiungi una sostituzione
ru: Добавить замещение

# cmdAdd
source: Add
de: Hinzufügen
et: Lisama
fr: Télécharger
it: Inserisci
ru: Добавить

# cmdClearTitle
source: Clear filter and filter result
de: Filter löschen und Ergebnis filtern
et: Kustuta filter ja filtri tulemus
fr: Effacer le filtre et le résultat du filtre
it: Cancella il filtro e il risultato del filtro
ru: Очистить фильтр и результат фильтрации

# cmdCloseTitleApp
source: Close application
de: Anwendung schließen
et: Sulgege rakendus
fr: Fermer l'application
it: Chiudi l'applicazione
ru: Закрыть приложение

# cmdRefreshTitle
source: Refresh list
de: Liste aktualisieren
et: Värskenda nimekirja
fr: Actualiser la liste
it: Aggiorna la lista
ru: Обновить список

# ROLES_cmdAddTitle
source: Open the form for adding an employee role
de: Öffnen Sie das Formular zum Hinzufügen einer Mitarbeiterrolle
et: Avage töötaja rolli lisamise vorm
fr: Administration des rôles
it: Apri il modulo per aggiungere un ruolo dipendente
ru: Открыть форму добавления роли сотруднику

# ROLES_TitleAddRole
source: Adding role to employee
de: Dem mitarbeiter eine rolle hinzufügen
et: Töötaja rolli lisamine
fr: Ajouter un rôle à un employé
it: Aggiunta del ruolo al dipendente
ru: Добавление роли сотруднику

# cmdClose
source: Close
de: Schließen
et: Sulge
fr: Fermer
it: Vicino
ru: Закрыть

# ROLES_AppTitle
source: Administering roles
de: Rollen verwalten
et: Rollide haldamine
fr: Administration des rôles
it: Amministrazione dei ruoli
ru: Администрирование ролей

# ROLES_labelEmplInRole
source: Employees in the role
de: Mitarbeiter in der Rolle
et: Töötajad rollis
fr: Employés dans le rôle
it: Dipendenti nel ruolo
ru: Сотрудники в роли

# ROLES_labelEmplPerson
source: Organizations available to the employee
de: Organisationen, die dem Mitarbeiter zur Verfügung stehen
et: Töötajatele kättesaadavad organisatsioonid
fr: Organisations disponibles pour l'employé
it: Organizzazioni disponibili per il dipendente
ru: Организации, доступные сотруднику

# ROLES_labelDeleteEmplRole
source: Remove role from employee
de: Rolle vom Mitarbeiter entfernen
et: Eemaldage töötaja rollist
fr: Supprimer un rôle d'employé
it: Rimuovere il ruolo dal dipendente
ru: Удалить роль у сотрудника

# cmdAddTitle
source: Add record
de: Fügen Sie einen Eintrag hinzu
et: Lisa kanne
fr: Ajouter une entrée
it: Aggiungi una voce
ru: Добавить запись

# ROLES_msgNeedRole
source: Specify the role of the employee!
de: Geben Sie die Rolle des Mitarbeiters an!
et: Täpsustage töötaja rolli!
fr: Précisez le rôle de l'employé!
it: Specifica il ruolo del dipendente!
ru: Укажите роль сотрудника!

# ROLES_msgNeedEmpl
source: Please select an employee!
de: Bitte wählen Sie einen Mitarbeiter aus!
et: Palun valige töötaja!
fr: S'il vous plaît sélectionner un employé!
it: Si prega di selezionare un dipendente!
ru: Укажите сотрудника!

# ROLES_msgConfirmAddAll
source: Are you sure you want to give this employee a role in all companies?
de: Sind Sie sicher, dass Sie diesem Mitarbeiter eine Rolle in allen Unternehmen geben möchten?
et: Kas olete kindel, et soovite selle töötaja rolli kõigis ettevõtetes anda?
fr: Êtes-vous sûr de vouloir donner à cet employé un rôle dans toutes les entreprises?
it: Sei sicuro di voler dare a questo dipendente un ruolo in tutte le società?
ru: Вы уверены, что хотите дать роль этому сотруднику во всех компаниях?

# _Msg_RequiredFields
source: Required fields are not filled
de: Pflichtfelder sind nicht ausgefüllt
et: Kohustuslikud väljad ei ole täidetud
fr: Les champs obligatoires ne sont pas renseignés
it: I campi obbligatori non sono compilati
ru: Не заполнены обязательные поля

# lblOrganization
source: Organization
de: Organisatsioon
et: Organisatsioon
fr: Organisation
it: Organizzazione
ru: Организация

# lblBProject
source: Business project
de: Business-Projekt
et: Äriprojekt
fr: Projet d'entreprise
it: Progetto commerciale
ru: Бизнес-проект

# ROLES_TitleEditRole
source: Editing an employee role
de: Bearbeiten einer Mitarbeiterrolle
et: Töötaja rolli muutmine
fr: Modification d'un rôle d'employé
it: Modifica di un ruolo dipendente
ru: Редактирование роли сотрудника

# ROLES_msgSetRoleOrOrganization
source: Set the role or organization!
de: Legen Sie die Rolle oder Organisation fest!
et: Määrake roll või organisatsioon!
fr: Précisez le rôle ou l'organisation!
it: Imposta il ruolo o l'organizzazione!
ru: Укажите роль или организацию!

# ROLES_RolesList
source: List of roles
de: Liste der Rollen
et: Rollide loend
fr: Liste des rôles
it: Elenco dei ruoli
ru: Список ролей

# ROLES_FolderList
source: Public folder List
de: Öffentliche Ordner-Liste
et: Avalike kataloogide loend
fr: Liste des dossiers publics
it: Elenco delle cartelle pubbliche
ru: Список общих папок

# ROLES_labelChooseFolders
source: Select selected folders
de: Wählen Sie ausgewählte Ordner
et: Valige valitud kaustad
fr: Sélectionnez les dossiers sélectionnés
it: Seleziona le cartelle selezionate
ru: Выбрать выделенные папки

# cmdEdit
source: Edit
de: Bearbeiten
et: Muuta
fr: Modifier
it: Modifica
ru: Редактировать

# lblBrowse
source: browse
de: Durchsuche
et: sirvige
fr: feuilleter
it: navigare
ru: просматривает

# lblEditable
source: edit
de: änderungen
et: muudatused
fr: modifications
it: modifica
ru: редактирует

# COMET_Title
source: Collaboration Information
de: Informationen zur Zusammenarbeit
et: Koostööinfo
fr: Informations sur la collaboration
it: Informazioni sulla collaborazione
ru: Информация о совместной работе

# cAccountUnknown
source: Account number is unknown
de: Kontonummer ist unbekannt
et: Konto number pole teada
fr: Le numéro de compte est inconnu
it: Il numero di conto è sconosciuto
ru: Номер счета неизвестен

# cContainsAllOrdered
source: Contains words in the given order
de: Enthält Wörter in der angegebenen Reihenfolge
et: Sisaldab antud järjekorras sõnu
fr: Contient des mots dans l'ordre donné
it: Contiene parole nell'ordine indicato
ru: Содержит слова в заданном порядке

# cmdAddToReport
source: Add to report
de: Zu Konto hinzufügen
et: Lisa kontole
fr: Ajouter au compte
it: Aggiungi all'account
ru: Добавить в отчёт

# cmdDisplayReport
source: Show report
de: Bericht anzeigen
et: Näita aruannet
fr: Afficher le rapport
it: Mostra rapporto
ru: Показать отчёт

# cmdExportTo1S
source: Export to 1C
de: Exportieren nach 1C
et: Eksport 1C-ni
fr: Exporter vers 1C
it: Esporta in 1C
ru: Экспорт в 1С

# cNotContainAll
source: Does not contain any words
de: Enthält keine Wörter
et: Ei sisalda ühtegi sõna
fr: Ne contient aucun mot
it: Non contiene parole
ru: Не содержит ни одного слова

# cNotContainsAllOrdered
source: Does not contain words in the given order
de: Enthält keine Wörter in der angegebenen Reihenfolge
et: Ei sisalda sõnu antud järjekorras
fr: Ne contient pas de mots dans l'ordre donné
it: Non contiene parole nell'ordine indicato
ru: Не содержит слов в заданном порядке

# lblCodeField
source: Code Field of Document
de: Code-Feld des Dokuments
et: Dokumendi koodiväli
fr: Code Champ de document
it: Codice Campo del documento
ru: Код Поля Документа

# lblColumn
source: Table Column
de: Tabellenspalte
et: Tabeli veerg
fr: Colonne de table
it: Colonna della tabella
ru: Колонка Таблицы

# lblEntity
source: Logical entity field
de: Logisches Entitätsfeld
et: Loogilise üksuse välja
fr: Champ d'entité logique
it: Campo entità logica
ru: Поле логической сущности

# lblField
source: The Document field
de: Das Dokumentfeld
et: Dokumendi väli
fr: Le champ Document
it: Il campo Documento
ru: Поле Документа

# _Msg_СрокДоговораФактура
source: The term of the agreement does not correspond to the date of the invoice
de: Die Laufzeit der Vereinbarung entspricht nicht dem Rechnungsdatum
et: Lepingu tähtaeg ei vasta arve kuupäevale
fr: La durée de la convention ne correspond pas à la date de la facture
it: Il termine dell'accordo non corrisponde alla data della fattura
ru: Срок действия договора не соответствует дате счета

# lblFieldEn
source: Document field (english)
de: Dokumentfeld (englisch)
et: Dokumendiväljavõte (english)
fr: Champ de document (anglais)
it: Document field (inglese)
ru: Поле Документа (english)

# lblQuantity
source: Quantity
de: Anzahl von
et: Number of
fr: Nombre de
it: Numero di
ru: Количество
