Repository: Kesco-m/Kesco.Lib.Localization
Catalog: Accounting/ResContainer.*.resx
Languages: et, fr, it, ru

# Accounting_Jet_Tbl_Send
source: Sent (Kb)
et: Saadetud (kb)
fr: Envoyé (Ko)
it: Inviato (Kb)
ru: Отправлено (Кб)

# Accounting_Jet_Tbl_Recieved
source: Received (Kb)
et: Saadud (Kb)
fr: Reçu (Ko)
it: Ricevuto (Kb)
ru: Получено (Кб)

# Accounting_Jet_Tbl_Total
source: Total (Kb)
et: Kokku (Kb)
fr: Total (Ko)
it: Totale (Kb)
ru: Итого (Кб)

# Accounting_Jet_Tbl_Sum
source: Sum
et: Summa
fr: Montant
it: Quantità
ru: Сумма

# Accounting_Jet_Detail_Show
source: Show detail
et: Kuva detail
fr: Montrer les détails
it: Mostra i dettagli
ru: Показать детализацию

# Accounting_Jet_Menu_Upload
source: Load data
et: Laadige andmed
fr: Charger des données
it: Caricare dati
ru: Загрузить данные

# Accounting_Jet_Menu_Upload_Title
source: Load data from file
et: Laadige andmed failist
fr: Charger des données à partir d'un fichier
it: Carica i dati dal file
ru: Загрузить данные из файла

# Accounting_Jet_Btn_Day
source: By days
et: Päevade kaupa
fr: Par jours
it: Da giorni
ru: По дням

# Accounting_Jet_Btn_Device
source: By clients
et: Klientide poolt
fr: Par les clients
it: Dai clienti
ru: По клиентам

# Accounting_Jet_Btn_Address
source: By addresses
et: Aadresside järgi
fr: Par adresses
it: Per indirizzi
ru: По адресам

# Accounting_Jet_NoData
source: No data for the specified period!
et: Määratud perioodi kohta andmed puuduvad!
fr: Aucune donnée pour la période spécifiée!
it: Nessun dato per il periodo specificato!
ru: Нет данных за указанный период!

# Accounting_Jet_NoPeriod
source: Unable to retrieve data because period not specified!
et: Andmeid ei õnnestunud hankida, kuna periood pole täpsustatud!
fr: Impossible d'obtenir les données car période non précisée!
it: Impossibile ottenere dati perché periodo non specificato!
ru: Невозможно получить данные, т.к. не указан период!

# Accounting_Jet_NoPeriod_Title
source: Specify the period for which you want to receive data!
et: Täpsustage periood, mille kohta soovite andmeid saada!
fr: Précisez la période pour laquelle vous souhaitez recevoir des données!
it: Specifica il periodo per il quale desideri ricevere i dati!
ru: Укажите период, за который необходимо получить данные!

# Accounting_Jet_Title
source: Internet billing on the plane
et: Internetis arveldamine lennukis
fr: Facturation Internet dans l'avion
it: Fatturazione Internet sull'aereo
ru: Тарификация интернета в самолете

# Accounting_Jet_NoReport
source: It is impossible to generate a report, because period not specified!
et: Aruannet on võimatu luua, sest periood pole täpsustatud!
fr: Il est impossible de générer un rapport, car période non précisée!
it: È impossibile generare un report, perché periodo non specificato!
ru: Невозможно сформировать отчет, т.к. не указан период!

# Accounting_Jet_Msg_Title
source: Message
et: Sõnum
fr: Un message
it: Messaggio
ru: Сообщение

# Accounting_Jet_CreateReport
source: Generate a report
et: Loo aruanne
fr: Générer un rapport
it: Genera un rapporto
ru: Сформировать отчет

# Accounting_Jet_GetIp
source: Get ip address information
et: Hankige ip-aadressi teave
fr: Obtenir les informations d'adresse IP
it: Ottieni informazioni sull'indirizzo IP
ru: Получить информацию об ip-адресе

# Accounting_Jet_WaitLoad
source: Please wait, loading data ...
et: Oodake andmete laadimist ...
fr: Veuillez patienter, chargement des données ...
it: Attendere, caricamento dati in corso ...
ru: Подождите, идет загрузка данных...

# Accounting_Jet_Detail_Hide
source: Hide detail
et: Peida detail
fr: Masquer les détails
it: Nascondi dettagli
ru: Скрыть детализацию

# Accounting_Jet_Ip_Address
source: IP address
et: IP-aadress
fr: adresse IP
it: indirizzo IP
ru: IP-адрес

# Accounting_Jet_Post_Data
source: Sending data
et: Andmete saatmine
fr: Envoi de données
it: Invio di dati
ru: Отправка данных

# Accounting_Jet_Save_Data
source: Saving data
et: Andmete salvestamine
fr: La sauvegarde des données
it: Salvataggio dei dati
ru: Сохранение данных

# Accounting_Jet_Upload_Complete
source: Loading is complete!
et: Laadimine on lõppenud!
fr: Le chargement est terminé!
it: Il caricamento è completo!
ru: Загрузка завершена!

# Accounting_Jet_Ip_Address_Info
source: IP address information
et: IP-aadressi teave
fr: Informations d'adresse IP
it: Informazioni sull'indirizzo IP
ru: Информация об ip-адресе

# Accounting_Jet_Ip_Address_Err_0
source: It is impossible to get information about the ip-address, because not defined uri_whois!
et: IP-aadressi kohta on võimatu teavet saada, sest pole määratletud uri_whois!
fr: Il est impossible d'obtenir des informations sur l'adresse IP, car non défini uri_whois!
it: È impossibile ottenere informazioni sull'indirizzo IP, perché non definito uri_whois!
ru: Невозможно получить информацию об ip-адресе, т.к. не опреден uri_whois!

# Accounting_Jet_Ip_Address_Err_1
source: Failed to get ip address information
et: IP-aadressi teabe hankimine ebaõnnestus
fr: Échec de l'obtention des informations d'adresse IP
it: Impossibile ottenere le informazioni sull'indirizzo IP
ru: Не удалось получить информацию об ip-адресе

# Accounting_Jet_Clmn_Day
source: Day
et: Päev
fr: Jour
it: Giorno
ru: День

# Accounting_Jet_Clmn_Device
source: Client
et: Klient
it: Cliente
ru: Клиент

# Accounting_Jet_Clmn_Address
source: Address
et: Aadress
fr: Adresse
it: Indirizzo
ru: Адрес

# Accounting_Jet_HostName_Info
source: Hostname Information
et: Hostname teave
fr: Informations sur le nom d'hôte
it: Informazioni sul nome host
ru: Информация о HostName

# Accounting_Jet_Msg_Check_NoSave
source: Saving is not possible!
et: Säästmine pole võimalik!
fr: Il n'est pas possible d'économiser!
it: Il salvataggio non è possibile!
ru: Сохранение невозможно!

# Accounting_Jet_Msg_Check_EmptyData
source: Required fields are missing.
et: Kohustuslikud väljad puuduvad.
fr: Les champs obligatoires sont manquants.
it: Mancano i campi obbligatori.
ru: Не заполнены обязательные поля.

# Accounting_Jet_Msg_Check_NoIPBegin
source: The beginning of the ip range is not an ip address.
et: IP-vahemiku algus ei ole ip-aadress.
fr: Le début de la plage d'adresses IP n'est pas une adresse IP.
it: L'inizio dell'intervallo IP non è un indirizzo IP.
ru: Начало ip-диапазона не является ip-адресом.

# Accounting_Jet_Msg_Check_NoIPEnd
source: The end of the ip range is not an ip address.
et: IP vahemiku lõpp ei ole ip aadress.
fr: La fin de la plage d'adresses IP n'est pas une adresse IP.
it: La fine dell'intervallo IP non è un indirizzo IP.
ru: Конец ip-диапазона не является ip-адресом.

# Accounting_Jet_Msg_Check_Delete
source: Are you sure you want to delete Hostname information?
et: Kas soovite kindlasti hostinime teabe kustutada?
fr: Voulez-vous vraiment supprimer les informations de nom d'hôte?
it: Sei sicuro di voler eliminare le informazioni sul nome host?
ru: Вы уверены, что хотите удалить информацию о Hostname?

# Accounting_Jet_Btn_Save
source: Save
et: Salvesta
fr: Sauvegarder
it: Salva
ru: Сохранить

# Accounting_Jet_Btn_Delete
source: Delete
et: Kustuta
fr: Effacer
it: Elimina
ru: Удалить

# Accounting_Jet_Btn_Cancel
source: Сancel
et: Tühistamine
fr: Annulation
it: Cancel
ru: Отмена

# Accounting_Jet_Change_Hostname
source: Change Hostname value
et: Muutke hostinime väärtust
fr: Modifier la valeur du nom d'hôte
it: Modifica il valore del nome host
ru: Изменить значение Hostname

# Accounting_Jet_RangeIP_Start
source: IP range start
et: IP-vahemiku algus
fr: Début de la plage IP
it: Inizio intervallo IP
ru: Начало ip-диапазона

# Accounting_Jet_RangeIP_End
source: End of ip range
et: IP vahemiku lõpp
fr: Fin de la plage IP
it: Fine intervallo ip
ru: Конец ip-диапазона
