Repository: Kesco-m/Kesco.Lib.Localization
Catalog: Dialing/ResContainer.*.resx
Languages: fr, it

# Dialing_Phones_Title
source: Select the phone from which to make a call to the number
fr: Sélectionnez le téléphone à partir duquel appeler le numéro
it: Seleziona il telefono dal quale effettuare una chiamata al numero

# Dialing_Phones_Check_SaveCookie
source: Save as primary work telephone on this computer
fr: Enregistrer comme téléphone professionnel principal sur cet ordinateur
it: Salva come telefono principale di lavoro su questo computer

# Dialing_Btn_Call_Caption
source: To call
fr: Appeler
it: Chiamare

# Dialing_Btn_Call_Title
source: Make the call
fr: Passer un coup de téléphone
it: Effettuare una chiamata

# Dialing_Msg_NotSelected
source: The phone from which you want to make a call has not been selected!
fr: Le téléphone à partir duquel vous souhaitez passer un appel n'a pas été sélectionné!
it: Il telefono da cui si desidera effettuare una chiamata non è selezionato!

# Dialing_Msg_Title
source: Message
it: Messaggio

# Dialing_Phones_Form_Title
source: Select the phone to call from
fr: Sélectionnez le téléphone à partir duquel appeler
it: Seleziona il telefono da cui chiamare

# Dialing_Phones_Btn_Ok_Title
source: Save/delete phone by default and close the form
fr: Enregistrez / supprimez le téléphone par défaut et fermez le formulaire
it: Salva/elimina telefono per impostazione predefinita e chiudi il modulo

# Dialing_Phones_Btn_Cancel_Title
source: Close form
fr: Fermer le formulaire
it: Forma stretta

# Dialing_Call_Form_Title
source: Call status Information
fr: Informations sur l'état de l'appel
it: Informazioni sullo stato della chiamata

# Dialing_Btn_Select_Caption
source: Choose phone
fr: Choisissez votre téléphone
it: Scegli il telefono

# Dialing_Btn_Select_Title
source: Select the phone from which the call will be made
fr: Sélectionnez le téléphone à partir duquel l'appel sera effectué
it: Seleziona il telefono da cui verrà effettuata la chiamata

# Dialing_Btn_CancelCall_Caption
source: End this call
fr: Mettre fin à un appel
it: Termina una chiamata

# Dialing_Btn_CancelCall_Title
source: End this call and close this form
fr: Mettre fin à un appel et fermer un formulaire
it: Termina una chiamata e chiudi un modulo

# Dialing_Msg_Busy0
source: It is impossible to make several calls at the same time from the same number.
fr: Il est impossible de faire plusieurs appels en même temps à partir du même numéro.
it: Non è possibile effettuare più chiamate contemporaneamente dallo stesso numero.

# Dialing_Msg_Busy1
source: The previous call will end!
fr: L'appel précédent se terminera!
it: La chiamata precedente finirà!

# Dialing_Err_AdvNumber0
source: Invalid international dialing number format
fr: Format de numéro de composition international non valide
it: Formato del numero di selezione internazionale non valido

# Dialing_Err_AdvNumber1
source: Unable to identify the extension!
fr: Impossible d'identifier l'extension!
it: Impossibile identificare l'estensione!

# DIaling_Contacts_Title
source: Contacts
it: Contatti

# DIaling_Contacts_ShowPhoto
source: Show photo
fr: Afficher la photo
it: Mostra foto

# DIaling_Contacts_ShowLogo
source: Show logo
fr: Afficher le logo
it: Mostra logo

# Dialing_Msg_Busy2
source: Re-challenge!
fr: Relancez le défi!
it: Ri-sfida!

# Dialing_Phones_Check_SaveCookie_1
source: Do not offer a choice of other phones on this computer
fr: N'offrez pas le choix d'autres téléphones sur cet ordinateur
it: Non offrire una scelta di altri telefoni su questo computer

# Dialing_ErrorCall0
source: Can't make a call from the number
fr: Impossible de passer un appel à partir du numéro
it: Impossibile effettuare una chiamata dal numero

# Dialing_ErrorCall1
source: Please choose another number!
fr: Veuillez choisir un autre numéro!
it: Scegli un altro numero!

# Dialing_ErrorTitle
source: Message
it: Messaggio

# Dialing_NoActualData
source: no valid details
fr: pas de détails valides
it: nessun dettaglio valido
