Repository: Kesco-m/Kesco.Lib.Localization
Catalog: Docs/Directions/ResContainer.*.resx
Languages: de, et, fr, it, ru

# DIRECTIONS_Msg_СотрудникНеУволен_Title
source: As a result of the execution of the instruction, the account and all access rights to the data will be transferred to the employee to whom the instruction is made. The employee "instead of" after the execution of the instructions will not be able to work. You must select another employee or contact the personnel department to dismiss the employee "instead."
de: Durch die Ausführung werden das Konto und alle Zugriffsrechte auf die Daten an den Mitarbeiter übertragen, an den die Angabe erfolgt. Ein Mitarbeiter "statt" nach Befolgung der Anweisungen kann nicht arbeiten. Sie müssen einen anderen Mitarbeiter auswählen oder sich an die Personalabteilung wenden, um den Mitarbeiter "stattdessen" zu entlassen.
et: Juhendi täitmise tulemusena edastatakse konto ja kõik andmetele juurdepääsu õigused töötajale, kellele juhend on tehtud. Töötaja "ei ole" pärast juhiste täitmist võimeline töötama. Te peate valima mõne teise töötaja või pöörduma personali osakonna poole, et töötaja "vallandada".
fr: À la suite de l'exécution de l'instruction, le compte et tous les droits d'accès aux données seront transférés à l'employé à qui l'instruction est destinée. L'employé "au lieu de" après l'exécution des instructions ne pourra pas travailler. Vous devez sélectionner un autre employé ou contacter le service du personnel pour le licencier "à la place".
it: Come risultato dell'esecuzione delle istruzioni, l'account e tutti i diritti di accesso ai dati saranno trasferiti al dipendente a cui viene impartita l'istruzione. L'impiegato "invece di" dopo l'esecuzione delle istruzioni non funzionerà. È necessario selezionare un altro dipendente o contattare il dipartimento del personale per licenziare il dipendente "invece".
ru: В результате выполнения указание учетная запись и все права доступа к данным будут переданы сотруднику на которого делается указание. Сотрудник "вместо" после выполнения указания работать не сможет. Необходимо выбрать другого сотрудника или связаться с отделом кадров для увольнения сотрудника "вместо".

# DIRECTIONS_Msg_СотрудникСостояние3_Title
source: The employee “as” is already dismissed, his rights to access data may already be deleted. You must select another employee
de: Der "wie" -Mitarbeiter wurde bereits entlassen, sein Recht auf Datenzugriff kann bereits entfernt werden. Sie müssen einen anderen Mitarbeiter auswählen
et: Töötaja „juba“ on juba vallandatud, tema õigused andmetele juurdepääsuks võivad olla juba kustutatud. Te peate valima teise töötaja
fr: L'employé «en tant que» est déjà licencié, ses droits d'accès aux données peuvent déjà être supprimés. Vous devez sélectionner un autre employé
it: Il dipendente "as" è già stato licenziato, i suoi diritti di accesso ai dati potrebbero già essere cancellati. Devi selezionare un altro dipendente
ru: Сотрудник "как" уже уволен, его права на доступ к данным могут быть уже удалены. Необходимо выбрать другого сотрудника

# DIRECTIONS_Msg_NoSignSupervisor_Title
source: An indication of the organization of work of the employee should be done or signed by his immediate supervisor
de: Ein Hinweis auf die Arbeitsorganisation eines Mitarbeiters muss von seinem unmittelbaren Vorgesetzten gemacht oder unterschrieben werden.
et: Töötaja töökorralduse märke peab tegema või allkirjastama tema vahetu juhendaja.
fr: Une indication de l'organisation du travail de l'employé doit être faite ou signée par son supérieur immédiat.
it: Une indication de l'organisation du travail de l'employé doit être faite ou signée par son supérieur immédiat.
ru: Указание на организацию работы сотрудника должен делать или подписать его непосредственный руководитель.

# DIRECTIONS_NTF_AccountExpiresNo_Title
source: You must set the date on which the account is valid, because employee already fired
de: Es ist erforderlich, das Datum festzulegen, an dem das Konto betrieben wird Mitarbeiter ist bereits entlassen
et: Peate määrama konto kehtivuse kuupäeva, sest töötaja juba vallandas
fr: Vous devez définir la date à laquelle le compte est valide, car employé déjà congédié
it: È necessario impostare la data in cui l'account è valido, perché impiegato già licenziato
ru: Необходимо установить дату, по которую действует учетная запись, т.к. сотрудник уже уволен

# DIRECTIONS_NTF_AccountExpires_Title
source: It is necessary to remove the restriction on the account action, since employee is not fired yet
de: Es ist notwendig, die Einschränkung der Aktion des Kontos aufzuheben, da Mitarbeiter ist noch nicht entlassen
et: Alates sellest ajast on vaja eemaldada konto toimimise piirang töötaja ei ole veel vallandatud
fr: Il est nécessaire de supprimer la restriction relative à l'action sur le compte, car employé n'est pas encore viré
it: È necessario rimuovere la restrizione sull'azione dell'account, poiché il dipendente non è ancora stato licenziato
ru: Необходимо убрать ограничение на действие учетной записи, т.к. сорудник еще не уволен

# DIRECTIONS_NTF_Disabled_Title
source: You must enable the account, because employee is not fired yet
de: Sie müssen das Konto aktivieren, weil Mitarbeiter ist noch nicht entlassen
et: Sa pead konto lubama, sest töötaja ei ole veel vallandatud
fr: Vous devez activer le compte, car employé n'est pas encore viré
it: Devi abilitare l'account, perché il dipendente non è ancora stato licenziato
ru: Необходимо включить учетную запись, т.к. сорудник еще не уволен

# DIRECTIONS_Msg_ЛогинИмя
source: login does not match the employee
de: die Anmeldung stimmt nicht mit dem Mitarbeiter überein
et: sisselogimine ei ühti töötajaga
fr: la connexion ne correspond pas à l'employé
it: l'accesso non corrisponde al dipendente
ru: логин не соответствует сотруднику

# DIRECTIONS_Msg_ЛогинИмя_Title
source: the login must match either the first or last name or the first letter in the first name + last name or the first letter in the last name + first name or the first letters of the first and middle name + last name
de: die Anmeldung muss entweder mit dem Vor- oder Nachnamen oder dem ersten Buchstaben im Vornamen + Nachnamen oder dem ersten Buchstaben im Nachnamen + Vornamen oder den ersten Buchstaben des Vornamens und des Patronyms + dem Nachnamen übereinstimmen
et: sisselogimine peab vastama kas eesnime või perekonnanime või eesnime eesnime + perekonnanime või eesnime perekonnanime + eesnime või eesnimede eesnimede ja isanime + perekonnanime
fr: la connexion doit correspondre au prénom ou au nom ou à la première lettre du prénom + nom de famille ou première lettre du nom + prénom ou des premières lettres du prénom et du patronyme + nom de famille
it: l'accesso deve corrispondere al nome o al cognome o alla prima lettera nel nome + cognome o alla prima lettera nel cognome + nome o alle prime lettere del nome e patronimico + cognome
ru: логин должен соответствовать или имени или фамилии или первой букве в имени+фамилия или первой букве в фамилии+имя или первым буквам имени и отчества+фамилия

# DIRECTIONS_NTF_EmailName
source: e-mail does not match the name and surname of the employee
de: E-Mail stimmt nicht mit dem Vor- und Nachnamen des Mitarbeiters überein
et: e-post ei ühti töötaja nime ja perekonnanimega
fr: e-mail ne correspond pas au nom et prénom de l'employé
it: l'e-mail non corrisponde al nome e cognome dell'impiegato
ru: E-mail не соответствует имени и фамилии сотрудника

# DIRECTIONS_NTF_EmailName_Title
source: The name of the mailbox must consist of a combination of the name and surname of the employee
de: Der Name des Postfachs sollte aus einer Kombination von Vor- und Nachname des Mitarbeiters bestehen
et: Postkasti nimi peab koosnema töötaja nime ja perekonnanime kombinatsioonist
fr: Le nom de la boîte aux lettres doit être composé du nom et du prénom de l'employé.
it: Il nome della casella di posta elettronica deve consistere in una combinazione del nome e del cognome del dipendente
ru: Название почтового ящика должно состоять из комбинации имени и фамилии сотрудника

# DIRECTIONS_NTF_EmailDomain
source: e-mail does not match the company
de: E-Mail stimmt nicht mit dem Unternehmen überein
et: e-post ei vasta ettevõttele
fr: e-mail ne correspond pas à l'entreprise
it: la posta elettronica non corrisponde alla compagnia
ru: E-mail не соответствует компании

# DIRECTIONS_NTF_EmailDomain_Title
source: Mailbox domain does not match the employee’s company domain. You must select a different domain.
de: Die Postfachdomäne stimmt nicht mit der Domäne des Mitarbeiterunternehmens überein. Sie müssen eine andere Domain auswählen
et: Postkasti domeen ei vasta töötaja ettevõtte domeenile. Peate valima teise domeeni.
fr: Le domaine de la boîte aux lettres ne correspond pas au domaine de l'entreprise de l'employé. Vous devez sélectionner un autre domaine.
it: Il dominio delle cassette postali non corrisponde al dominio aziendale del dipendente. Devi selezionare un dominio diverso.
ru: Домен почтового ящика не соответствует домену компании сотрудника. Необходимо выбрать другой домен

# DIRECTIONS_NTF_EmailCorporateDomain
source: employee {0} has an e-mail {1}
de: Mitarbeiter {0} hat eine E-Mail {1}
et: töötajal {0} on e-post {1}
fr: employé {0} a un e-mail {1}
it: l'impiegato {0} ha un'e-mail {1}
ru: У сотрудника {0}существует e-mail {1}

# DIRECTIONS_Field_WpType_8
source: moving to another workplace in the office
de: Umzug an einen anderen Arbeitsplatz im Büro
et: kolimine kontoris teisele töökohale
fr: changer de lieu de travail au bureau
it: trasferirsi in un altro posto di lavoro in ufficio
ru: переезд на другое рабочее место в офисе

# DIRECTIONS_lPoohBah
source: pooh-bah
de: Teilzeit
et: osalise tööajaga
fr: à temps partiel
it: pluralista
ru: совместитель

# DIRECTIONS_Msg_РаботаУжеОрганизована1
source: work at workplace is already organized
de: Arbeit am Arbeitsplatz bereits organisiert
et: Töö töökohal on juba korraldatud.
fr: le travail sur le lieu de travail est déjà organisé
it: il lavoro sul posto di lavoro è già organizzato
ru: Работа на рабочем месте уже организована

# DIRECTIONS_Field_WpType_4_Signed
source: work outside the office without issuing equipment
de: Arbeiten Sie außerhalb des Büros, ohne Geräte auszustellen
et: töötada väljaspool kontorit ilma seadmeid väljastamata
fr: travailler en dehors du bureau sans fournir d'équipement
it: lavorare fuori dall'ufficio senza emettere apparecchiature
ru: работу вне офиса без выдачи оборудования

# DIRECTIONS_Field_WpType_4_Signed_Group
source: an account to work in a shift group
de: Arbeitsgruppenkonto verschieben
et: looge konto, et töötada vahetustega rühmas
fr: créer un compte pour travailler dans un groupe de travail
it: un account per lavorare in un gruppo di turni
ru: учетную запись для работы в группе посменной работы

# DIRECTIONS_Msg_NoRequired_Title
source: The employee needs access to the corporate network, but without access to the types of persons, he will not get access to information about counterparties. The required types of persons must be indicated.
de: Ein Mitarbeiter benötigt Zugriff auf das Unternehmensnetzwerk, erhält jedoch ohne Zugriff auf Personengruppen keinen Zugriff auf Informationen über Gegenparteien. Die erforderlichen Arten von Personen müssen angegeben werden.
et: Töötaja vajab juurdepääsu ettevõtte võrku, kuid ilma juurdepääsu tüüpi isikutele ei pääse ta juurde teabele vastaspoolte kohta. Märkida tuleb nõutavad isikud.
fr: Un employé a besoin d'accéder au réseau de l'entreprise, mais sans accès aux types de personnes, il n'aura pas accès aux informations sur les contreparties. Les types de personnes requis doivent être indiqués.
it: Un dipendente ha bisogno dell'accesso alla rete aziendale, ma senza l'accesso ai tipi di persone, non avrà accesso alle informazioni sulle controparti. Devono essere indicati i tipi di persone richiesti.
ru: Сотруднику требуется доступ к корпоративной сети, но не имея доступа к типам лиц он не получит доступа к информации о лицах-контрагентах. Необходимо указать требуемые типы лиц.

# DIRECTIONS_Msg_NoRequired_Title_Phone
source: The employee needs a computer, but does not require telephone equipment, which will not allow the employee to organize normal work. Indicate the required telephone equipment.
de: Der Mitarbeiter benötigt einen Computer, jedoch keine Telefonausrüstung, die es dem Mitarbeiter nicht ermöglicht, die normale Arbeit zu organisieren. Geben Sie die erforderliche Telefonausrüstung an.
et: Töötaja vajab arvutit, kuid ei vaja telefoniseadmeid, mis ei võimalda töötajal korraldada normaalset tööd. Märkige vajalik telefonivarustus.
fr: Töötaja vajab arvutit, kuid ei vaja telefoniseadmeid, mis ei võimalda töötajal korraldada normaalset tööd. Märkige vajalik telefonivarustus.
it: Il dipendente ha bisogno di un computer, ma non richiede apparecchiature telefoniche, che non consentiranno al dipendente di organizzare il normale lavoro. Indicare l'apparecchiatura telefonica richiesta.
ru: Сотруднику требуется компьютер, но не требуется телефонное оборудование, что не позволит сотруднику организовать нормальную работу. Укажите требуемое телефонное оборудование.

# DIRECTIONS_MSG_GroupRules_Roles
source: the roles of employees in the group are different
de: Die Rollen der Mitarbeiter in der Gruppe sind unterschiedlich
et: töötajate rollid rühmas on erinevad
fr: les rôles des employés dans le groupe sont différents
it: i ruoli dei dipendenti nel gruppo sono diversi
ru: Выполняемые роли сотрудников в группе различны

# DIRECTIONS_MSG_GroupRules_Types
source: access to the types of persons for employees in the group is different
de: Der Zugang zu den Personentypen für Mitarbeiter in der Gruppe ist unterschiedlich
et: Grupi töötajate juurdepääs tüüpi tüüpidele on erinev
fr: l'accès aux types de personnes pour les employés du groupe est différent
it: l'accesso ai tipi di persone per i dipendenti del gruppo è diverso
ru: Доступ к типам лиц у сотрудников в группе различен

# DIRECTIONS_MSG_GroupRules_Folders
source: access to shared folders for employees in the group is different
de: Der Zugriff auf freigegebene Ordner für Mitarbeiter in der Gruppe ist unterschiedlich
et: Grupi töötajate juurdepääs jagatud kaustadele on erinev
fr: l'accès aux dossiers partagés pour les employés du groupe est différent
it: l'accesso alle cartelle condivise per i dipendenti del gruppo è diverso
ru: Доступ к общим папкам у сотрудников в группе различен

# DIRECTIONS_MSG_GroupRules_Params
source: additional rights of employees in the group are different
de: Zusätzliche Rechte der Mitarbeiter in der Gruppe sind unterschiedlich
et: kontserni töötajate täiendavad õigused on erinevad
fr: les droits supplémentaires des salariés du groupe sont différents
it: i diritti aggiuntivi dei dipendenti nel gruppo sono diversi
ru: Дополнительные права сотрудников в группе различны

# DIRECTIONS_MSG_GroupRules_DetailTitle
source: show differences
de: Unterschiede zeigen
et: näita erinevusi
fr: montrer les différences
it: mostra differenze
ru: Показать различия

# DIRECTIONS_MSG_GroupRules_Title
source: The rights of employees working in a shift group should be the same. Refer to Anisimov V.L.
de: Die Rechte der Mitarbeiter einer Schichtgruppe sollten gleich sein. Siehe Anisimov V.L.
et: Vahetusgrupis töötavate töötajate õigused peaksid olema samad. Viidake Anisimov V.L.
fr: Les droits des employés travaillant dans un groupe de travail posté devraient être les mêmes. Voir Anisimov V.L.
it: I diritti dei dipendenti che lavorano in un gruppo di turno dovrebbero essere gli stessi. Fare riferimento a Anisimov V.L.
ru: Права сотрудников, работающих в группе посменной работы, должны быть одинаковыми. Обратитесь к Анисимову В.Л.

# DIRECTIONS_Radio_WpType_1
source: work in the office
de: im Büro arbeiten
et: töö kontoris
fr: travailler au bureau
it: lavorare in ufficio
ru: работу на рабочем месте в офисе

# DIRECTIONS_Radio_WpType_2
source: moving to another workplace in the office
de: Umzug an einen anderen Arbeitsplatz im Büro
et: kolimine kontoris teisele töökohale
fr: passer à un autre lieu de travail au bureau
it: trasferirsi in un altro posto di lavoro in ufficio
ru: переезд на другое рабочее место в офисе

# DIRECTIONS_Radio_WpType_3
source: work outside the office
de: außerhalb des Büros arbeiten
et: töö väljaspool kontorit
fr: travailler en dehors du bureau
it: lavorare fuori dall'ufficio
ru: работу вне офиса

# DIRECTIONS_Radio_WpType_4
source: change account when changing duties
de: Konto ändern, wenn Aufgaben geändert werden
et: töökohustuste muutmisel vaheta kontot
fr: changer de compte lors du changement de fonctions
it: cambia account quando si cambiano le funzioni
ru: изменение учетной записи при смене обязанностей

# DIRECTIONS_Radio_WpType_5
source: shift work group account
de: Arbeitsgruppenkonto verschieben
et: vahetustega töörühma konto
fr: vahetustega töörühma konto
it: spostare l'account del gruppo di lavoro
ru: учетную запись для работы в группе посменной работы

# DIRECTIONS_DocTitle_WpType_1
source: Organize work at the workplace in the office
de: Organisieren Sie die Arbeit am Arbeitsplatz im Büro
et: Korraldage töö kontoris töökohal
fr: Organiser le travail sur le lieu de travail au bureau
it: Organizza il lavoro sul posto di lavoro in ufficio
ru: Организовать работу на рабочем месте в офисе

# DIRECTIONS_DocTitle_WpType_2
source: Arrange the employee's move to
de: Organisieren Sie den Umzug des Mitarbeiters nach
et: Korraldage töötaja liikumine
fr: Organiser le déménagement de l'employé
it: Organiser le déménagement de l'employé...
ru: Организовать переезд сотрудника на

# DIRECTIONS_DocTitle_WpType_3
source: Organize an employee a workplace outside the office
de: Organisieren Sie einen Mitarbeiterarbeitsplatz außerhalb des Büros
et: Korraldage töötajale töökoht väljaspool kontorit
fr: Organiser un employé un lieu de travail en dehors du bureau
it: Organizza un dipendente un posto di lavoro fuori dall'ufficio
ru: Организовать сотруднику рабочее место вне офиса

# DIRECTIONS_DocTitle_WpType_4
source: Change account due to change of duties
de: Konto aufgrund von Pflichtenwechsel wechseln
et: Muutke kontot töökohustuste muutumise tõttu
fr: Changer de compte en raison d'un changement de fonctions
it: Cambia account a causa di cambio di doveri
ru: Изменить учетную запись, в связи со сменой обязанностей

# DIRECTIONS_DocTitle_WpType_5
source: Create an account for the employee to work in the shift group
de: Erstellen Sie ein Konto für den Mitarbeiter, der in der Schichtgruppe arbeiten soll
et: Looge töötaja jaoks konto vahetusgrupis töötamiseks
fr: Créer un compte pour que l'employé travaille dans le groupe de travail
it: Creare un account affinché il dipendente lavori nel gruppo di turno
ru: Организовать сотруднику учетную запись для работы в группе посменной работы

# DIRECTIONS_NTF_Lang
source: No preferred language specified
de: Keine bevorzugte Sprache angegeben
et: Eelistatud keelt pole täpsustatud
fr: Aucune langue préférée spécifiée
it: Nessuna lingua preferita specificata
ru: Не указан предпочитаемый язык

# DIRECTIONS_Msg_ExistDirection
source: There is already a previously created direction to this employee, for which the work has not yet been completed!
de: Es gibt bereits einen zuvor erstellten Verweis auf diesen Mitarbeiter, für den die Arbeit noch nicht abgeschlossen ist!
et: Sellele töötajale on juba varem loodud viide, mille jaoks töö pole veel lõpule viidud!
fr: Il existe déjà une référence créée précédemment pour cet employé, pour laquelle le travail n'est pas encore terminé!
it: Esiste già un riferimento precedentemente creato a questo dipendente, per il quale il lavoro non è stato ancora completato!
ru: Уже существует ранее созданное указание на данного сотрудника, по которому работа еще не завершена!

# DIRECTIONS_Msg_ExistDirection1
source: Go to this direction?
de: In diese Richtung gehen?
et: Kas minna sellesse suunda?
fr: Allez dans cette direction?
it: Andare in questa direzione?
ru: Перейти на это указание?

# DIRECTIONS_Msg_Title
source: Message
de: Botschaft
et: Sõnum
it: Messaggio
ru: Сообщение

# DIRECTIONS_NTF_Inconsist_Роли_1
source: performs
de: führt durch
et: esineb
fr: effectue
it: esegue
ru: выполняет

# DIRECTIONS_NTF_Inconsist_Роли_2
source: perform
de: ausführen
et: esinema
fr: effectuer
it: eseguire
ru: выполняют

# DIRECTIONS_NTF_Inconsist_Роли_3
source: role
de: Rolle
et: rolli
fr: rôle
it: ruolo
ru: роль

# DIRECTIONS_NTF_Inconsist_Папки_1
source: has the
de: hat das
et: on
fr: a le
it: ha il
ru: имеет

# DIRECTIONS_NTF_Inconsist_Папки_2
source: they have
de: Sie haben ein
et: neil on
fr: ils ont le
it: hanno un
ru: имеют

# DIRECTIONS_NTF_Inconsist_Папки_3
source: shared folder access
de: Zugriff auf freigegebene Ordner
et: jagatud kausta juurdepääs
fr: accès aux dossiers partagés
it: accesso alla cartella condivisa
ru: доступ к общей папке

# DIRECTIONS_NTF_Inconsist_Папки_4
source: access to shared folder
de: Zugriff auf freigegebenen Ordner
et: juurdepääs jagatud kaustale
fr: aucun accès au dossier partagé
it: accesso alla cartella condivisa
ru: доступа к общей папке

# DIRECTIONS_NTF_Inconsist_Параметры_1
source: has the
de: hat das
et: on
fr: a le
it: ha il
ru: имеет

# DIRECTIONS_NTF_Inconsist_Параметры_2
source: they have
de: Sie haben ein
et: neil on
fr: ils ont le
it: hanno un
ru: имеют

# DIRECTIONS_NTF_Inconsist_Типы_1
source: has the
de: hat das
et: on
fr: a le
it: ha il
ru: имеет

# DIRECTIONS_NTF_Inconsist_Типы_2
source: they have
de: Sie haben ein
et: neil on
fr: ils ont le
it: hanno un
ru: имеют

# DIRECTIONS_NTF_Inconsist_Типы_3
source: access to types of persons
de: Zugang zu Arten von Personen
et: juurdepääs tüüpi inimestele
fr: accès à des types de personnes
it: accesso a tipi di persone
ru: доступ к типам лиц

# DIRECTIONS_NTF_Inconsist_Типы_4
source: access to types of persons
de: Zugang zu Arten von Personen
et: juurdepääs tüüpi inimestele
fr: accès à des types de personnes
it: accesso a tipi di persone
ru: доступа к типам лиц

# DIRECTIONS_NTF_Inconsist_No
source: not
de: nicht
et: mitte
fr: ne pas
it: non
ru: не

# DIRECTIONS_Msg_СотрудникНетРабМеста_0
source: Please contact Human Resources.
de: Bitte wenden Sie sich an die Personalabteilung.
et: Palun võtke ühendust personaliga.
fr: Veuillez contacter les ressources humaines.
it: Si prega di contattare le risorse umane.
ru: Обратитесь к кадровую службу.

# DIRECTIONS_Msg_СотрудникНетРабМеста_1
source: The employee needs to create a new workplace.
de: Erstellen Sie einen neuen Arbeitsplatz für den Mitarbeiter.
et: Töötaja peab looma uue töökoha.
fr: L'employé doit créer un nouveau lieu de travail.
it: Il dipendente deve creare un nuovo posto di lavoro.
ru: Сотруднику необходимо создать новое рабочее место.

# DIRECTIONS_Msg_СотрудникНетРабМеста_2
source: Add a new workplace to an employee?
de: Einem neuen Arbeitsplatz zu einem Mitarbeiter hinzufügen?
et: Kas lisada töötajale uus töökoht?
fr: Ajouter un nouveau lieu de travail à un employé?
it: Aggiungere un nuovo posto di lavoro a un dipendente?
ru: Создать новое рабочее место сотруднику?

# DIRECTIONS_Msg_СотрудникНетРабМеста_2_0
source: Work is not organized at the employee's workplace!
de: Die Arbeit wird nicht am Arbeitsplatz des Mitarbeiters organisiert!
et: Töö ei ole töötaja töökohal korraldatud!
fr: Le travail n'est pas organisé sur le lieu de travail de l'employé!
it: Il lavoro non è organizzato sul posto di lavoro del dipendente!
ru: Работа организуется не на рабочем месте сотрудника!

# DIRECTIONS_Msg_СотрудникНетРабМеста_2_1
source: Choose a new workplace for an employee
de: Wählen Sie einen neuen Arbeitsplatz für einen Mitarbeiter
et: Valige töötajale uus töökoht
fr: Choisissez un nouveau lieu de travail pour un employé
it: Scegli un nuovo posto di lavoro per un dipendente
ru: Выбрать сотруднику новое рабочее место
