Repository: Kesco-m/Kesco.Lib.Localization
Catalog: Docs/Directions/ResContainer.*.resx
Languages: de, et, fr, it, ru

# DIRECTIONS_FORM_AG_Title
source: Select additional rights:
de: Zusätzliche Rechte auswählen:
et: Valige täiendavad õigused:
fr: Sélectionnez des droits supplémentaires:
it: Seleziona diritti aggiuntivi:
ru: Выберите дополнительные права:

# DIRECTIONS_FORM_CF_Title
source: Select shared folders
de: Wählen Sie freigegebene Ordner aus:
et: Valige jagatud kaustad:
fr: Sélectionnez les dossiers partagés:
it: Seleziona cartelle condivise:
ru: Выберите общие папки:

# DIRECTIONS_FORM_Mail_Title
source: Select the name of the mailbox:
de: Wählen Sie einen Postfachnamen:
et: Valige postkasti nimi:
fr: Sélectionnez le nom de la boîte aux lettres:
it: Seleziona il nome della casella di posta:
ru: Выберите имя почтового ящика:

# DIRECTIONS_FORM_Role_Title
source: Specify the role of the employee in the company:
de: Geben Sie die Rolle des Mitarbeiters im Unternehmen an:
et: Täpsustage töötaja roll ettevõttes:
fr: Précisez le rôle de l'employé dans l'entreprise:
it: Specificare il ruolo del dipendente nell'azienda:
ru: Укажите роль сотрудника в компании:

# DIRECTIONS_FORM_Type_Title
source: Specify employee access to the types of persons:
de: Geben Sie den Zugang der Mitarbeiter zu Personengruppen an:
et: Määrake töötaja juurdepääs isikutele:
fr: Précisez l'accès des employés aux types de personnes:
it: Specificare l'accesso dei dipendenti ai tipi di persone:
ru: Укажите доступ сотрудника к типам лиц:

# DIRECTIONS_FORM_WP_Title
source: Select an employee's workplace:
de: Wählen Sie den Arbeitsplatz des Mitarbeiters
et: Valige töötaja töökoht
fr: Choisissez le lieu de travail d'un employé
it: Scegli il luogo di lavoro di un dipendente
ru: Выберите рабочее место сотрудника

# DIRECTIONS_FORM_ADVINFO_Title
source: Additional Information
de: Weitere Informationen
et: Lisateave
fr: Informations complémentaires
it: Ulteriori informazioni
ru: Дополнительная информация

# DIRECTIONS_btnGO
source: Run
de: Lauf
et: Jookse
fr: Courir
it: Correre
ru: Выполнить

# DIRECTIONS_hAccessEml
source: Dostup k dannym, neobkhodimyy sotrudniku dlya raboty 50/5000 Access to the data necessary for the employee to work
de: Zugriff auf Daten, die der Mitarbeiter zur Arbeit benötigt
et: Juurdepääs töötajale töötamiseks vajalikele andmetele
fr: Accès aux données nécessaires au travail de l'employé
it: Accesso ai dati necessari per il dipendente a lavorare
ru: Доступ к данным, необходимый сотруднику для работы

# DIRECTIONS_hDadaEml
source: Employee data
de: Mitarbeiterdaten
et: Töötaja andmed
fr: Données sur les employés
it: Dati dei dipendenti
ru: Данные по сотруднику

# DIRECTIONS_hEquipEml
source: Equipment and communications necessary for the employee to work
de: Ausrüstung und Kommunikation, die der Mitarbeiter zur Arbeit benötigt
et: Töötajale tööks vajalikud seadmed ja side
fr: Equipements et communications nécessaires au travail de l'employé
it: Attrezzature e comunicazioni necessarie per il dipendente a lavorare
ru: Оборудование и коммуникации, необходимые сотруднику для работы

# DIRECTIONS_lAEOfiice
source: from the office
de: aus dem Büro
et: ametist
fr: du bureau
it: dall'ufficio
ru: из офиса

# DIRECTIONS_lAEVpn
source: remote (via VPN)
de: Remote (über VPN)
et: kaugjuhtimispult (VPN-i kaudu)
fr: à distance (via VPN)
it: remoto (via VPN)
ru: удаленный (через VPN)

# DIRECTIONS_lAIMobile
source: mobile (SkyLink, 3G)
de: mobil (SkyLink, 3G)
et: mobiil (SkyLink, 3G)
ru: мобильный (SkyLink, 3G)

# DIRECTIONS_lAIModem
source: from home via modem
de: von zu Hause über Modem
et: kodust modemi kaudu
fr: de la maison par modem
it: da casa via modem
ru: из дома через модем

# DIRECTIONS_lAIOffice
source: from the office
de: aus dem Büro
et: ametist
fr: du bureau
it: dall'ufficio
ru: из офиса

# DIRECTIONS_lbl_ОтветственнаяКомпания
source: Responsible company
de: Verantwortliches Unternehmen
et: Vastutav ettevõte
fr: Entreprise responsable
it: Società responsabile
ru: Ответственная компания

# DIRECTIONS_lComplete
source: Done
de: Durchgeführt
et: Valmis
fr: Fait
it: Raggiunto
ru: Выполнено

# DIRECTIONS_lCompN
source: laptop
de: ein Laptop
et: sülearvuti
fr: un ordinateur portable
it: un computer portatile
ru: ноутбук

# DIRECTIONS_lCompP
source: personal
de: persönlich
et: isiklik
fr: personnel
it: personale
ru: персональный

# DIRECTIONS_lCompT
source: thin client
de: Dünner Kunde
et: õhuke klient
fr: client léger
ru: тонкий клиент

# DIRECTIONS_lMin
source: min
de: Mindest
ru: мин.

# DIRECTIONS_lPhoneDect
source: cellphone
de: eine Tube
et: toru
fr: un tube
it: un tubo
ru: трубка

# DIRECTIONS_lPhoneDesk
source: on the table
de: auf dem Tisch
et: lauale
fr: sur la table
it: sul tavolo
ru: на столе

# DIRECTIONS_lPhoneIP
source: Ip phone
de: IP Handy
et: IP telefon
fr: Téléphone ip
it: Telefono IP
ru: IP-телефон

# DIRECTIONS_lPhoneIPCam
source: Ip camera
de: IP Kamera
et: IP kaamera
fr: Caméra ip
it: Fotocamera IP
ru: IP-камера

# DIRECTIONS_lPhoneSim
source: SIM card for mob. tel.
de: SIM-Karte für Handys tel.
et: SIM-kaart mob. tel.
fr: Carte SIM pour mob. tél.
it: Carta SIM per mob. tel.
ru: SIM-карта для моб. тел.

# DIRECTIONS_lPLExitInSide
source: only inside the holding
de: nur innerhalb des Betriebs
et: ainult ettevõttes
fr: seulement à l'intérieur de l'exploitation
it: solo all'interno dell'azienda
ru: только внутри холдинга

# DIRECTIONS_lPLExitOutCountry
source: + international
et: + rahvusvaheline
it: + internazionale
ru: + международная

# DIRECTIONS_lPLExitOutTown
source: + riigis
de: + Inland
et: + inside the country
fr: + à l'intérieur du pays
it: + all'interno del paese
ru: + внутри страны

# DIRECTIONS_lPLExitTown
source: + local city
de: + Stadt
et: + kohalik linn
fr: + ville locale
it: + città locale
ru: + местная городская

# DIRECTIONS_lRequire
source: Is required
de: Ist erforderlich
et: Nõutav
fr: Est nécessaire
it: È richiesto
ru: Требуется

# DIRECTIONS_lSotrudnikParent1
source: like an employee
de: wie ein Angestellter
et: nagu töötaja
fr: comme un employé
it: come un impiegato
ru: как у сотрудника

# DIRECTIONS_lSotrudnikParent2
source: instead of employee
de: anstelle eines Mitarbeiters
et: töötaja asemel
fr: au lieu d'employé
it: invece di dipendente
ru: вместо сотрудника

# DIRECTIONS_lTrack
source: Track employee lateness
de: Verfolgen Sie die Verspätung Ihrer Mitarbeiter
et: Jälgige töötajate hilinemist
fr: Suivre les retards des employés
it: Traccia il ritardo dei dipendenti
ru: Отслеживать опоздания сотрудника

# DIRECTIONS_Msg_CopyBuffer
source: copy to clipboard
de: in die Zwischenablage kopieren
et: kopeeri lõikepuhvrisse
fr: copier dans le presse papier
it: copia negli appunti
ru: Скопировать в буфер обмена

# DIRECTIONS_Msg_Delete
source: Are you sure you want to delete this entry?
de: Möchten Sie diesen Eintrag wirklich löschen?
et: Kas soovite kindlasti selle kirje kustutada?
fr: Êtes-vous sûr de vouloir supprimer cette entrée?
it: Sei sicuro di voler cancellare questa voce?
ru: Вы уверены, что хотите удалить эту запись?

# DIRECTIONS_Msg_EmailНеКорректен
source: e-mail is incorrect
de: E-Mail ist falsch angegeben
et: e-post on vale
fr: l'email est incorrect
it: l'email non è corretta
ru: E-mail указан некорректно

# DIRECTIONS_Msg_ExistsDirection
source: for this employee for this job already exists
de: für diesen Mitarbeiter existiert bereits
et: selle töötaja jaoks selle töö jaoks juba olemas
fr: pour cet employé pour ce travail existe déjà
it: per questo dipendente per questo lavoro esiste già
ru: Для данного сотрудника уже существует

# DIRECTIONS_Msg_ExistsPhone
source: number uses
de: Anzahl verwendet
et: number kasutab
fr: nombre d'utilisations
it: numero usa
ru: Номер использует

# DIRECTIONS_Msg_FillFormByEmpl
source: Attention! Fill out the form based on employee data:
de: Beachtung! Füllen Sie das Formular anhand der Mitarbeiterdaten aus:
et: Tähelepanu! Täitke vorm töötaja andmete põhjal:
fr: Attention! Remplissez le formulaire en fonction des données de l'employé:
it: Attenzione! Compila il modulo in base ai dati dei dipendenti:
ru: Внимание! Заполнить форму на основании данных сотрудника:

# DIRECTIONS_Msg_NoAccessEthernet
source: not part of the corporate network
de: nicht Teil des Unternehmensnetzwerks
et: ei kuulu ettevõtte võrku
fr: ne fait pas partie du réseau d'entreprise
it: non fa parte della rete aziendale
ru: Не входит в корпоративную сеть

# DIRECTIONS_Msg_NoAccessInternet
source: no internet access
de: Kein Zugang zum Internet
et: internetiühendus puudub
fr: pas d'accès internet
it: nessun accesso internet
ru: Нет доступа к сети Internet

# DIRECTIONS_Msg_NoRequired
source: not required
de: nicht erforderlich
et: ei ole vaja
fr: non requis
it: non richiesto
ru: не требуется

# DIRECTIONS_Msg_NoSignSupervisor
source: The instruction is not signed by the direct manager
de: Richtlinie nicht vom unmittelbaren Vorgesetzten unterzeichnet
et: Juhendi ei kirjuta alla otsene juht
fr: L'instruction n'est pas signée par le responsable direct
it: L'istruzione non è firmata dal manager diretto
ru: Указание не подписано непосредственным руководителем

# DIRECTIONS_Msg_NoSpecified
source: not specified
de: unbestimmt
et: pole täpsustatud
fr: non spécifié
it: non specificato
ru: не указано

# DIRECTIONS_Msg_NoThisDoc
source: It is impossible to specify the same document as the document of the foundation!
de: Es ist nicht möglich, dasselbe Dokument wie ein Bodendokument anzugeben!
et: Sama dokumenti kui sihtasutuse dokument on võimatu täpsustada!
fr: Il est impossible de spécifier le même document comme document de la fondation!
it: È impossibile specificare lo stesso documento del documento della fondazione!
ru: Невозможно указать в качестве документа основания этот же самый документ!

# DIRECTIONS_Msg_OpenEquip
source: avatud seadmete vorm
de: offenes Geräteformular
fr: formulaire d'équipement ouvert
it: modulo di equipaggiamento aperto
ru: Открыть форму оборудования

# DIRECTIONS_Msg_OpenEquipNotResp
source: No responsible for the equipment
de: Keine Ausrüstung verantwortlich
et: Ei vastuta seadmete eest
fr: Aucun responsable de l'équipement
it: Non è responsabile per l'attrezzatura
ru: Нет ответственного за оборудование

# DIRECTIONS_Msg_OpenEquipResp
source: Responsible for the equipment
de: Verantwortlich für die Ausrüstung
et: Vastutab seadmete eest
fr: Responsable de l'équipement
it: Responsabile per l'attrezzatura
ru: Ответственный за оборудование

# DIRECTIONS_Msg_SimGive
source: SIM card will be issued
de: Die SIM-Karte wird ausgestellt
et: SIM-kaart väljastatakse
fr: Verrà emessa la carta SIM
it: La carte SIM sera émise
ru: Будет выдана SIM-карта

# DIRECTIONS_Msg_ВыданаSim
source: SIM card issued
de: SIM-Karte ausgestellt
et: Väljastatud SIM-kaart
fr: Carte SIM émise
it: Carta SIM emessa
ru: Выдана SIM-карта

# DIRECTIONS_Msg_ДокументНеДоступен
source: document not available
de: Dokument nicht verfügbar
et: dokument pole saadaval
fr: document non disponible
it: documento non disponibile
ru: Документ не доступен

# DIRECTIONS_Msg_ЛицоБезБП
source: the person is not working on a business project
de: Person arbeitet nicht an einem Geschäftsprojekt
et: isik ei tee äriprojekti
fr: nom d'utilisateur est incorrect
it: il nome utente non è corretto
ru: Лицо не работает по бизнес-проекту

# DIRECTIONS_Msg_ЛогинНеКорректен
source: login is incorrect
de: Login ist falsch
et: kasutajanimi on vale
fr: nom d'utilisateur est incorrect
it: il nome utente non è corretto
ru: Логин указан некорректно

# DIRECTIONS_Msg_ЛогинСуществует
source: login busy
de: Login beschäftigt
et: sisselogimine on hõivatud
fr: login occupé
it: login occupato
ru: Логин занят

# DIRECTIONS_Msg_НеКомпьютеризированноеРабочееМесто
source: a computer cannot be installed at this workplace
de: Computer kann an diesem Arbeitsplatz nicht installiert werden
et: arvutit ei saa sellel töökohal paigaldada
fr: un ordinateur ne peut pas être installé sur ce lieu de travail
it: un computer non può essere installato in questo luogo di lavoro
ru: На этом рабочем месте не может быть установлен компьютер

# DIRECTIONS_Msg_ОписаниеКаталога
source: A set of types of persons used by companies working on this project
de: Die Gruppe von Personen, die von Unternehmen verwendet werden, die an diesem Projekt arbeiten
et: Selle projektiga tegelevate ettevõtete poolt kasutatavate isikute liigid
fr: Un ensemble de types de personnes utilisées par les entreprises travaillant sur ce projet
it: Un insieme di tipi di persone utilizzate dalle aziende che lavorano a questo progetto
ru: Набор типов лиц, используемых компаниями, работающими по данному проекту

# DIRECTIONS_Msg_ОтсутствуетПодчиненность
source: there is no subordination in the staffing table
de: keine Personalunterordnung
et: personali tabelis puudub alluvus
fr: il n'y a pas de subordination dans le tableau des effectifs
it: non c'è subordinazione nella tabella del personale
ru: отсутствует подчиненность в штатном расписании

# DIRECTIONS_Msg_РабочееМестоНеВОфисе
source: workplace is not in the office
de: Arbeitsplatz außerhalb des Büros
et: töökoht ei ole kontoris
fr: le lieu de travail n'est pas au bureau
it: il posto di lavoro non è in ufficio
ru: Рабочее место не в офисе

# DIRECTIONS_Msg_РабочееМестоНеСоответствует
source: the work is not organized in the workplace of the employee, a new workplace will be created
de: Die Arbeit ist nicht am Arbeitsplatz des Mitarbeiters organisiert, sondern es wird ein neuer Arbeitsplatz geschaffen
et: tööd ei korraldata töötaja töökohal, luuakse uus töökoht
fr: le travail n'est pas organisé sur le lieu de travail de l'employé, un nouveau lieu de travail sera créé
it: il lavoro non è organizzato sul posto di lavoro del dipendente, verrà creato un nuovo posto di lavoro
ru: Работа организуется не на рабочем месте сотрудника, будет создано новое рабочее место

# DIRECTIONS_Msg_РабочееНеДоступно
source: workplace not available
de: Arbeitsplatz nicht verfügbar
et: töökoht pole saadaval
fr: lieu de travail non disponible
it: posto di lavoro non disponibile
ru: Рабочее место не доступно

# DIRECTIONS_Msg_РасположениеЗакрыто
source: location closed
de: Standort ist geschlossen
et: asukoht suletud
fr: emplacement fermé
it: posizione chiusa
ru: Расположение закрыто

# DIRECTIONS_Msg_РасположениеНеДоступно
source: location is not available
de: Standort nicht verfügbar
et: asukoht ei ole saadaval
fr: emplacement n'est pas disponible
it: la posizione non è disponibile
ru: Расположение не доступно

# DIRECTIONS_Msg_СотрудникНеДоступен
source: employee not available
de: Mitarbeiter nicht verfügbar
et: töötaja ei ole kättesaadav
fr: employé non disponible
it: dipendente non disponibile
ru: Сотрудник не доступен

# DIRECTIONS_Msg_СотрудникНеИмеетЛогина
source: employee has no login
de: Mitarbeiter hat kein Login
et: töötaja ei ole sisse loginud
fr: employé n'a pas de login
it: il dipendente non ha accesso
ru: Сотрудник не имеет логина

# DIRECTIONS_Msg_СотрудникНетЛица
source: the staff does not have an entry in the directory of persons
de: Der Mitarbeiter hat keinen Eintrag im Personenverzeichnis
et: personalil ei ole inimeste kataloogi kannet
fr: le personnel n'a pas d'inscription dans l'annuaire des personnes
it: il personale non ha una voce nell'elenco delle persone
ru: У сотрудника отсутствует запись в справочнике лиц

# DIRECTIONS_Msg_СотрудникНетЛицаЗаказчика
source: the employee does not specify the company responsible for the fin. regulation
de: Der Mitarbeiter hat nicht das Unternehmen, das für die Flosse verantwortlich ist. Verordnung
et: töötaja ei täpsusta ettevõtte eest vastutavat ettevõtet. reguleerimine
fr: l'employé ne précise pas la société responsable de l'aileron. règlement
it: il dipendente non specifica la società responsabile della pinna. regolazione
ru: У сотрудника не указана компания, отвечающая за фин. регулирование

# DIRECTIONS_Msg_СотрудникНетРабМеста
source: The employee does not have jobs in which it is necessary to organize work.
de: Der Mitarbeiter hat keine Jobs, in denen die Arbeit organisiert werden muss.
et: Töötajal ei ole töökohti, kus oleks vaja tööd korraldada.
fr: L'employé n'a pas d'emploi dans lequel il est nécessaire d'organiser le travail.
it: Il dipendente non ha lavori su cui è necessario organizzare il lavoro.
ru: У сотрудника отсутствуют рабочие места, на которых необходимо организовать работу.

# DIRECTIONS_Msg_СотрудникНеУволен
source: employee not fired yet
de: Mitarbeiter noch nicht entlassen
et: töötaja ei ole veel vallandanud
fr: employé pas encore viré
it: dipendente non licenziato ancora
ru: Сотрудник еще не уволен

# DIRECTIONS_Msg_СотрудникСостояние1
source: decree (vacation)
de: Dekret (Urlaub)
et: dekreet (puhkus)
fr: décret (vacances)
it: decreto (vacanza)
ru: декрет(отпуск)

# DIRECTIONS_Msg_СотрудникСостояние2
source: guest personal
de: Gast persönlich
et: külaline isiklik
fr: personnel invité
it: ospite personale
ru: гость персональный

# DIRECTIONS_Msg_СотрудникСостояние3
source: dismissed
de: gefeuert
et: jäeti rahuldamata
fr: licencié
it: respinto
ru: уволен

# DIRECTIONS_Msg_СотрудникСостояние4
source: guest by guest card
de: Gast mit Gästekarte
et: külaline kaardiga
fr: invité par carte d'hôte
it: ospite per carta ospite
ru: гость по гостевой карточке

# DIRECTIONS_Msg_СотрудникСостояние5
source: stranger
de: Außenseiter
et: võõras
fr: étranger
it: straniero
ru: посторонний

# DIRECTIONS_Msg_ФотоНет
source: employee has no photo
de: Mitarbeiter hat kein Foto
et: töötajal pole fotot
fr: employé n'a pas de photo
it: il dipendente non ha foto
ru: у сотрудника отсутствует фотография

# DIRECTIONS_NTF_CadrNoCompany
source: The staffing table of the employee does not indicate the company responsible for financial regulation.
de: In der Mitarbeiterliste des Mitarbeiters ist nicht angegeben, welches Unternehmen für die Finanzregulierung verantwortlich ist.
et: Töötajate tabelis ei ole märgitud finantsregulatsiooni eest vastutavat ettevõtet.
fr: Le tableau des effectifs de l’employé n’indique pas l’entreprise responsable de la réglementation financière.
it: Il tavolo del personale del dipendente non indica la società responsabile della regolamentazione finanziaria.
ru: В штатном расписании у сотрудника не указана компания,\nотвечающая за финансовое регулирование.

# DIRECTIONS_NTF_DelayMustEmail
source: To track delays, you must specify \ n managers who need to send an e-mail about the lateness of this employee!
de: Um die Verspätung zu verfolgen, müssen \ nLeader angegeben werden, die eine E-Mail über die Verzögerung dieses Mitarbeiters senden müssen!
et: Viivituste jälgimiseks peate täpsustama juhid, kes peavad saatma e-kirja selle töötaja hilinemise kohta!
fr: Pour suivre les retards, vous devez spécifier les \ n gestionnaires qui doivent envoyer un courrier électronique concernant le retard de cet employé!
it: Per tenere traccia dei ritardi, è necessario specificare \ n i gestori che devono inviare una e-mail sul ritardo di questo dipendente!
ru: Для отслеживания опозданий необходимо указать\nруководителей, которым необходимо отсылать e-mail об опоздании данного сотрудника!

# DIRECTIONS_NTF_DocInCorrect
source: The document was saved incorrectly
de: Das Dokument wurde nicht korrekt gespeichert
et: Dokument salvestati valesti
fr: Le document n'a pas été enregistré correctement
it: Il documento è stato salvato in modo errato
ru: Документ был сохранен некорректно

# DIRECTIONS_NTF_EmailIncorrect
source: e-mail is incorrect.
de: E-Mail ist falsch
et: e-post on vale.
fr: le courrier électronique est incorrect.
it: l'e-mail non è corretta.
ru: e-mail указан некорректно

# DIRECTIONS_NTF_EmailNotUnique
source: such e-mail already {0}exists
de: Eine solche E-Mail {0}existiert bereits
et: selline e-post {0}on juba olemas;
fr: ce courrier existe déjà {0}.
it: tale e-mail {0}esiste già
ru: такой e-mail {0}уже существует

# DIRECTIONS_NTF_EmailNotUnique1
source: e-mail must be unique
de: E-Mail muss eindeutig sein
et: E-post peab olema unikaalne.
fr: le courrier électronique doit être unique.
it: l'e-mail deve essere unica
ru: e-mail должен быть уникальным

# DIRECTIONS_NTF_EmployeeNoPerson
source: The employee is not synchronized with the directory of persons.
de: Der Mitarbeiter ist nicht mit dem Personenverzeichnis synchronisiert.
et: Töötajat ei sünkroniseerita isikute kataloogiga.
fr: L'employé n'est pas synchronisé avec le répertoire des personnes.
it: Il dipendente non è sincronizzato con la directory delle persone.
ru: Cотрудник не синхронизирован со справочником лиц.

# DIRECTIONS_NTF_LoginIncorrect
source: Login is incorrect.
de: Login ist falsch.
et: Sisselogimine on vale.
fr: La connexion est incorrecte.
it: Il login non è corretto
ru: Логин указан некорректно.

# DIRECTIONS_NTF_NoDataDoc
source: The date of the document is not specified.
de: Das Datum des Dokuments ist nicht angegeben.
et: Dokumendi kuupäeva pole täpsustatud.
fr: La date du document n'est pas spécifiée.
it: La data del documento non è specificata.
ru: Не указана дата документа.

# DIRECTIONS_NTF_NoDomain
source: No domain specified.
de: Domain nicht angegeben.
et: Domeeni pole määratud.
fr: Aucun domaine spécifié.
it: Nessun dominio specificato.
ru: Не указан домен.

# DIRECTIONS_NTF_NoEmail
source: No e-mail specified.
de: Keine E-Mail angegeben.
et: E-posti ei ole määratud.
fr: Aucun e-mail spécifié.
it: Nessuna e-mail specificata.
ru: Не указан e-mail.

# DIRECTIONS_NTF_NoEmployee
source: No employee specified.
de: Kein Mitarbeiter angegeben.
et: Ühtegi töötajat ei ole määratud.
fr: Aucun employé spécifié.
it: Nessun dipendente specificato.
ru: Не указан сотрудник.

# DIRECTIONS_NTF_NoLider
source: No head specified.
de: Der Kopf ist nicht angegeben.
et: Pead pole määratud.
fr: Pas de tête spécifiée.
it: Nessuna testa specificata.
ru: Не указан руководитель.

# DIRECTIONS_NTF_NoLogin
source: No login specified.
de: Login nicht angegeben.
et: Sisselogimist pole määratud.
fr: Pas de login spécifié.
it: Nessun accesso specificato.
ru: Не указан логин.

# DIRECTIONS_NTF_NoSender
source: The name of the mail sender is not specified.
de: Der Name des Absenders ist nicht angegeben.
et: E-posti saatja nime pole täpsustatud.
fr: Le nom de l'expéditeur du courrier n'est pas spécifié.
it: Il nome del mittente della posta non è specificato.
ru: Не указано имя отпраивтеля почты.

# DIRECTIONS_NTF_NoWorkGo
source: Not specified time of arrival of the employee to work!
de: Der Zeitpunkt der Ankunft des Mitarbeiters zur Arbeit ist nicht angegeben!
et: Töötaja saabumisaeg ei ole määratud!
fr: Heure d'arrivée non spécifiée de l'employé au travail!
it: Non specificato orario di arrivo del dipendente al lavoro!
ru: Не указано время прихода сотрудника на работу!

# DIRECTIONS_NTF_NoWorkPlace
source: not specified workplace
de: nicht spezifizierter Arbeitsplatz
et: pole määratud töökoht
fr: lieu de travail des employés non spécifié.
it: posto di lavoro dipendente non specificato.
ru: не указано рабочее место

# DIRECTIONS_NTF_VerbalVisit
source: Late time is not indicated - verbal explanatory to the manager!
de: Keine Angabe Verspätung - mündliche Erklärung für den Kopf!
et: Hilinenud aega ei ole näidatud - suuline selgitus juhile!
fr: Le temps tardif n'est pas indiqué - explication verbale au gestionnaire!
it: In ritardo non è indicato - verbale esplicativo per il gestore!
ru: Не указано время опоздания-устная объяснительная руководителю!

# DIRECTIONS_NTF_WriteCadr
source: No late time-written explanatory to the personnel department!
de: Keine spezifizierte Verspätung - schriftliche Erklärung an die Personalabteilung!
et: Personaliosakonnale ei ole hilinenud aega seletav!
fr: Pas d'explication tardive au service du personnel!
it: Nessuna spiegazione scritta in ritardo al dipartimento del personale!
ru: Не указано время опоздания-письменная объяснительная в отдел кадров!
