Repository: Kesco-m/Kesco.Lib.Localization
Catalog: Docs/Directions/ResContainer.*.resx
Languages: de, et, fr, it, ru

# DIRECTIONS_Msg_РольВоВсехКомпаниях2
source: and companies that will join the holding in the future
de: und Unternehmen, die in Zukunft in die Holding eintreten werden
et: tulevikus osalevad ettevõtted
fr: et les entreprises qui rejoindront la holding à l'avenir
it: e le aziende che entreranno a far parte dell'azienda in futuro
ru: и компаниях, которые войдут в холдинг в будущем

# DIRECTIONS_Msg_НетУказанКаталог
source: You must specify a directory
de: Verzeichnis muss angegeben werden
et: Peate määrama kataloogi
fr: Vous devez spécifier un répertoire
it: Devi specificare una directory
ru: Необходимо указать каталог

# DIRECTIONS_Msg_НетУказанКаталог1
source: You must specify either the directory or the type of person
de: Sie müssen entweder das Verzeichnis oder den Typ der Person angeben
et: Peate määrama kas kataloogi või isiku tüübi
fr: Vous devez spécifier soit le répertoire ou le type de personne
it: Devi specificare la directory o il tipo di persona
ru: Необходимо указать тип лица

# DIRECTIONS_Msg_ВсеКаталоги
source: accessed in all directories
de: Zugriff in allen Verzeichnissen erhalten
et: kõikides kataloogides
fr: accessible dans tous les répertoires
it: accesso in tutte le directory
ru: получил доступ во всех каталогах

# DIRECTIONS_Msg_ВсеКаталоги1
source: that exist now or will appear in the future, to the specified type of face
de: die jetzt existieren oder in Zukunft erscheinen werden, für den angegebenen Personentyp
et: mis on praegu või tulevikus ilmuvad määratud tüüpi näole
fr: qui existent maintenant ou qui apparaîtront dans le futur, pour le type de visage spécifié
it: che esiste ora o apparirà in futuro, al tipo di volto specificato
ru: которые существуют сейчас или появятся в будущем, к указанному типу лица

# DIRECTIONS_Msg_ВсеТипы
source: got access to all types of persons in the specified directory
de: Zugriff auf alle Arten von Personen im angegebenen Verzeichnis
et: juurdepääs kõigile määratud kataloogi isikutele
fr: obtenu l'accès à tous les types de personnes dans le répertoire spécifié
it: avere accesso a tutti i tipi di persone nella directory specificata
ru: получил доступ ко всем типам лиц в указанном каталоге

# DIRECTIONS_Msg_ВсеТипы1
source: that exist now or will appear in the future
de: die jetzt existieren oder in Zukunft erscheinen werden
et: mis on praegu või tulevikus
fr: qui existent maintenant ou apparaîtront à l'avenir
it: che esistono ora o appariranno in futuro
ru: которые существуют сейчас или появятся в будущем

# DIRECTIONS_Rnd_AllCompany1
source: --in all companies--
de: --in allen Unternehmen--
et: --kõigis ettevõtetes--
fr: --dans toutes les entreprises--
it: --in tutte le società--
ru: --во всех компаниях--

# DIRECTIONS_Msg_Err_ЧтоТребуется
source: Not specified to be organized by the employee
de: Es wird nicht angegeben, was der Mitarbeiter organisieren muss
et: Ei ole näidatud, et töötaja peab olema korraldatud.
fr: Il n'est pas indiqué qu'un employé doit être organisé.
it: Non specificato per essere organizzato dal dipendente
ru: Не указано, что требуется организовать сотруднику

# DIRECTIONS_Msg_Err_РабМестоВОфисе
source: Not specified office workplace
de: Nicht spezifizierter Arbeitsplatz im Büro
et: Pole määratud kontoritöökoht
fr: Lieu de travail non spécifié
it: Posto di lavoro dell'ufficio non specificato
ru: Не указано рабочее место в офисе

# DIRECTIONS_Msg_Err_ТребуетсяДляРаботы
source: It is not indicated that an employee will be required to work
de: Es wird nicht angegeben, was der Mitarbeiter zur Arbeit benötigt
et: Ei ole näidatud, et töötaja peab töötama
fr: Il n'est pas indiqué qu'un employé sera obligé de travailler
it: Non è indicato che un dipendente sarà tenuto a lavorare.
ru: Не указано, что потребуется сотруднику для работы

# DIRECTIONS_Msg_Err_Сеть
source: No access to corporate network
de: Unternehmensnetzwerkzugriff nicht angegeben
et: Juurdepääs ettevõtte võrgule puudub
fr: Pas d'accès au réseau d'entreprise
it: Nessun accesso alla rete aziendale
ru: Не указан доступ к корпоративной сети

# DIRECTIONS_Msg_Err_МобТелефон
source: Employee’s mobile phone is not specified
de: Keine Handynummer des Mitarbeiters angegeben
et: Töötaja mobiiltelefoni pole täpsustatud
fr: Le téléphone portable de l'employé n'est pas spécifié
it: Il telefono cellulare del dipendente non è specificato
ru: не указан мобильный телефон сотрудника

# DIRECTIONS_Msg_Err_Как
source: Not filled field as employee
de: Das Feld 'wie ein Mitarbeiter' ist nicht ausgefüllt
et: Ei ole täidetud kui töötaja
fr: Non renseigné sur le terrain en tant qu'employé
it: Campo non riempito come dipendente
ru: Не заполнено поле 'как у сотрудника'

# DIRECTIONS_Msg_Err_Вместо
source: Not filled field 'instead of employee'
de: Das Feld 'anstelle von Mitarbeiter' ist nicht ausgefüllt
et: Täitmata väli „töötaja asemel”
fr: Champ non rempli 'au lieu d'employé'
it: Campo non riempito 'invece di dipendente'
ru: Не заполнено поле 'вместо сотрудника'

# DIRECTIONS_Msg_Err_ВместоУчетки
source: It is impossible to save the instruction, and the employee to whom the indication is made and the employee "instead" have various accounts
de: Es ist nicht möglich, die Anzeige zu speichern, weil und der Mitarbeiter, auf den Bezug genommen wird, und der Mitarbeiter "statt" haben unterschiedliche Konten
et: Juhendit ei ole võimalik salvestada, ja töötaja, kellele viide on tehtud, ja töötaja "asemel" on erinevad kontod
fr: Il est impossible de sauvegarder l'instruction, car et l'employé à qui l'indication est faite et l'employé "au lieu" ont divers comptes
it: È impossibile salvare le istruzioni, da allora e il dipendente a cui viene fatta l'indicazione e il dipendente "invece" ha vari account
ru: Невозможно сохранить указание, т.к. и сотрудник, на которого делается указание и сотрудник 'вместо' имеют учетные записи

# DIRECTIONS_Msg_Err_НетСотрудника
source: Identify employee
de: Mitarbeiter angeben
et: Nimetage töötaja
fr: Identifier un employé
it: Identifica dipendente
ru: Укажите сотрудника

# DIRECTIONS_Msg_Err_НетЗаписи
source: Record not found
de: Aufnahme nicht gefunden
et: Salvestust ei leitud
fr: Enregistrement non trouvé
it: Record non trovato
ru: Запись не найдена

# DIRECTIONS_Msg_Err_MailBox
source: Error retrieving possible mailbox names
de: Fehler beim Abrufen möglicher Postfachnamen
et: Viga võimalike postkasti nimede allalaadimisel
fr: Erreur lors de la récupération des noms de boîte aux lettres possibles
it: Errore nel recupero dei possibili nomi delle cassette postali
ru: Ошибка получения возможных имен почтового ящика

# DIRECTIONS_NTF_ГруппаНаРасположении
source: A shift work group is already working at the specified workplace.
de: Die Schichtarbeitsgruppe arbeitet bereits am angegebenen Arbeitsplatz.
et: Nimetatud töökohal töötab juba vahetustega töörühm
fr: Un groupe de travail par quarts travaille déjà sur le lieu de travail spécifié
it: Un gruppo di lavoro a turni sta già lavorando nel luogo di lavoro specificato
ru: На указанном рабочем месте уже работает группа посменной работы

# DIRECTIONS_NTF_SimRequired
source: employee position
de: Position Mitarbeiter
et: töötaja ametikoht
fr: poste d'employé
it: posizione del dipendente
ru: сотруднику на должности

# DIRECTIONS_NTF_SimRequired1
source: no mobile connection required
de: Keine mobile Verbindung erforderlich
et: mobiilsidet pole vaja
fr: aucune connexion mobile requise
it: non è richiesta alcuna connessione mobile
ru: не требуется мобильная связь

# DIRECTIONS_NTF_SimRequired2
source: mobile prepaid internet connection required
de: erfordert eine Prepaid-Internetverbindung
et: nõutav mobiilse ettemakstud internetiühendus
fr: connexion Internet prépayée mobile requise
it: è necessaria una connessione Internet prepagata mobile
ru: требуется мобильная связь с заранее предоплаченным интернетом

# DIRECTIONS_NTF_SimRequired3
source: mobile connection with megabyte charging is required
de: erfordert eine mobile Verbindung mit Megabyte-Tarif
et: vajalik on mobiilside megabaidi laadimisega
fr: une connexion mobile avec chargement en mégaoctets est requise
it: È necessaria una connessione mobile con ricarica megabyte
ru: требуется мобильная связь с помегабайтной тарификацией

# DIRECTIONS_NTF_NoIssued
source: not issued
de: nicht ausgestellt
et: ei ole väljastatud
fr: pas publié
it: non rilasciato
ru: не выдано

# DIRECTIONS_NTF_NoEquipment
source: IT equipment is not available at this location or you do not have permission to view it
de: IT-Geräte sind an diesem Standort nicht verfügbar oder Sie haben keine Berechtigung zum Anzeigen
et: IT-seadmed ei ole sellel asukohal saadaval või teil pole luba selle vaatamiseks
fr: L'équipement informatique n'est pas disponible à cet endroit ou vous n'avez pas la permission de le voir
it: Le apparecchiature IT non sono disponibili in questa posizione o non si dispone dell'autorizzazione per visualizzarle
ru: IT-оборудование отсутствует на данном расположении или у Вас нет прав на его просмотр

# DIRECTIONS_btnGO_Title
source: Follow instructions to organize work
de: Befolgen Sie die Anweisungen zur Arbeitsorganisation
et: Töö korraldamiseks järgige juhiseid
fr: Suivez les instructions pour organiser le travail
it: Segui le istruzioni per organizzare il lavoro
ru: Выполнить указание на организацию работы

# DIRECTIONS_Title_GroupMembers
source: show group work in shifts
de: zeigen die Zusammensetzung der Schichtarbeitsgruppe
et: näidata grupitööd vahetustes
fr: montrer le travail de groupe par équipes
it: mostra il lavoro di gruppo in turni
ru: показать состав группы посменной работы

# DIRECTIONS_NTF_EmptyGroup
source: there are no employees in the shift group
de: Kein Mitarbeiter ist in der Schichtgruppe
et: vahetuses ei ole töötajaid
fr: il n'y a pas d'employés dans le groupe de travail
it: non ci sono impiegati nel gruppo di turno
ru: в группу посменной работы не входит ни один сотрудник

# DIRECTIONS_Title_GroupMembers1
source: The composition of the group shift work
de: Die Zusammensetzung der Schichtarbeitsgruppe
et: Grupi vahetustega töö koosseis
fr: La composition du travail posté
it: La composizione del lavoro di gruppo
ru: Состав группы посменной работы

# DIRECTIONS_Msg_УСотрудникаЕстьРабМесто
source: the employee has a computerized unorganized workplace in the office
de: Der Mitarbeiter hat einen computergestützten, unorganisierten Arbeitsplatz im Büro
et: töötajal on kontoris arvutisüsteem, mis on organiseerimata
fr: l'employé a un lieu de travail informatisé non organisé dans le bureau
it: l'impiegato ha un posto di lavoro non organizzato computerizzato nell'ufficio
ru: У сотрудника есть компьютеризированное не организованное рабочее место в офисе

# DIRECTIONS_Msg_РаботаОрганизована
source: work is organized
de: Arbeit organisiert
et: töö on korraldatud
fr: le travail est organisé
it: il lavoro è organizzato
ru: Работа организована

# DIRECTIONS_Msg_РаботаНеОрганизована
source: work not organized
de: Arbeit ist nicht organisiert
et: tööd ei korraldata
fr: travail non organisé
it: lavoro non organizzato
ru: Работа не организована

# DIRECTIONS_Msg_РаботаУжеОрганизована
source: Work at workplace {0} is already organized. Choose another workplace!
de: Die Arbeit am Arbeitsplatz {0} ist bereits organisiert. Wählen Sie einen anderen Arbeitsplatz!
et: Töö töökohal {0} on juba korraldatud. Vali teine töökoht!
fr: Le travail sur le lieu de travail {0} est déjà organisé. Choisissez un autre lieu de travail!
it: Il lavoro sul posto di lavoro {0} è già organizzato. Scegli un altro posto di lavoro!
ru: Работа на рабочем месте {0} уже организована. Выберите другое рабочее место!

# DIRECTIONS_Msg_ФотоНет_Title
source: Contact the personnel department to photograph an employee
de: Wenden Sie sich an die Personalabteilung, um den Mitarbeiter zu fotografieren
et: Töötaja pildistamiseks võtke ühendust personaliosakonnaga
fr: Contacter le service du personnel pour photographier un employé
it: Contatta il dipartimento del personale per fotografare un dipendente
ru: Обратитесь в отдел кадров для фотографирования сотрудника

# DIRECTIONS_Msg_СотрудникНетЛица_Title
source: Contact the personnel department to synchronize staffing and directory of persons
de: Wenden Sie sich an die Personalabteilung, um die Personalausstattung und das Personenverzeichnis zu synchronisieren
et: Isikute personali ja kataloogi sünkroonimiseks võtke ühendust personaliosakonnaga
fr: Contacter le service du personnel pour synchroniser la dotation en personnel et le répertoire des personnes
it: Contattare il dipartimento del personale per sincronizzare il personale e l'elenco delle persone
ru: Обратитесь в отдел кадров для синхронизации штатного расписания и справочника лиц

# DIRECTIONS_Msg_ЛогинНеКорректен_Title
source: Login must consist only of: Latin letters, numbers and signs [.-]. A login can only begin and end with a letter or number. Correct the login.
de: Der Login sollte nur bestehen aus: lateinischen Buchstaben, Zahlen und Zeichen [.-]. Die Anmeldung kann nur mit Buchstaben oder Zahlen beginnen und enden. Korrigieren Sie den Login.
et: Sisselogimine peab koosnema ainult järgmistest: ladina tähed, numbrid ja märgid. Sisselogimine võib alata ja lõppeda ainult tähega või numbriga. Paranda login.
fr: Le login doit contenir uniquement: des lettres latines, des chiffres et des signes [.-]. Une connexion ne peut commencer et se terminer que par une lettre ou un chiffre. Corrigez le login.
it: Il login deve essere composto solo da: lettere latine, numeri e segni [.-]. Un accesso può iniziare e terminare solo con una lettera o un numero. Correggi il login.
ru: Логин должен состоять только из: латинских букв, цифр и знаков [.-]. Начинаться и заканчиваться логин может только на букву или цифру. Исправьте логин.

# DIRECTIONS_Msg_ЛогинСуществует_Title
source: You must specify a different username
de: Sie müssen eine andere Anmeldung angeben
et: Peate määrama teise sisselogimise
fr: Vous devez spécifier un nom d'utilisateur différent
it: Devi specificare un nome utente diverso
ru: Необходимо указать другой логин

# DIRECTIONS_NTF_NoWorkPlace_Title
source: You must specify the workplace for the organization of work
de: Sie müssen einen Arbeitsplatz für die Arbeitsorganisation angeben
et: Peate täpsustama töökoha töökoha
fr: Vous devez spécifier le lieu de travail pour l'organisation du travail
it: Devi specificare il luogo di lavoro per l'organizzazione del lavoro
ru: Необходимо указать рабочее место для организации работы

# DIRECTIONS_Msg_Err_MailBox_Title
source: Contact support to fix the error.
de: Wenden Sie sich an den Support, um den Fehler zu beheben.
et: Vea parandamiseks võtke ühendust toega.
fr: Contactez le support pour corriger l'erreur.
it: Contattare l'assistenza clienti per correggere l'errore.
ru: Обратитесь в службу поддержки для исправления ошибки

# DIRECTIONS_Msg_NoSpecified_Title
source: You must specify the missing data
de: Fehlende Daten erforderlich
et: Peate määrama puuduvad andmed
fr: Vous devez spécifier les données manquantes
it: Devi specificare i dati mancanti
ru: Необходимо указать недостающие данные

# DIRECTIONS_Msg_EmailНеКорректен_Title
source: Еmail can consist only of Latin letters, numbers and signs [.-]. The name of the mailbox can only begin and end with a letter or number. Make the necessary corrections
de: Die E-Mail kann nur aus lateinischen Buchstaben, Zahlen und Zeichen bestehen [.-]. Der Name einer Mailbox kann nur mit einem Buchstaben oder einer Zahl beginnen und enden. Nehmen Sie die erforderlichen Korrekturen vor
et: Еmail võib koosneda ainult ladina tähtedest, numbritest ja märkidest [.-]. Postkasti nimi võib alata ainult kirja või numbriga. Tehke vajalikud parandused
fr: Еmail ne peut contenir que des lettres latines, des chiffres et des signes [.-]. Le nom de la boîte aux lettres ne peut commencer et se terminer que par une lettre ou un chiffre. Faire les corrections nécessaires
it: Еmail può contenere solo lettere, numeri e segni latini [.-]. Il nome della casella di posta può iniziare e terminare solo con una lettera o un numero. Apporta le correzioni necessarie
ru: Емаil может состоять только из латинские букв, цифр и знаков [.-]. Начинаться и заканчиваться название почтового ящика может только на букву или цифру. Внесите необходимые исправления

# DIRECTIONS_NTF_EmailNotUnique_Title
source: You must specify a different mailbox name.
de: Sie müssen einen anderen Postfachnamen angeben
et: Peate määrama teise postkasti nime.
fr: Vous devez spécifier un nom de boîte aux lettres différent.
it: È necessario specificare un nome di casella postale diverso.
ru: Необходимо указать другое название почтового ящика

# DIRECTIONS_NTF_NoCadr_Title
source: Contact the personnel department to take the employee to the position
de: Wenden Sie sich an die Personalabteilung, um einen Mitarbeiter für die Position zu akzeptieren
et: Pöörduge personali osakonna poole, et töötaja kohale viia
fr: Contacter le service du personnel pour emmener l'employé au poste
it: Contatta il dipartimento del personale per portare il dipendente nella posizione
ru: Обратитесь в отдел кадров для того чтобы принять сотрудника на должность

# DIRECTIONS_NTF_ExcessEq_Title
source: Contact Support
de: Kontaktieren Sie Support
et: Võta ühendust
fr: Contacter le support
it: Contatta l'assistenza
ru: Обратитесь в службу поддержки

# DIRECTIONS_NTF_NoLider1_Title
source: Contact the personnel department to accept an employee for the position or add administrative subordination to the employee.
de: Wenden Sie sich an die Personalabteilung, um einen Mitarbeiter für eine Position zu akzeptieren oder einem Mitarbeiter eine administrative Unterordnung hinzuzufügen.
et: Pöörduge personali osakonna poole, et töötajale positsiooni vastu võtta või lisada töötajale haldusalane alluvus.
fr: Contactez le service du personnel pour accepter un employé du poste ou ajoutez une subordination administrative à l'employé.
it: Contattare il dipartimento del personale per accettare un dipendente per la posizione o aggiungere la subordinazione amministrativa al dipendente.
ru: Обратитесь в отдел кадров для того чтобы принять сотрудника на должность или добавить сотруднику административное подчинение.

# DIRECTIONS_Msg_РабочееНеДоступно_Title
source: Contact Support
de: Kontaktieren Sie Support
et: Võta ühendust
fr: Contacter le support
it: Contatta l'assistenza
ru: Обратитесь в службу поддержки

# DIRECTIONS_Msg_ExistsDirection_Title
source: There is another indication of the same type, if necessary, edit it. You do not need to create a new instruction.
de: Es gibt eine andere Anzeige des gleichen Typs. Bearbeiten Sie sie gegebenenfalls. Sie müssen keine neue Anweisung erstellen.
et: Sama tüüpi märge on olemas, vajadusel muutke seda. Uut juhist ei pea te looma.
fr: Il existe une autre indication du même type, si nécessaire, modifiez-la. Vous n'avez pas besoin de créer une nouvelle instruction.
it: C'è un'altra indicazione dello stesso tipo, se necessario, modificala. Non è necessario creare una nuova istruzione.
ru: Существует другое указание такого же типа, при необходимости отредактируйте его. Создавать новое указание не нужно.

# DIRECTIONS_NTF_ПосменнаяРабота_Title
source: At the specified workplace another employee is already working. You must either choose another workplace or create a group of shift work (contact support)
de: Ein anderer Mitarbeiter arbeitet bereits am angegebenen Arbeitsplatz. Sie müssen entweder einen anderen Arbeitsplatz auswählen oder eine Schichtarbeitsgruppe erstellen (Support kontaktieren)
et: Kindlaksmääratud töökohal töötab juba teine töötaja. Te peate valima mõne teise töökoha või looma vahetustega tööde grupi (võtke ühendust tugiteenusega)
fr: Un autre employé travaille déjà sur le lieu de travail spécifié. Vous devez choisir un autre lieu de travail ou créer un groupe de travail posté (support de contact)
it: Nel posto di lavoro specificato, un altro dipendente sta già lavorando. Devi scegliere un altro posto di lavoro o creare un gruppo di lavoro a turni (contatta l'assistenza)
ru: На указанном рабочем месте уже работает другой сотрудник. Необходимо или выбрать другое рабочее место или создать группу посменной работы(обратитесь в службу поддержки)

# DIRECTIONS_Msg_РабочееМестоНеСоответствует_Title
source: Contact the personnel department to add the specified workplace to the employee.
de: Wenden Sie sich an die Personalabteilung, um dem Mitarbeiter den angegebenen Arbeitsplatz hinzuzufügen.
et: Konkreetse töökoha lisamiseks töötajale võtke ühendust personaliosakonnaga.
fr: Contactez le service du personnel pour ajouter le lieu de travail spécifié à l'employé.
it: Contattare il reparto personale per aggiungere il posto di lavoro specificato al dipendente.
ru: Обратитесь в отдел кадров для добавления указанного рабочего места сотруднику.

# DIRECTIONS_Msg_УСотрудникаЕстьРабМесто_Title
source: You must first organize the work (in the absence of create or execute an existing instruction) in an unorganized workplace.
de: Es ist zunächst erforderlich, die Arbeit an einem nicht organisierten Arbeitsplatz zu organisieren (sofern keine bestehende Richtlinie erstellt oder ausgeführt wird).
et: Te peate kõigepealt korraldama töö (olemasoleva juhendi loomise või teostamata jätmise korral) organiseerimata töökohal.
fr: Vous devez d'abord organiser le travail (en l'absence de créer ou d'exécuter une instruction existante) dans un lieu de travail non organisé.
it: È necessario innanzitutto organizzare il lavoro (in assenza di creare o eseguire un'istruzione esistente) in un ambiente di lavoro non organizzato.
ru: Необходимо сначала организовать работу(при отсутствии создать или выполнить существующее указание) на неорганизованном рабочем месте.

# DIRECTIONS_Msg_РабочееМестоНеВОфисе_Title
source: Contact Support
de: Kontaktieren Sie Support
et: Võta ühendust
fr: Contacter le support
it: Contatta l'assistenza
ru: Обратитесь в службу поддержки

# DIRECTIONS_Msg_НеКомпьютеризированноеРабочееМесто_Title
source: Contact Support
de: Kontaktieren Sie Support
et: Võta ühendust
fr: Contacter le support
it: Contatta l'assistenza
ru: Обратитесь в службу поддержки

# DIRECTIONS_Msg_СотрудникНеИмеетЛогина_Title
source: You must select another employee, because the specified employee does not have a login and his access to the data has already been deleted or he was not
de: Sie müssen einen anderen Mitarbeiter auswählen, da der angegebene Mitarbeiter kein Login hat und sein Zugriff auf die Daten bereits gelöscht wurde oder nicht
et: Te peate valima teise töötaja, sest määratud töötaja ei ole sisse loginud ja tema juurdepääs andmetele on juba kustutatud või ta ei olnud
fr: Vous devez sélectionner un autre employé, car celui-ci ne dispose pas d'un identifiant et que son accès aux données a déjà été supprimé ou qu'il ne l'était pas.
it: Vous devez sélectionner un autre employé, car celui-ci ne dispose pas d'un identifiant et que son accès aux données a déjà été supprimé ou qu'il ne l'était pas.
ru: Необходимо выбрать другого сотрудника, т.к у указанного сотрудника нет логина и его доступ к данным уже удален или его не было

# DIRECTIONS_Msg_СотрудникСостояние_Title
source: Contact HR to change employee status
de: Wenden Sie sich an die Personalabteilung, um den Mitarbeiterstatus zu ändern
et: Töötaja staatuse muutmiseks võtke ühendust HR-iga
fr: Contacter les ressources humaines pour changer le statut de l'employé
it: Contatta l'ufficio delle risorse umane per cambiare lo stato dei dipendenti
ru: Обратитесь в отдел кадров для изменения состояния сотрудника
