Repository: Kesco-m/Kesco.Lib.Localization
Catalog: Docs/Directions/ResContainer.*.resx
Languages: de, et, fr, it, ru

# DIRECTIONS_NTF_ГруппаПосменнойРаботы
source: Shift work group
de: Arbeitsgruppe verschieben
et: Vahetustega töögrupp
fr: Groupe de travail posté
it: Spostamento gruppo di lavoro
ru: Группа посменной работы

# DIRECTIONS_NTF_НеУказанМобильный
source: Specify a mobile phone!
de: Geben Sie ein Mobiltelefon an!
et: Määrake mobiiltelefon!
fr: Spécifiez un téléphone portable!
it: Specifica un telefono cellulare!
ru: Укажите мобильный телефон!

# DIRECTIONS_NTF_ПосменнаяРабота
source: shift work with
de: Schichtarbeit mit
et: vahetustega töö
fr: travail posté avec
it: spostare il lavoro con
ru: посменная работа с

# DIRECTIONS_NTF_РабМестаВместе
source: together with
de: zusammen mit
et: koos
fr: ensemble avec
it: insieme a
ru: вместе с

# DIRECTIONS_NTF_СотрудникВГруппе
source: It is impossible to save the document, because The specified employee is a member of the shift work group!
de: Es ist unmöglich, das Dokument zu speichern, weil Der angegebene Mitarbeiter wird in die Schichtarbeitsgruppe aufgenommen!
et: Dokumenti ei ole võimalik salvestada, sest Määratud töötaja on vahetustega töögrupi liige!
fr: Il est impossible de sauvegarder le document, car L'employé spécifié est membre du groupe de travail posté!
it: È impossibile salvare il documento, perché Il dipendente specificato è un membro del gruppo di lavoro a turni!
ru: Сохранить документ невозможно, т.к. указанный сотрудник входит в группу посменной работы!

# DIRECTIONS_NTF_СотрудникВГруппе1
source: The specified employee is a member of the shift work group! It is impossible to create a reference to the organization of work for such an employee!
de: Mitarbeiter {0} ist Teil der Schichtgruppe {1}, die über ein eigenes Konto verfügt! Es ist nicht möglich, ein Konto für Mitglieder dieser Gruppe zu erstellen!
et: Määratud töötaja on vahetustega töögrupi liige! Sellise töötaja töökorraldusele ei ole võimalik viidata!
fr: L'employé spécifié est membre du groupe de travail posté! Il est impossible de créer une référence à l'organisation du travail pour un tel employé!
it: Il dipendente specificato è un membro del gruppo di lavoro a turni! È impossibile creare un riferimento all'organizzazione del lavoro per tale dipendente!
ru: Cотрудник {0} входит в группу посменной работы {1}, которая имеет собственную учетную запись! Создать учетную запись членам этой группы невозможно!

# DIRECTIONS_NTF_СотрудникВГруппе2
source: It is impossible to choose an employee who belongs to the shift work group!
de: Es ist nicht möglich, einen Mitarbeiter auszuwählen, der Teil einer Schichtarbeitsgruppe ist!
et: Töötaja, kes kuulub vahetustega töögruppi, on võimatu valida!
fr: Il est impossible de choisir un employé qui appartient au groupe de travail posté!
it: È impossibile scegliere un dipendente che appartiene al gruppo di lavoro a turni!
ru: Невозможно выбрать сотрудника, входящего в группу посменной работы!

# DIRECTIONS_NTF_СотрудникСовпадает
source: The selected employee is the same as the employee being instructed
de: Der ausgewählte Mitarbeiter ist derselbe wie der Mitarbeiter, an den
et: Valitud töötaja on sama, mida töötaja juhendab
fr: L'employé sélectionné est le même que l'employé à qui l'instruction est donnée
it: Il dipendente selezionato è lo stesso del dipendente che viene istruito
ru: Выбранный сотрудник совпадает с сотрудником, на которого делается указание

# DIRECTIONS_Pos_BtnAccept
source: I confirm
de: ich bestätige
et: Kinnitan
fr: Je confirme
it: Confermo
ru: Подтверждаю

# DIRECTIONS_Pos_BtnCancel
source: Cancel
de: Stornieren
et: Tühista
fr: Annuler
it: Cancellazione
ru: Отмена

# DIRECTIONS_Pos_BtnDel
source: Delete
de: Löschen
et: Kustuta
fr: Supprimer
it: Cancellare
ru: Удалить

# DIRECTIONS_Pos_BtnSave
source: Save
de: speichern
et: Salvesta
fr: Enregistrer
it: conservare
ru: Сохранить

# DIRECTIONS_Pos_Catalog
source: Catalog:
de: Katalog:
et: Kataloog:
fr: Catalogue:
it: Catalogo:
ru: Каталог:

# DIRECTIONS_Pos_CatalogChange1
source: Warning: \n You have changed (added a new entry) access to the types of persons in the directory
de: Warnung: \ n Sie haben den Zugriff auf die Personentypen im Verzeichnis geändert (einen neuen Eintrag hinzugefügt)
et: Hoiatus: olete muutnud (lisanud uue kirje) juurdepääsu kataloogi liikmetele
fr: Attention: \n Vous avez modifié (ajouté une nouvelle entrée) l'accès aux types de personnes du répertoire
it: Attenzione: \ n Hai cambiato (aggiunto una nuova voce) l'accesso ai tipi di persone nella directory
ru: Предупреждение: \n Вы изменили (добавили новую запись) доступ к типам лиц в каталоге

# DIRECTIONS_Pos_CatalogChange2
source: If you change the current directory, all added entries will be deleted! \nChange Directory?
de: Wenn Sie das aktuelle Verzeichnis ändern, werden alle hinzugefügten Einträge gelöscht! \ NChange Verzeichnis?
et: Kui muudate praegust kataloogi, kustutatakse kõik lisatud kirjed!\nChange Directory?
fr: Si vous modifiez le répertoire actuel, toutes les entrées ajoutées seront supprimées! \nChange Directory?
it: Se cambi la directory corrente, tutte le voci aggiunte saranno cancellate! \nChange Directory?
ru: В случае смены текущего каталога все добавленные записи будут удалены!\nСменить каталог?

# DIRECTIONS_Pos_ConfirmDel
source: Are you sure you want to delete this entry?
de: Möchten Sie diesen Eintrag wirklich löschen?
et: Kas soovite kindlasti selle kirje kustutada?
fr: Êtes-vous sûr de vouloir supprimer cette entrée?
it: Sei sicuro di voler cancellare questa voce?
ru: Вы уверены, что хотите удалить эту запись?

# DIRECTIONS_Pos_Empl
source: Employee:
de: Mitarbeiter:
et: Töötaja:
fr: Employé:
it: Dipendente:
ru: Сотрудник:

# DIRECTIONS_Pos_EmplTypes
source: Employee access to person types
de: Mitarbeiterzugriff auf Personentypen
et: Töötajate juurdepääs isiku tüüpidele
fr: Accès des employés aux types de personnes
it: Accesso dei dipendenti a tipi di persone
ru: Доступ сотрудника к типам лиц

# DIRECTIONS_Pos_ExecRole
source: Performs the role of:
de: Führt die Rolle von:
et: Teostab:
fr: Joue le rôle de:
it: Svolge il ruolo di:
ru: Выполняет роль:

# DIRECTIONS_Pos_InCompany
source: In company
de: In Gesellschaft
et: Ettevõttes
fr: Dans l'entreprise
it: In compagnia
ru: В компании

# DIRECTIONS_Pos_NoDocId
source: Could not determine document code!
de: Dokumentcode konnte nicht ermittelt werden!
et: Dokumendi koodi ei saanud määrata!
fr: Impossible de déterminer le code du document!
it: Impossibile determinare il codice del documento!
ru: Не удалось определить код документа!

# DIRECTIONS_Pos_PersonType
source: Person type:
de: Gesichtstyp:
et: Näotüüp:
fr: Type de visage:
it: Tipo di faccia:
ru: Тип лица:

# DIRECTIONS_Pos_PersonType1
source: Persons types:
de: Arten von Personen:
et: Nägu tüübid:
fr: Types de personnes:
it: Tipi di persone:
ru: Типы лиц:

# DIRECTIONS_Pos_PersonType2
source: \ ncan not be selected, because you have already given an employee access to similar types of persons.
de: \ nkann nicht ausgewählt werden, da Sie dem Mitarbeiter bereits Zugriff auf diese Personengruppen gewährt haben.
et: \nei saa valida, sest olete juba andnud töötajale juurdepääsu sarnastele isikutele.
fr: \ nne peut pas être sélectionné, car vous avez déjà donné à un employé accès à des types de personnes similaires.
it: \ nNon essere selezionato, perché hai già dato a un dipendente l'accesso a tipi di persone simili.
ru: \nне могут быть выбраны, т.к Вы уже дали доступ сотруднику к подобным типам лиц.

# DIRECTIONS_Pos_ReqCatalog
source: Specify the catalog!
de: Geben Sie das Verzeichnis an!
et: Määrake kataloog!
fr: Spécifiez le catalogue!
it: Specifica il catalogo!
ru: Укажите каталог!

# DIRECTIONS_Pos_ReqCatalog2
source: Specify either the catalog or the type of person!
de: Geben Sie entweder den Katalog oder den Personentyp an!
et: Määrake kas kataloog või isiku tüüp!
fr: Spécifiez le répertoire ou le type de personne!
it: Specifica la directory o il tipo di persona!
ru: Укажите или каталог или тип лица!

# DIRECTIONS_Pos_ReqCatalog3
source: Are you sure you want this employee to have access to all types of persons in the specified directory that exist now or will appear in the future?
de: Sind Sie sicher, dass dieser Mitarbeiter Zugriff auf alle Arten von Personen im angegebenen Verzeichnis erhalten soll, die jetzt existieren oder in Zukunft erscheinen werden?
et: Kas olete kindel, et soovite, et see töötaja saaks juurdepääsu kõikidele inimestele, kes on määratud kataloogis, mis eksisteerib praegu või tulevikus?
fr: Voulez-vous vraiment que cet employé ait accès à tous les types de personnes du répertoire spécifié existantes ou à venir?
it: Sei sicuro di volere che questo dipendente abbia accesso a tutti i tipi di persone nella directory specificata che esistono ora o che verranno visualizzati in futuro?
ru: Вы уверены, что хотите чтобы данный сотрудник получил доступ ко всем типам лиц в указанном каталоге, которые существуют сейчас или появятся в будущем?

# DIRECTIONS_Pos_RoleEmpl
source: The role of the employee in the company
de: Die Rolle des Mitarbeiters im Unternehmen
et: Töötaja roll ettevõttes
fr: Le rôle de l'employé dans l'entreprise
it: Il ruolo del dipendente nell'azienda
ru: Роль сотрудника в компании

# DIRECTIONS_Rnd_AllCatalog
source: --all catalogs--
de: - alle Verzeichnisse--
et: --kõik kataloogid--
fr: --tous les répertoires--
it: --tutte le directory--
ru: --все каталоги--

# DIRECTIONS_Rnd_AllCompany
source: --all companies--
de: - alle Unternehmen--
et: --kõik ettevõtted--
fr: --toutes les entreprises--
it: --tutte le aziende--
ru: --все компании--

# DIRECTIONS_Rnd_AllTypePerson
source: --all types persons--
de: - alle Gesichtstypen--
et: --kõik tüübid--
fr: --tous types--
it: --tutti i tipi--
ru: --все типы лиц--

# DIRECTIONS_Rnd_Catalog
source: Catalog
de: Katalog
et: Kataloog
fr: Catalogue
it: Elenco
ru: Каталог

# DIRECTIONS_Rnd_Company
source: Companies
de: Firmen
et: Ettevõtted
fr: Les entreprises
it: Società
ru: Компании

# DIRECTIONS_Rnd_TypePerson
source: Person type
de: Gesichtstyp
et: Isiku tüüp
fr: Type de visage
it: Tipo di viso
ru: Тип лица

# DIRECTIONS_Field_Phone
source: Phone required for work
de: Telefon für den Betrieb erforderlich
et: Telefon vajab tööd
fr: Téléphone requis pour le travail
it: Telefono richiesto per lavoro
ru: Для работы требуется телефон

# DIRECTIONS_Field_Computer
source: Computer required for work
de: Für den Betrieb ist ein Computer erforderlich
et: Töötamiseks on vaja arvutit.
fr: Un ordinateur est requis pour le fonctionnement
it: Per l'operazione è richiesto un computer
ru: Для работы требуется компьютер

# DIRECTIONS_Field_AdvEq
source: Work requires additional equipment
de: Für die Arbeit ist zusätzliche Ausrüstung erforderlich
et: Töö nõuab töökohal lisavarustust
fr: Le travail nécessite du matériel supplémentaire sur le lieu de travail
it: Il lavoro richiede attrezzature aggiuntive sul posto di lavoro
ru: Для работы требуется дополнительное оборудование

# DIRECTIONS_Field_AEAccess
source: Access to the corporate network
de: Zugang zum Unternehmensnetzwerk
et: Juurdepääs ettevõtte võrgule
fr: Accès au réseau d'entreprise
it: Accesso alla rete aziendale
ru: Доступ к корпоративной сети

# DIRECTIONS_Field_Lang
source: Preferred language
de: Bevorzugte Sprache
et: Eelistatud keel
fr: Langue préférée
it: Lingua preferita
ru: Предпочитаемый язык

# DIRECTIONS_Field_Positions_Folders
source: Access to shared folders
de: Freigegebener Ordnerzugriff
et: Juurdepääs jagatud kaustadele
fr: Accès aux dossiers partagés
it: Accesso alle cartelle condivise
ru: Доступ к общим папкам

# DIRECTIONS_Field_Positions_Roles
source: Roles performed
de: Rollen durchgeführt
et: Teostatud rollid
fr: Rôles remplis
it: Ruoli eseguiti
ru: Выполняемые роли

# DIRECTIONS_Field_Positions_Types
source: Access to person types
de: Zugang zu Gesichtstypen
et: Juurdepääs isikutüüpidele
fr: Accès aux types de personnes
it: Accesso a tipi di persone
ru: Доступ к типам лиц

# DIRECTIONS_Field_Positions_Grants
source: Additional rights
de: Zusätzliche Rechte
et: Täiendavad õigused
fr: Droits supplémentaires
it: Diritti aggiuntivi
ru: Дополнительные права

# DIRECTIONS_Field_MobilPhone
source: Employee mobile phone
de: Mitarbeiter Mobiltelefon
et: Töötaja mobiiltelefon
fr: Téléphone portable employé
it: Dipendente cellulare
ru: Мобильный телефон сотрудника

# DIRECTIONS_Field_WpType
source: Arrange employee
de: Für Mitarbeiter sorgen
et: Korraldage töötaja
fr: Organiser l'employé
it: Disponi un impiegato
ru: Организовать сотруднику

# DIRECTIONS_Field_WpType_1
source: work at the workplace in the office
de: im Büro arbeiten
et: töö kontoris töökohal
fr: le travail sur le lieu de travail au bureau
it: il lavoro sul posto di lavoro in ufficio
ru: работу на рабочем месте в офисе

# DIRECTIONS_Field_WpType_2
source: work outside the office with the issuance of equipment
de: Arbeiten außerhalb des Büros mit der Ausgabe von Ausrüstung
et: töötada väljaspool kontorit seadmete väljastamisega
fr: travailler en dehors du bureau avec la délivrance de matériel
it: lavorare fuori dall'ufficio con l'emissione di attrezzature
ru: работу вне офиса с выдачей оборудования

# DIRECTIONS_Field_WpType_4
source: account
de: Konto
et: kontot
fr: le compte
it: l'account
ru: учетную запись

# DIRECTIONS_NTF_ExcessEq
source: an employee is given equipment that is not at his workplace
de: Der Mitarbeiter erhielt Geräte, die sich nicht an seinem Arbeitsplatz befinden
et: töötajale antakse seadmeid, mis ei ole tema töökohal
fr: un employé reçoit un équipement qui n'est pas sur son lieu de travail
it: un dipendente riceve un'attrezzatura che non è sul posto di lavoro
ru: Сотруднику выдано оборудование, которое находится не на его рабочем месте

# DIRECTIONS_Title_ShowEq
source: show equipment
de: Ausrüstung zeigen
et: näita seadmeid
fr: montrer l'équipement
it: mostrare le attrezzature
ru: показать оборудование

# DIRECTIONS_Lbl_WpsEpl
source: Employee workplaces
de: Mitarbeiter Jobs
et: Töötajate töökohad
fr: Emplois Employés
it: Lavori dei dipendenti
ru: Рабочие места сотрудника

# DIRECTIONS_lNoComplete
source: not performed
de: nicht ausgeführt
et: pole tehtud
fr: pas fait
it: non fatto
ru: не выполнено

# DIRECTIONS_Pos_CatalogNoName
source: Could not get directory name!
de: Verzeichnisname konnte nicht abgerufen werden!
et: Kataloogi nime ei saanud!
fr: Impossible d'obtenir le nom du répertoire!
it: Impossibile ottenere il nome della directory!
ru: Не удалось получить название каталога!

# DIRECTIONS_Pos_TypeNoName
source: Could not get the name of the type of person!
de: Der Name des Gesichtstyps konnte nicht ermittelt werden!
et: Isiku tüübi nime ei saanud!
fr: Impossible d'obtenir le nom du type de personne!
it: Impossibile ottenere il nome del tipo di persona!
ru: Не удалось получить название типа лица!

# DIRECTIONS_Pos_TypeAllNoName
source: Could not get the name of all face types!
de: Fehler beim Abrufen des Namens aller Gesichtstypen!
et: Kõigi näotüüpide nime ei saanud!
fr: Impossible d'obtenir le nom de tous les types de visage!
it: Impossibile ottenere il nome di tutti i tipi di viso!
ru: Не удалось получить название всех типов лица!

# DIRECTIONS_Msg_CheckPhoneNumber
source: The value you entered does not match the format of the phone number!
de: Der eingegebene Wert stimmt nicht mit dem Format der Telefonnummer überein!
et: Sisestatud väärtus ei vasta telefoninumbri vormingule!
fr: La valeur que vous avez entrée ne correspond pas au format du numéro de téléphone!
it: Il valore inserito non corrisponde al formato del numero di telefono!
ru: Введенное Вами значение не соответствует формату телефонного номера!

# DIRECTIONS_Field_Phone_Table
source: stationary
de: stationär
et: statsionaarne
fr: stationnaire
it: stazionario
ru: стационарный

# DIRECTIONS_Field_Phone_Dect
source: office handset
de: tragbare Büroröhre
et: kontoritoru
fr: combiné de bureau
it: telefono dell'ufficio
ru: переносная по офису трубка

# DIRECTIONS_Field_Phone_WebCam
source: with video calling
de: mit Videoanrufen
et: videokõnedega
fr: avec appel vidéo
it: con videochiamata
ru: с видеосвязью

# DIRECTIONS_Field_Computer_Desktop
source: desktop
et: laud
fr: dessus de table
it: tavolo
ru: настольный

# DIRECTIONS_Field_Computer_Laptop
source: laptop
de: ein Laptop
et: sülearvuti
fr: un ordinateur portable
it: un computer portatile
ru: ноутбук

# DIRECTIONS_Field_AEAccess_Login
source: Login
de: Anmeldung
et: Logi sisse
fr: Connexion
it: Accesso
ru: Логин

# DIRECTIONS_Field_AccessData
source: Access to the data necessary for the employee to work
de: Zugriff auf Daten, die der Mitarbeiter zur Arbeit benötigt
et: Juurdepääs töötajale töötamiseks vajalikele andmetele
fr: Accès aux données nécessaires au travail de l'employé
it: Accesso ai dati necessari per il dipendente a lavorare
ru: Доступ к данным, необходимый сотруднику для работы

# DIRECTIONS_Field_AccessData_How
source: like an employee
de: wie ein Angestellter
et: nagu töötaja
fr: comme un employé
it: come un impiegato
ru: как у сотрудника

# DIRECTIONS_Field_AccessData_Instead
source: instead of employee
de: anstelle eines Mitarbeiters
et: töötaja asemel
fr: au lieu d'employé
it: invece di dipendente
ru: вместо сотрудника

# DIRECTIONS_Field_Positions_Folders_Title
source: select shared folders that the employee will have access to
de: Wählen Sie die freigegebenen Ordner aus, auf die der Mitarbeiter Zugriff hat
et: valige jagatud kaustad, millele töötaja saab juurdepääsu
fr: sélectionner les dossiers partagés auxquels l'employé aura accès
it: selezionare le cartelle condivise a cui il dipendente avrà accesso
ru: выбрать общие папки, к которым будет иметь доступ сотрудник

# DIRECTIONS_Field_Positions_Roles_Title
source: choose the role that the employee performs in the company
de: Wählen Sie die Rolle, die der Mitarbeiter im Unternehmen spielt
et: vali roll, mida töötaja ettevõttes täidab
fr: choisir le rôle que l'employé joue dans l'entreprise
it: scegli il ruolo che il dipendente svolge in azienda
ru: выбрать роль, которые сотрудник выполняет в компании

# DIRECTIONS_Field_Positions_Types_Title
source: select the types of persons to whom the employee has access
de: Wählen Sie die Arten von Personen aus, zu denen der Mitarbeiter Zugriff hat
et: valige nende isikute liigid, kellele töötaja pääseb
fr: sélectionner les types de personnes auxquelles l'employé a accès
it: selezionare i tipi di persone a cui il dipendente ha accesso
ru: выбрать типы лиц, к которым сотрудник имеет доступ

# DIRECTIONS_Field_Positions_Grants_Title
source: select additional rights
de: Wählen Sie zusätzliche Rechte aus
et: valige täiendavad õigused
fr: sélectionner des droits supplémentaires
it: selezionare ulteriori diritti
ru: выбрать дополнительные права

# DIRECTIONS_Field_AdvInfo
source: Add. information on work organization
de: Hinzufügen. Informationen zur Arbeitsorganisation
et: Lisa. teave töökorralduse kohta
fr: Ajouter informations sur l'organisation du travail
it: Extra. informazioni sull'organizzazione del lavoro
ru: Доп. информация по организации работы

# DIRECTIONS_Field_Positions_Roles_Select
source: Fulfills the role
de: Erfüllt die Rolle
et: Täidab rolli
fr: Remplit le rôle
it: Soddisfa il ruolo
ru: Выполняет роль

# DIRECTIONS_Field_WP_Link
source: Choose a workplace
de: Wählen Sie einen Arbeitsplatz
et: Valige töökoht
fr: Choisissez un lieu de travail
it: Scegli un posto di lavoro
ru: Выбрать рабочее место

# DIRECTIONS_NTF_NoCadr
source: the employee does not have a position in the staff list
de: Der Mitarbeiter hat keine Mitarbeiterposition
et: töötaja ei ole töötajate nimekirjas
fr: l'employé n'a pas de poste dans la liste du personnel
it: il dipendente non ha una posizione nell'elenco del personale
ru: У сотрудника нет должности в штатном расписании

# DIRECTIONS_NTF_NoLider1
source: the employee has no direct manager
de: Der Mitarbeiter hat keinen direkten Manager
et: töötaja ei ole otsene juht
fr: l'employé n'a pas de gestionnaire direct
it: il dipendente non ha un manager diretto
ru: У сотрудника нет непосредственного руководителя

# DIRECTIONS_Field_Lider
source: Immediate supervisor
de: Direktmanager
et: Kohene juhendaja
fr: Superviseur immédiat
it: Supervisore immediato
ru: Непосредственный руководитель

# DIRECTIONS_NTF_NoPost
source: the employee does not specify the position
de: Der Mitarbeiter hat keine Position
et: töötaja ei täpsusta positsiooni
fr: l'employé ne précise pas le poste
it: il dipendente non specifica la posizione
ru: У сотрудника не указана должность

# DIRECTIONS_NTF_PostNoEqualsCadr
source: position of the employee does not match the position in the staffing
de: Die Position des Mitarbeiters entspricht nicht der Position in der Mitarbeiterliste
et: töötaja positsioon ei vasta personalipositsioonile
fr: la position de l'employé ne correspond pas à la position dans la dotation
it: la posizione del dipendente non corrisponde alla posizione nel personale
ru: Должность сотрудника не соответствует должности в штатном расписании

# DIRECTIONS_Title_EquipmentInLocation
source: Equipment
de: Ausrüstung
et: Seadme asukoht
fr: Equipement sur place
it: Attrezzature sul posto
ru: Оборудование

# DIRECTIONS_Title_EquipmentNoLocation1
source: Employee equipment
de: Mitarbeiterausrüstung
et: Töötajate seadmed
fr: Équipement des employés
it: Attrezzature per i dipendenti
ru: Оборудование сотрудника

# DIRECTIONS_Title_EquipmentNoLocation2
source: , is not at his workplace
de: ist nicht an seinem Arbeitsplatz
et: , ei ole tema töökohal
fr: , n'est pas sur son lieu de travail
it: non è al suo posto di lavoro
ru: , находится не на его рабочем месте

# DIRECTIONS_Title_EquipmentNoLocation3
source: no equipment data on other people's workplaces
de: Keine Daten zu Geräten an den Arbeitsplätzen anderer Personen
et: muude inimeste töökohtade kohta ei ole andmeid
fr: pas de données d'équipement sur les lieux de travail d'autres personnes
it: nessun dato di equipaggiamento sui luoghi di lavoro di altre persone
ru: Нет данных об оборудовании на чужих рабочих местах

# DIRECTIONS_Title_ShowEq1
source: open equipment form
de: offenes Geräteformular
et: avatud seadmete vorm
fr: formulaire d'équipement ouvert
it: modulo di equipaggiamento aperto
ru: Открыть форму оборудования

# DIRECTIONS_Msg_UnbleSave
source: Saving is impossible!
de: Speichern ist nicht möglich!
et: Säästmine on võimatu!
fr: Enregistrer est impossible!
it: Salvare è impossibile!
ru: Сохранение невозможно!

# DIRECTIONS_MSG_ЗаписьСуществует
source: This entry already exists.
de: Dieser Eintrag existiert bereits.
et: See kirje on juba olemas.
fr: Cette entrée existe déjà.
it: Questa voce esiste già.
ru: Такая запись уже существует

# DIRECTIONS_Msg_НеУказанаРоль
source: Not specified employee role
de: Mitarbeiterrolle nicht angegeben
et: Töötaja roll puudub
fr: Rôle employé non spécifié
it: Il ruolo del dipendente non è specificato.
ru: Не указана роль сотрудника

# DIRECTIONS_Msg_ЧтоДанныйСотрудник
source: Are you sure you want this employee
de: Sind Sie sicher, dass Sie diesen Mitarbeiter wollen?
et: Kas olete kindel, et soovite seda töötajat
fr: Êtes-vous sûr de vouloir cet employé
it: Sei sicuro di volere questo impiegato
ru: Вы уверены, что хотите, чтобы данный сотрудник

# DIRECTIONS_Msg_РольВоВсехКомпаниях1
source: performed the specified role in all existing holding companies
de: die angegebene Rolle in allen bestehenden Holdinggesellschaften ausgeübt
et: täitnud määratud rolli kõigis olemasolevates valdusettevõtetes
fr: joué le rôle spécifié dans toutes les sociétés de portefeuille existantes
it: ha svolto il ruolo specificato in tutte le holding esistenti
ru: выполнял указанную роль во всех существующих компаниях холдинга
