Repository: Kesco-m/Kesco.Lib.Localization
Catalog: Docs/Directions/ResContainer.*.resx
Languages: de, et, fr, it, ru

# DIRECTIONS_btnGOTransfer
source: Make transfer
de: Überweisung vornehmen
et: Tehke ülekanne
fr: Effectuer le transfert
it: Effettua il trasferimento
ru: Выполнить переезд

# DIRECTIONS_btnGOTransfer_Title
source: Transfer employee equipment to the new workplace
de: Übertragen Sie Mitarbeiterausrüstung an einen neuen Arbeitsplatz
et: Töötajate varustuse viimine uude töökohta
fr: Transférer l'équipement des employés vers un nouveau lieu de travail
it: Trasferisci le attrezzature dei dipendenti in un nuovo posto di lavoro
ru: Перенести оборудование сотрудника на новое рабочее место

# DIRECTIONS_Msg_Err_МобТелефон_Title
source: Since an employee needs telephone equipment for work and does not have a sim card due to his position, it is necessary to indicate the employee's mobile phone number for forwarding.
de: Da ein Mitarbeiter für die Arbeit Telefonausrüstung benötigt und aufgrund seiner Position keine SIM-Karte besitzt, muss für die Weiterleitung die Mobiltelefonnummer des Mitarbeiters angegeben werden.
et: Kuna töötaja vajab tööks telefoniseadmeid ja tal pole ametikoha tõttu SIM-kaarti, on edastamiseks vaja märkida töötaja mobiiltelefoni number.
fr: Étant donné qu'un employé a besoin d'un équipement téléphonique pour le travail et n'a pas de carte SIM en raison de son poste, il est nécessaire d'indiquer le numéro de téléphone mobile de l'employé pour le transfert.
it: Poiché un dipendente necessita di apparecchiature telefoniche per il lavoro e non dispone di una scheda SIM a causa della sua posizione, è necessario indicare il numero di cellulare del dipendente per l'inoltro.
ru: Так как сотруднику для работы требуется телефонное оборудование и ему по должности не положена sim-карта, необходимо указать номер мобильного телефона сотрудника для переадресации.

# DIRECTIONS_Msg_Err_МобТелефонТип
source: The specified phone number is not mobile
de: Die angegebene Telefonnummer ist nicht mobil
et: Määratud telefoninumber pole mobiilne
fr: Le numéro de téléphone spécifié n'est pas mobile
it: Il numero di telefono specificato non è un cellulare
ru: номер телефона не является мобильным

# DIRECTIONS_Msg_Err_МобТелефонТип_Title
source: For forwarding, you must specify the employee's mobile phone number.
de: Für die Weiterleitung müssen Sie die Mobiltelefonnummer des Mitarbeiters angeben.
et: Edastamiseks peate määrama töötaja mobiiltelefoni numbri.
fr: Pour le transfert, vous devez indiquer le numéro de téléphone mobile de l'employé.
it: Per l'inoltro, è necessario specificare il numero di cellulare del dipendente.
ru: Для переадресации необходимо указать мобильный номер телефона сотрудника. Сохранить документ будет невозможно

# DIRECTIONS_Msg_CheckTypeDirection
source: The employee works in a shift work group
de: Ein Mitarbeiter arbeitet in einer Schichtarbeitsgruppe
et: Töötaja töötab vahetustega töögrupis
fr: Un employé travaille dans un groupe de travail par quarts
it: Un dipendente lavora in un gruppo di lavoro a turni
ru: Сотрудник работает в группе посменной работы

# DIRECTIONS_Msg_CheckTypeDirection_Title
source: When you click on "Create direction", a new document will be created to organize an employee's account in the shift work group. All signatures from the current document will be removed, and the document itself will be deleted.
de: Wenn Sie auf "Anweisung erstellen" klicken, wird ein neues Dokument erstellt, um das Konto des Mitarbeiters in der Schichtarbeitsgruppe zu organisieren. Alle Signaturen aus dem aktuellen Dokument werden entfernt und das Dokument selbst wird gelöscht.
et: Kui klõpsate nuppu "Koosta juhis", luuakse uus dokument, et korraldada vahetustega töörühmas töötaja konto. Kõik praeguse dokumendi allkirjad eemaldatakse ja dokument ise kustutatakse.
fr: Lorsque vous cliquez sur «Créer une instruction», un nouveau document sera créé pour organiser le compte de l'employé dans le groupe de travail par équipes. Toutes les signatures du document actuel seront supprimées et le document lui-même sera supprimé.
it: Quando si fa clic su "Crea un'istruzione", verrà creato un nuovo documento per organizzare l'account del dipendente nel gruppo di lavoro a turni. Tutte le firme del documento corrente verranno rimosse e il documento stesso verrà eliminato.
ru: При нажатии на "Создать указание" будет создан новый документ на организацию сотруднику учетной записи в группе посменной работы. Все подписи с текущего документа будут сняты, а сам документ удален.

# DIRECTIONS_Msg_CheckTypeDirection_1
source: It is necessary to create an indication of the organization of the account for the employee to work in the shift work group.
de: Es ist erforderlich, einen Hinweis auf die Organisation des Mitarbeiterkontos für die Arbeit in der Schichtarbeitsgruppe zu erstellen.
et: Töötaja vahetuse töögrupis töötamiseks on vaja luua konto korralduse näide.
fr: Il est nécessaire de créer une indication de l'organisation du compte de l'employé pour le travail dans le groupe de travail posté.
it: È necessario creare un'indicazione dell'organizzazione dell'account affinché il dipendente lavori nel gruppo di lavoro a turni.
ru: Необходимо создать указание на организацию сотруднику учетной записи для работы в группе посменной работы.

# DIRECTIONS_Radio_WpType_6
source: work at the guest workplace in the office
de: Arbeit am Gastarbeitsplatz im Büro
et: töö külaliste töökohas kontoris
fr: travailler sur le lieu de travail invité au bureau
it: lavorare sul posto di lavoro degli ospiti in ufficio
ru: работу на гостевом рабочем месте в офисе

# DIRECTIONS_DocTitle_WpType_6
source: Organize work at the guest workplace in the office
de: Organisieren Sie die Arbeit am Gastarbeitsplatz im Büro
et: Korraldage töö kontoris asuvas külaliste töökohas
fr: Organiser le travail sur le lieu de travail invité au bureau
it: Organizza il lavoro sul posto di lavoro degli ospiti in ufficio
ru: Организовать работу на гостевом рабочем месте в офисе

# DIRECTIONS_MSG_ConfirmTransfer
source: Are you sure that the employee has moved to a new workplace and want to move his IT equipment to a new workplace in Inventory?
de: Sind Sie sicher, dass der Mitarbeiter an einen neuen Arbeitsplatz umgezogen ist und seine IT-Ausrüstung an einen neuen Arbeitsplatz im Inventar verlegen möchte?
et: Kas olete kindel, et töötaja on kolinud uude töökohta ja soovite oma IT-seadmed teisaldada Inventari uude töökohta?
fr: Êtes-vous sûr que l'employé a déménagé dans un nouveau lieu de travail et souhaitez déplacer son équipement informatique vers un nouveau lieu de travail dans Inventory?
it: Sei sicuro che il dipendente si sia trasferito in un nuovo posto di lavoro e desideri spostare la sua attrezzatura IT in un nuovo posto di lavoro in Inventory?
ru: Вы уверены, что сотрудник переехал на новое рабочее место и хотите в Инвентаризации переместить его ИТ-оборудование на новое рабочее место?

# DIRECTIONS_NTF_EmailNotUnique_1
source: e-mail {0}is used as non-primary by another employee
de: E-Mail {0}wird von einem anderen Mitarbeiter als nicht primär verwendet
et: e-maili {0}kasutab teine ​​töötaja mitte-esmasena
fr: l'e-mail {0}est utilisé comme non-principal par un autre employé
it: la posta {0}elettronica viene utilizzata come non principale da un altro dipendente
ru: E-mail {0}использует как неосновной сотрудник

# DIRECTIONS_NTF_EmailNotUnique_2
source: e-mail {0}is used as primary by another employee
de: E-Mail {0}wird von einem anderen Mitarbeiter als Haupt-E-Mail verwendet
et: e-posti {0}kasutab teine ​​töötaja peamiseks
fr: l'e-mail {0}est utilisé comme principal par un autre employé
it: la posta {0}elettronica viene utilizzata come principale da un altro dipendente
ru: E-mail {0}использует как основной сотрудник

# DIRECTIONS_NTF_EmailNotUnique_3
source: e-mail {0}is the login of another employee
de: E-Mail {0} ist das Login eines anderen Mitarbeiters
et: e-post {0}on teise töötaja sisselogimine
fr: l'e-mail {0}est la connexion d'un autre employé
it: l'e-mail {0}è il login di un altro dipendente
ru: E-mail {0}является логином сотрудника

# DIRECTIONS_NTF_УжеПереехал
source: the employee has already moved to a new workplace
de: Der Mitarbeiter ist bereits an einen neuen Arbeitsplatz umgezogen
et: töötaja on juba kolinud uude töökohta
fr: l'employé a déjà déménagé dans un nouveau lieu de travail
it: il dipendente si è già trasferito in un nuovo posto di lavoro
ru: сотрудник уже переехал на новое рабочее место

# DIRECTIONS_NTF_УжеПереехал_Title
source: It is necessary to check that all the employee's equipment has been transferred and connected to the new workplace and complete work with this document
de: Es ist zu überprüfen, ob alle Geräte des Mitarbeiters am neuen Arbeitsplatz übertragen und angeschlossen wurden, und die Arbeit mit diesem Dokument abzuschließen
et: On vaja kontrollida, kas kogu töötaja varustus on uuel töökohal üle kantud ja ühendatud, ning selle dokumendiga töö lõpule viia
fr: Il est nécessaire de vérifier que tout l'équipement de l'employé a été transféré et connecté au nouveau lieu de travail et terminer le travail avec ce document
it: È necessario verificare che tutte le attrezzature del dipendente siano state trasferite e collegate al nuovo posto di lavoro e completare il lavoro con questo documento
ru: Необходимо проверить, что все оборудование сотрудника перенесено и подключено на новом рабочем месте и завершить работу с этим документом

# DIRECTIONS_Msg_РабочееМестоГруппы
source: Workplace {0} has a shift team. Choose another workplace!
de: Arbeitsplatz {0} hat ein Schichtteam. Wählen Sie einen anderen Arbeitsplatz!
et: Töökohal {0} on vahetustega meeskond. Valige mõni teine ​​töökoht!
fr: Workplace {0} dispose d'une équipe de travail. Choisissez un autre lieu de travail!
it: Il posto di lavoro {0} ha un team di turno. Scegli un altro posto di lavoro!
ru: На рабочем месте {0} работает группа посменной работы. Выберите другое рабочее место!

# DIRECTIONS_NTF_AccountExpiresNo
source: account not expires
de: Konto läuft nicht ab
et: ei määra AccountExpires
fr: le compte n'expire pas
it: account non scade
